{"chapter":"<p>Freetown. The capital.</p>\n<p>Giant billboards start to pop up.</p>\n<p>Things like a giant cartoon condom flexing its muscles “I am Mr. Condom. Trust me. Use me. I will protect you from HIV and STI’s”.</p>\n<p>I can't help but laugh.</p>\n<p>I know it's an important message. But wow. <em>So</em> bad. Credit where it's due though, it's the first time I’ve seen any sort of effort to educate the masses on health and well-being. So, props to them for having a crack.</p>\n<p>Not long after, I pass a sign post for an outer-village: “Welcome to Devil Hole”.</p>\n<p>Unbelievable.</p>\n<p>Infantile behaviour aside, on the other side of Devil Hole we're jam packed in. A heaving mania of traffic and heat and colour. But, amazingly it all manages to flow. The bike and I are whisked alongside colourful markets and filthy slums, which are leaking some awful shit straight into the ocean.</p>\n<p>To think that back when I was a kid, I wasn't even allowed to walk past the end of our street...</p>\n<p><em>Now, look at this crazy shit.</em> The streets are jam fuckin <em>packed</em> with colour and people and <em>noise</em>.</p>\n<p>It's a gridlock of humans. A mosh pit of them.</p>\n<p>The bike is melting a hole in my jeans, and dripping oil everywhere while the mid-day sun smashes down on my leathers and I stew in my juices.</p>\n<p><em>We're not in Kansas anymore...</em></p>\n<p>Freetown.</p>\n<p>Sierra Leone...</p>\n<p>Blood fuckin Diamond in proper west fuckin Africa.</p>\n<p><em>The</em> wild wild west.</p>\n<p>I muscle my way through the pile. The thump of the bike is finding competition for attention with the rest of the cacophony, so much so that no ones really making room for me.</p>\n<p>The whole place is <em>pumping.</em></p>\n<p>Hope it's not like this all the way to my accommodations...</p>\n<hr>\n<p>I rock up at the front gate of 'Chou’s parent’s house'.</p>\n<p>Who is Chou?</p>\n<p>I don't know.</p>\n<p>Other than sounding familiar, Chou is a local guy that JB (our mate the Brit on the KTM) met by chance <em>way</em> back in Guinea-Bissau. A chance meeting, because Chou said that JB could stay at his folks place if he ever made it to Freetown; something similar to the arrangement that we had with that family back in Ziguinchor, which we both loved. JB said I'm welcome to join him. Bonus.</p>\n<p>I bang a fist on the big metal gate. The place looks like it's a prison; solid metal gate and big concrete walls and barbed wire on top. No seeing in, no seeing out.</p>\n<p>I bang again. Nothing.</p>\n<p>I yell.</p>\n<p>I bang.</p>\n<p>A young bloke opens the gate. About my age. I say hi, apologise for the banging, introduce myself.</p>\n<p>His name is Kenneth.</p>\n<p>We blankly stare at each other.</p>\n<p>Ah. <em>Okay.</em> So I wasn’t expected...</p>\n<p><em>Awkward.</em></p>\n<p>“Arrr. I’m JB’s friend. Um, I think he's expecting me?”</p>\n<p>Kenneth lets me in, more like a guest of JB’s rather than a guest of his.</p>\n<p>I’m uncomfortable. I hate imposing on people. It makes me squeamish. This doesn't feel cool.</p>\n<p><em>JB’s not here.</em> He's out and about.</p>\n<p>Kenneth and I hang out for a bit with just small talk. He doesn't mention staying here. Neither do I.</p>\n<p>JB finally shows up. He hasn’t brought it up with the family, he's just made the assumption that it’d be cool.</p>\n<p>Yeah, <em>not cool.</em></p>\n<p>This feels gross; like I’ve thrust myself upon these poor folks and demanded their hospitality.</p>\n<p><em>We don’t know these people from a bar of soap.</em> Why should they offer us their hospitality? It doesn’t feel fair.</p>\n<p>Kenneth say’s it’s up to his parents, I want out. All of this is making me squirm. I tell him it’s all good, I’ll just head to a hotel, it’s no big deal. But now he won’t have that; he’s <em>insisting</em> I stay.</p>\n<p>I insist back, but he won't budge.</p>\n<p><em>Fuck.</em> Now I'm in that bind where if I don't stay it'd be rude.</p>\n<p>We head inside.</p>\n<p>JB's sleeping in the master bedroom; the bedroom of Kenneth's parents; <em>in their bed</em></p>\n<p><em>So fucking weird</em>.</p>\n<p>The family have apparently shuffled their sleeping arrangements; the parents have kicked their kids out of their beds, Kenneth is on the couch, his brother, Jimmy, is on the floor.</p>\n<p>Apparently they insisted that JB stay in the marital bed. They got really offended when JB refused it. JB just wanted to pitch a tent in the courtyard...</p>\n<p>Kenneth's mum gets home. She insists that I, too, sleep in the master bed.</p>\n<p>That’s the only arrangement she'll have.</p>\n<p>Well, this is just plain weird now...</p>\n<p>I argue, but I’m hamstrung by the hospitality. I'm so uncomfortable with this on so many levels.</p>\n<p>Stuck. Trapped.</p>\n<p>They're <em>too</em> kind.</p>\n<p>Take a bow, Sierra Leone...</p>\n","nextChapterExists":true}