{"chapter":"<p>Monrovia.</p>\n<p>Fucking, <em>Monrovia.</em></p>\n<p>As I hit the edge of the city's sprawl my head’s churning up with all of the “what if’s” of how this could all go very wrong.</p>\n<p>The ride in has been fine; good tarmac, nothing but palm plantations as far as the eye can see. In each village on the way here there were young women walking around topless, completely covered in white paint.</p>\n<p>Yeah, so there’s <em>that</em>...</p>\n<p>Anyway. In a twinkling, Monrovia goes from empty to fuckin <em>gridlock.</em></p>\n<p>It's midday; bright, hot and sunny.</p>\n<p>I can’t believe they have traffic lights... And they <em>work</em>! I can't remember the last time I saw traffic lights...</p>\n<p>I'm sitting on a red, admiring the lights when someone blows a fucking whistle right in my ear.</p>\n<p>“Papers!!”</p>\n<p>Fuck a duck! I nearly jumped off the bike... Scared the absolute <em>shit</em> out of me.</p>\n<p>It's a cop...</p>\n<p>Where the hell did he sneak up from??</p>\n<p>And why is he asking me for papers? These are traffic lights, not <em>checkpoints!</em></p>\n<p>Alright, douchebag. You want my papers? You got them. But you’re getting them right here, <em>and I ain’t moving.</em></p>\n<p>I hand him my UK registration papers. He looks them over and he’s obviously a bit confused, and none too happy.</p>\n<p><em>These are not the papers he was expecting.</em></p>\n<p>The lights go green.</p>\n<p>Pure vitriol pours out of every car stuck behind me.</p>\n<p><em>The noise!</em></p>\n<p>The blaring cacophony is exactly what I was hoping for and... result! he hands me back my rego and tersely waves me on!</p>\n<p><em>Victory!</em></p>\n<p>I head in deeper and deeper into the city, till I find what feels like the guts of the town.</p>\n<p>Time to find somewhere to shack up.</p>\n<p>There's not a shitload of options jumping out at me...</p>\n<p>A dingy looking motel is the only obvious thing... I park up and ask the lads milled around out front if they could watch my bike for a tick.</p>\n<p>Stepping into the motel, my eyes won't adjust to the darkness... I shuffle in, blind, till I can make out someone's outline.</p>\n<p>No, it's a group...</p>\n<p><em>Fuck it's dark in here...</em></p>\n<p>&quot;Hi...&quot; I shake hands with the outlines. &quot;Do you have any rooms available?&quot;</p>\n<p>&quot;What?&quot;</p>\n<p>&quot;Do you have a room for the night?&quot;</p>\n<p>&quot;How many hours?&quot;</p>\n<p>&quot;Hours? Uh, no, not hours. The night.&quot;</p>\n<p>&quot;What time will you come?&quot;</p>\n<p>&quot;What time will I come?? I'm here now. <em>Now?</em>&quot;</p>\n<p>&quot;Mmmmmmm, I don't know this...&quot;</p>\n<p><em>What the fuck's going on here??</em> Are these guys thick in the head?</p>\n<p>&quot;I don't understand - You don't know how much a room costs for a night?&quot;</p>\n<p>&quot;No, only hours.&quot;</p>\n<p>&quot;Well... Ok: What would it cost me, if I came here now - right now - and then left, tomorrow? And can I see a room?&quot;</p>\n<p>They take me off towards the rooms while they do the math; 24 times the hourly rate...</p>\n<p>It's too much. I punch them down to 1000 Liberian dollars - about fifteen bucks.</p>\n<p>I see the room... It looks <em>seedy.</em></p>\n<p>&quot;Can I keep my motorbike inside?&quot;</p>\n<p>&quot;You can keep it out on the street, it will be safe&quot;</p>\n<p>I can’t help but laugh.</p>\n<p>Fuck that. I'm worried about it out there right now, in broad daylight...</p>\n<p>&quot;Nah I need it inside, do you have space?&quot;</p>\n<p>&quot;No, no, outside is safe. No embarrassment.&quot;</p>\n<p>&quot;What's with this 'no embarrassment'?.. I can't have it inside? Anywhere?&quot;</p>\n<p>&quot;Mmmmmmm no. There is nowhere.&quot;</p>\n<p>That's a deal breaker.</p>\n<p>The shadowy outlines have become three young blokes. I shake their hands. &quot;Ok, thanks anyway.&quot;</p>\n<p>On the way out I walk past a front room that I didn't even see on the way in. I get a flash of a glimpse inside as I reach for the door.</p>\n<p>Empty, except for a handful of women, there are shiny sequins, they're sitting, facing my direction, saying nothing.</p>\n<p>I open the door to the blinding light of the outside and step through.</p>\n<p>Wait... Is this a fucking <em>brothel???</em></p>\n<p>&quot;Cheeses fucking <em>Christ.</em>&quot;</p>\n<p>I squint, put on my sunglasses. The bike's still there.</p>\n<p><em>I need a shower.</em></p>\n<p>Fuck me... Imagine if they had've let me have the bike inside, I would have said yes...</p>\n<p>Ugh...</p>\n<p>I thank the guys out the front for watching the bike. One of them gives me a knowing wink.</p>\n<p><em>Get me the fuck out of here.</em></p>\n<hr>\n<p>Second place, the same question: <em>how many hours.</em></p>\n<p>The place after that, <em>the same again.</em></p>\n<p><em>Yuck.</em></p>\n<p>I ride around in the hot, chaotic traffic for an hour or so. Looking.</p>\n<p>I find the perfect place.</p>\n<p>A clean yet pretty spartan hotel. They even have a security guard out front.</p>\n<p>The cheapest room they have is 120.</p>\n<p>Not Liberian dollars... <em>U.S.</em> dollars.</p>\n<p>Deal breaker.</p>\n<p>I start to get panicky. I can feel it; things aren't looking good.</p>\n<p><em>I'm over it.</em></p>\n<p>I find the least brothelly brothel; they charge both by the hour <em>and</em> by the night.</p>\n<p><em>Classy.</em></p>\n<p>$20 for an overnighter, $5 for a &quot;short stay&quot;.</p>\n<p>The roll of condoms on your pillow is included in the price.</p>\n<p>I'm assuming that this place is less of a brothel and more of a &quot;place you fuck your mistress&quot; type thing.</p>\n<p>Or, this is where you bring the hooker picked up on the street... In any case, there are no women here, <em>yet...</em></p>\n<p>I don't want to think about it.</p>\n<p>They'll let me keep the bike in one of their spare rooms inside.</p>\n<p>I haggle 25% off the price and take it. So long as the bike is safe, it'll be ok.</p>\n<p>It's not forever.</p>\n<hr>\n<p>My room is an absolute shocker.</p>\n<p>Grim.</p>\n<p>Concrete everything, dimly lit by a single bulb that plugs into an electrical socket near the floor by the door, so the room is lit up from below.</p>\n<p>Everything casts a shadow.</p>\n<p>There’s no window, but rather a tiny grate in the wall that makes me feel like I’m in jail.</p>\n<p>Jail would probably be cleaner...</p>\n<p>The mattress is thick - double the thickness of a normal mattress - and made of weak, yellowing foam. When I lie in it it engulfs me. Completely. Like I'm <em>in</em> it, not on it..</p>\n<p>Like I'm drowning. Claustrophobic.</p>\n<p>The pillows are questionable.</p>\n<p>They smell...</p>\n<p>I don't want to think too much about any of it.</p>\n<p>The bathroom is its own separate room. There's no door, just a human sized hole in the concrete. It catches none of the light from the globe on the floor.</p>\n<p>It's dark and wet. It feels like there are things growing in here...</p>\n<p>There is a toilet with no seat, and no flush, and a big barrel of water with a bucket floating around in it.</p>\n<p>A small hole in the concrete floor is the drain.</p>\n<p>I can smell that cockroaches are close-by (a skill I've learned on the journey). But I can’t see them. It's too dark.</p>\n<p>Back to the bedroom, it's secured from the hall with a flimsy wooden door with a tiny latch, smaller than my thumb, and a tiny padlock to go it with.</p>\n<p>The latch is held in place by a couple of wood nails.</p>\n<p>It is - <em>by far</em> - the worst value place I’ve ever made myself stay in.</p>\n<p>I leave.</p>\n<hr>\n<p>First things first: <em>Cash.</em></p>\n<p>Liberia has two currencies: The Liberian dollar and the U.S. dollar. The U.S. dollar is actually an official currency here, and you can get them out at cash machines.</p>\n<p>This is an exciting development for me, and a great chance to pick up some “break-in-case-of-emergency” currency; my first easy shot at doing this since I got cleaned out in Dakar...</p>\n<p>The first ATM I try makes that delightful crunching sound as it counts the notes, and spits out a thousand dollars’ worth of the crispiest, freshest U.S. dollars you’ve ever seen.</p>\n<p>Fuck I love it when things <em>just work.</em></p>\n<p>I pocket the wad in a hurry and scurry back to my den, wary of anyone who looks at me twice.</p>\n<p>Juicy safety net: Tick.</p>\n<p>Time. To. Wander.</p>\n<hr>\n<p>I head to the markets for the obligatory look at “a day in the life of a Monrovian”. The market on the riverside is par-for-the-course; in just the same vein as all the other places I’ve been. But the difference here is in the <em>density</em> of it. Markets are normally packed and bustling, but this is just crazy. It’s like being in a hot, sweaty mosh pit. Half the market is roofed, in a sprawling duck-your-head shantytown. It's dim, stifling, and not too inviting. The other half is open to the blazing sunshine, and the sellers and traders do their thing from under the shade of huge umbrellas. From a distance it looks like a jam packed day at the beach.</p>\n<p>I’m much too late for lunch and finding chop is a struggle; all the big mammas are gone.</p>\n<p>After a long time looking I finally find someone selling some food. Both the big mamma and the food look pretty damn questionable... She’s missing a lot of teeth, but I’m more worried about the food; looks like shit... I won’t be the only one sitting on the bench though, as there are five young girls all chowing down on the same bowl of rice, cassava leaves, and the most mysterious of mystery meats. It's a brown curry sort of thing that’s clearly gone horribly wrong. Amongst all the solid stuff I can’t see anything resembling something I would call “meat”.</p>\n<p>So, it's either this, or go hungry...</p>\n<p><em>Beggars can’t be choosers.</em></p>\n<p>I grab a bowl and chow down the grisly brown stuff.</p>\n<p>There's so much gristle to chew through that my jaw hurts. I have a sneaking suspicious that everything I'm seagulling down the hatch won't be staying there for long... I ask the big mamma how much it costs to rent the food instead of buying it. She misses the joke, thank god.</p>\n<p>Once I’m done committing hara-kiri, I swap sweat with a thousand strangers to get back out of the market and into the city.</p>\n<p><em>I'm wet.</em></p>\n<p>Fuckin <em>rank.</em></p>\n<p>I dry out a bit as I walk around town, and it <em>is</em> a proper city; it's got business towers, high-rise buildings and everything. The odd thing about it though is that half of it is completely derelict. Abandoned.</p>\n<p>I can tell that once-upon-a-time this place must've been doing pretty well; I can see the extent of foreign investment in the multitude of old and washed up buildings with foreign words on them - all untouched in years - abandoned when the foreigners all got the fuck out of here at the outbreak of war.</p>\n<p>No one came back, it seems.</p>\n<p>It’s an eerily fascinating walk.</p>\n<p>I come across an absolute doozy. A big, ten story, beige coloured tower. It looks like it was abandoned in the finishing stages of construction. All of the windows are missing, it looks dishevelled, with weird black pockmarks covering it all over. The whole tower's surrounded by barbed wire.</p>\n<p>I get to talking with a nearby security guard and ask what the building is. Apparently, the Chinese were nearly done building it as a bank, and then dropped it like it’s hot when things got messy.</p>\n<p>&quot;Ah, ok. What are all those weird marks?&quot;</p>\n<p>&quot;Bullets.&quot;</p>\n<p>&quot;Bullets!? As in bullet <em>holes</em>??&quot;</p>\n<p>&quot;Yes, these are where people shoot the building.&quot;</p>\n<p>&quot;Shit... All of them?&quot;</p>\n<p>&quot;Yes, all bullets.&quot;</p>\n<p>They're <em>everywhere</em></p>\n<p>The whole ex-war-zone thing just got <em>very</em> real.</p>\n<p>A local bloke - who seems friendly enough - overhears our conversation and tells me he’ll take me in and show me around.</p>\n<p>&quot;O-kaay...&quot;</p>\n<p>We bypass the barbed wire and walk into the building. It's been overtaken by squatters. Nothing but bare concrete walls and pillars and people. I get a fair few confused looks, which is probably fair enough.</p>\n<p>There are bullet holes in here too...</p>\n<p>We walk a few floors, and then I want to get out. I don't feel at ease in here... There's something about those looks...</p>\n<p>I thank my guide and head out, back to the streets and open sunshine.</p>\n<hr>\n<p>I'm seeing bullet holes everywhere I look now.</p>\n<p>They're <em>everywhere.</em></p>\n<p>I wonder how hard it would be for the locals to simply fill them in, but they’ve obviously got more important things to do, which I guess is fair enough, but leaving them there for <em>decades</em>?</p>\n<p>It's weird; if it were me I'd paste them over just to stop being reminded of the war. Right?</p>\n<p>I walk the streets for a few hundred meters till I get to the coast.</p>\n<p>I can’t believe my eyes.</p>\n<p>Beautiful clean sand, blue water, and a beautiful surf break where the big swell is pumping up massive waves.</p>\n<p>I realise that my mouth is open...</p>\n<p>&quot;Where the fuck...?&quot;</p>\n<p>It's reeking hot, and a mere stone's throw away people are climbing over each other for space, yet there's hardly a soul on the sand.</p>\n<p><em>Am I missing something here?</em></p>\n<p>I feel like I've crossed into some alternate universe.</p>\n<p>Or, the same universe, but back in time.</p>\n<p>I walk the beach, looking for anyone who might be renting a surfboard.</p>\n<p>I walk a few clicks down the beach till I hit a river barring my route; a <em>river</em> of absolute filth. Sludge and excrement from who-knows-where. It's <em>thick</em>. Oozing its way out into the sea. I can actually <em>see</em> human shit in it. Revolting.</p>\n<p>Fucking <em>ruined</em>.</p>\n<p>I stop looking for a surfboard.</p>\n<hr>\n<p>I get back to the market quarter as the light's getting a bit dim.</p>\n<p>Bullet holes or no bullet holes, I can’t believe how safe and relaxed I’ve felt walking the city streets.</p>\n<p>Sure, I’m paying attention to what’s been going on - to not do that would be thick - but, by and large, I've been happily walking about, and no one’s been giving me the slightest bit of grief.</p>\n<p>No harassing, nothing threatening, just quite a bit of staring. That’s all.</p>\n<p>That said, I’ve been told by a number of people not to be out after dark... I’m not about to tempt fate and loiter about as the sun sets.</p>\n<p>That means quick chow and then double-time it back to the demi-brothel.</p>\n<p>Rush home before the zombies come out.</p>\n<p>Seafood is on the menu tonight. I manage to get a whole fish off one of the big mammas for 160 Liberian dollars, which is about $2.50.</p>\n<p>The Liberian bank notes are so filthy and worn that it’s hard to distinguish the amounts; it's just dirty, old paper. And wet; they have a wet dampness to them. Moist. It’s disgusting.</p>\n<p>But it's legal tender, and it'll get me a whole fish.</p>\n<p>I make like a local and eat it my hands, and it’s pretty good.</p>\n<p>I double-time it back to the hovel as the light fades.</p>\n","nextChapterExists":true}