{"chapter":"<p>Delirium.</p>\n<p>Sweat.</p>\n<p>Boiling fever.</p>\n<p>Half-waking, half-sleeping, restless.</p>\n<p>Raving.</p>\n<p>Demented.</p>\n<p>Swallowed by the bed. Lying in my own sweat. Burning up.</p>\n<p><em>Trapped.</em></p>\n<hr>\n<p>Sunrise. At last.</p>\n<p>Deliverance.</p>\n<p>I've been wishing for it all night.</p>\n<p>I've never felt worse.</p>\n<p>The first rays of sunlight through my prison grating are greeted by an urgent need to use the facilities.</p>\n<p>I crap like a tap.</p>\n<p>Fucking <em>great</em>.</p>\n<p>So. I’m sick. Again. In this shithole.</p>\n<p>Sick, but not really surprised; was it mystery meat lunch? Or the &quot;lets touch the most filthy currency in the world and then eat some fish with same hands&quot; dinner.</p>\n<p>Probably both.</p>\n<hr>\n<p>It takes hours to clear the decks... Sitting, slumped, in that dark horror of a bathroom.</p>\n<p>I get the feeling it might be safe enough to venture out. I feel like shit, but so what? I just want to get my visas and get going.</p>\n<p>I head out boldly, armed and ready for the embassies. Every ounce of my consciousness focused inwards, watching like a hawk for signs of potential disaster. A zen monk ain't got shit on my level of inner watchfulness.</p>\n<p>Monrovia is a ghost town.</p>\n<p>There <em>was</em> a zombie apocalypse...</p>\n<p><em>Have I missed something again?</em> Yesterday, there was no such thing as “personal space”, today I'm alone. Eerily so.</p>\n<p>When I finally do find someone on the street - alive - I find out that today is the national day for honouring the dead.</p>\n<p><em>“Declaration Day”</em>.</p>\n<p>No work, no markets, no nothing.</p>\n<p>Well, so much for getting visas...</p>\n<p>Even though I'm crook, I know that I have to eat something. The only thing I can find after half an hour of looking around is a couple of doughnuts and a banana. Breakfast of champions.</p>\n<p>I’ve got nothing better to do than to check out the embassies - I don't want to spend the day in the demi-brothel if I can help it.</p>\n<p>After a few hours of taxi’s and bad directions I find the embassies for both Ivory Coast and Ghana. Both shut. G-R-E-A-T.</p>\n<p>It's weird, I always thought that Ivory Coast was a name for, y'know, a coast, not a country...</p>\n<hr>\n<p>In the afternoon I start burping massive, long burps. They taste like omelettes...</p>\n<p><em>Omelettes!</em></p>\n<p>I haven’t eaten an omelette or anything eggy in a long time. A <em>really</em> long time. That’s probably not good.</p>\n<p>Over the course of the day the omelette graduates into that familiar, citrus-y taste from Senegal.</p>\n<p><em>Tangy.</em></p>\n<p>Fucking <em>great.</em></p>\n<p>I know the drill...</p>\n<p>I head to my brothel abode and wait.</p>\n<p>My stomach is bloated and distended out far enough that I’m sure I must look like an albino Biafran.</p>\n<p>Finally the nausea comes and I’ve learnt my lesson from the past; <em>resistance is futile.</em></p>\n<p>Everything comes out looking like it did when it went in.</p>\n<p>I need to chew more.</p>\n<p><em>Bloody hell.</em></p>\n<p>It’s like my stomach doesn’t do digestion anymore, it just temporary stores food and water.</p>\n<p>Lovely.</p>\n<p>I brush my teeth to get that taste out of my mouth and - I swear to god - the toothpaste isn’t real toothpaste. The packaging looks legit; it says <em>Colgate</em>. But this ain’t toothpaste.</p>\n<p>Fails all round.</p>\n<hr>\n<p>Throughout the night I’m most often sitting. Sometimes kneeling. Seldom lying. Always close to <em>the can.</em></p>\n<p>When I do get the chance to rest it’s that same fucking bitch of a delirious sleep as last night, which I reckon is worse than being awake.</p>\n<p>Fuck this is miserable.</p>\n<hr>\n<p>The sun finally rises and there’s a little leprechaun swinging a hammer in my brain in time with my heartbeat.</p>\n<p>Donk.. Donk.. Donk..</p>\n<p>I’ve gotta remember, no one’s making me do this...</p>\n<p>It’s hard to indulge in self-pity when there's no one else to blame.</p>\n<p>Visas.</p>\n<p>Yes.</p>\n<p>Today’s the day.</p>\n<hr>\n<p>I retrace my tracks from yesterday and, thank god, the Ivory Coast / Cote d’Ivoire embassy or consulate or whatever is open. Huzzah.</p>\n<p>I <em>need</em> this visa; if they won't let me into Cote d'Ivoire, I can't really leave Liberia. At least not in that direction...</p>\n<p>I fill out the forms, have a chat with the ambassador or consular or whoever he is.</p>\n<p>I walk out half an hour later with a three month visa stuck in my passport. $70 and no hassle. Easiest visa I've ever picked up.</p>\n<p>Next go is the “Hail Mary” chuck at the problem child; Ghana.</p>\n<p>I’m ready for the “no, no, no - you have to be a resident” shit and I don’t care; Cote d’Ivoire will do for now and I can kick the Ghana can a little ways down the road.</p>\n<p>I get through some pretty locked down security just to get into the Ghana embassy compound, and head into a room that feels like a doctor’s waiting room. Behind a sheet of thick perspex is a man at a desk. Does Ghana have a lot of enemies? Must do. Anyway. I ask about a visa.</p>\n<p>&quot;Are you a resident of Liberia?&quot;</p>\n<p>Here we go again...</p>\n<p>&quot;No.&quot;</p>\n<p>&quot;Do you have an entrance stamp in your passport for Liberia?&quot;</p>\n<p>&quot;Uh, yes... Of course...&quot;</p>\n<p>&quot;Ok. That will do.&quot;</p>\n<p>Oh. <em>Shit yeah.</em> Jackpot baby!</p>\n<p>He wants <em>four</em> photocopies of practically every piece of paper that I own, two references from two Ghanaian citizens and a “mission statement” from me; explaining what my purpose is and why I should be granted a visa.</p>\n<p>I think I can manage that.</p>\n<hr>\n<p>Four hours later and I’ve got all that paperwork. I’ve fabricated a couple of references from out of a guidebook for Ghana, complete with names, phone numbers and addresses. For the &quot;mission statement&quot; I’ve written up the whole “I’m riding a bike through Africa” thing, and greased on that I'm really looking forward to the Ghanaian culture.</p>\n<p>It works.</p>\n<p>70 dollars later and I’m the stoked owner of a 90 day Ghanain visa.</p>\n<p>You fuckin ripper!</p>\n<p>I spend whats left of the afternoon, doing &quot;life admin&quot;.</p>\n<p>Turns out JB broke something on his bike on the way out of Freetown and had to double back to get it repaired, so I'm actually well ahead of him now. Which is good; he's a much better chance to catch up to me before Nigeria than me catching up with him.</p>\n","snippet":"Delirium.\r\nSweat.\r\nBoiling fever.\r\nHalf-waking, half-sleeping, restless.\r\nRaving.\r\nDemented.\r\nSwallowed by the bed. Lying in my own sweat. Burning up.\r\n*Trapped","nextChapterExists":true}