{"chapter":"<p>I’m done with Monrovia.</p>\n<p>So done.</p>\n<p>Another night spent on <em>the can</em> in that fucking filthy cave of a bathroom in this shitpile of a demi-brothel.</p>\n<p>I dare not eat anything substantial. Biscuits and bananas are about all I can stomach.</p>\n<p>As if I didn't look shit enough already, all of my burnt skin from 'River No.2 Beach' has decided it’s going to flake off, so now my whole body and face look poxy.</p>\n<p>Lovely.</p>\n<p>Being crook is exhausting, and the lack of food, energy and sleep is starting to show.</p>\n<p>I don’t really care. I just want to get out of here.</p>\n<p>I head out for breakfast. It's another public holiday... I don’t know what for and I don’t particularly give a shit; all this means to me is that there won’t be any breakfast this morning.</p>\n<p>And that’s not good.</p>\n<p>I feel totally spent and the day hasn’t even started yet. I drag my feet when I walk. I'm all stooped over and old looking.</p>\n<p>I really don't want to, but I reckon it’s probably a good idea to stay for one more night. If there’s no food in Monrovia, then what chance do I have of getting lunch on the road? And what if the next stop, <em>Buchannan</em>, is all closed up too? What about accommodation? What about petrol? Will the petrol stations be open on a public holiday?</p>\n<p>Who cares.</p>\n<p><em>I just can't do it anymore.</em></p>\n<p>I’ve got to get out of here. I don’t care if I have a shit day of it, I want out. I refuse to spend another night in this shithole.</p>\n<p>Loading the bike takes everything I have left.</p>\n<p>I ride out.</p>\n<p>So long, Monrovia, you’ve been bloody awful.</p>\n<hr>\n<p>The city is covered in an eerie, dense fog. It’s morning, but not that early, and regardless of the time, this is the first I’ve ever seen fog in Africa.</p>\n<p>Ominous.</p>\n<p>I’m no weatherman, but what I’m taking from it is that fog + time = rain, and rain + dirt roads = mud, and mud does not equal fun. In fact, just plain old rain does not equal fun on a motorbike; not to mention that my saddlebags are so beaten up they’d be about as waterproof as a sieve.</p>\n<p>I sit at a set of traffic lights, still technically inside Monrovia. I muse over the chance of a wet-season coming soon.</p>\n<p>Two policemen pop up out of nowhere, right in my fucking face.</p>\n<p>“Papers, <em>now</em>!!”</p>\n<p>I jump in my seat.</p>\n<p>They’re in <em>full</em> riot gear.</p>\n<p>All in black.</p>\n<p>They look like an African SWAT team.</p>\n<p>Shields, armoured body gear, the whole nine yards.</p>\n<p>They’ve come from a police post at the side of road that I didn’t spot coming into the red light. There's a handful of hardcore cops milling about over there, watching.</p>\n<p>I leave the bike running and hand them my UK rego papers; it's all I've got.</p>\n<p>They’re as confused about these as everyone else is when I hand them over; no one seems to ever be sure what exactly they’re looking at. But it looks <em>very</em> official...</p>\n<p>“Where is your permit?”</p>\n<p>My mate Uncle Sam has fucked me.</p>\n<p>The lights go green. And all the cars backed up behind me go fucking berserk. Beautiful.</p>\n<p>“This is my permit. See?”</p>\n<p>“No. You are under arrest.”</p>\n<p>Bam! The other cop - the short one - grabs my keys out of the ignition, killing the bike, and shoves them in his pocket in one swift movement.</p>\n<p>“Oi! Hey! Give those back!”</p>\n<p>“No! You are under arrest!”</p>\n<p>Fuck. Fuck, fuck, fuck.</p>\n<p>“No... No I’m not. I’m not under arrest. Why do you think I’m under arrest? What for?”</p>\n<p>“You have no permit, you are under arrest!”</p>\n<p>This short one seems to be a little dim...</p>\n<p>&quot;Bring the bike over here&quot;, the tall one gestures at the side of the road. The cars behind me are going apeshit; they’ve missed the green light...</p>\n<p>What choice do I have? Gotta do it.</p>\n<p>Leverage lost, I try the usual arguments that the registration is fine, I don’t need a permit. I’m allowed to be here. “You go and ask Uncle Sam, the boss-man at the border, <em>big</em> boss-man, you ask him, the boss-man, he says 'No embarrassment', you ask!”</p>\n<p>That throws them...</p>\n<p>The short one, a little baffled, picks up his go-to line “You are under arrest! Yes, embarrassment!”</p>\n<p>I’m too tired; my thick brain can't come up with anything clever...</p>\n<p>A small, plain clothed man comes up to me from out of a growing crowd on the sidewalk, and starts telling <em>me</em> what the problem is.</p>\n<p><em>Who the fuck is this guy??</em></p>\n<p>According to him, it's not a problem that I don't have a temporary import permit for the bike. No. <em>The problem</em> is that motorbikes aren't allowed on this road without a <em>special</em> permit.</p>\n<p><em>What?!</em></p>\n<p>“Who are you??” I ask him. I'm totally out of patience. “Are you the police?? Huh??”</p>\n<p>To that he whips out an ID card.</p>\n<p>I lean in and squint. I’m talking to... <em>Colonel Williams</em> of Liberian fucking Immigration.</p>\n<p><em>What???</em></p>\n<p>Am I supposed to fucking believe that? That a <em>Colonel</em> just happened to be passing by? On foot?</p>\n<p>I smell a rat.</p>\n<p>The fattest of rats.</p>\n<p>This is a stitch up. It’s gotta be...</p>\n<p>But the ID, well, it <em>does</em> look legit...</p>\n<p>I take him on face value, &quot;I don't get it. It's a road. I shouldn't need a permit.&quot;</p>\n<p>&quot;Do you see any other motorbikes on this road? Eh? No. And look,&quot; the Colonel points to the corner of the intersection &quot;you see all those scooter taxis, they wait there, off the main road, because they don't have a permit&quot;</p>\n<p>There's a handful of scooters with riders just sitting on them, doing nothing, going nowhere on the corner of the main drag...</p>\n<p>While I look at that, the riot police have pulled over some other poor bastard on two wheels.</p>\n<p>He looks <em>terrified.</em></p>\n<p>He frantically pulls out from under his shirt a laminated A4 sheet of paper that is roped around his neck.</p>\n<p>I’m not making it up; it's an enormous permit, laminated, hung from around his neck, stuffed down his shirt.</p>\n<p>I take a closer look.</p>\n<p>It looks legit. Some sort of permission granted for using a scooter or motorcycle on the main road. Stamps and everything.</p>\n<p>I scan my memory for motorbikes I’ve seen on this street in Monrovia. Not a single one comes to mind. And it's Africa, they should be everywhere...</p>\n<p>&quot;You are under arrest!!&quot;</p>\n<p>Fuck. That might be right...</p>\n<p>No one ever told me about this. How the fuck was I supposed to know?</p>\n<p>Ugh.</p>\n<p>I’m so <em>tired.</em></p>\n<p>“Can I have my keys back?”</p>\n<p>“You are under arrest!”</p>\n<p>It’s time to change tack, and fast.</p>\n<p>“Hey guys, ummm, do you know how I can get to Buchannan? Which way is it, you know, without using the wrong roads? Is it down this way?”</p>\n<p>It’s a dumb thing to ask and completely off topic.</p>\n<p><em>Everyone</em> wants to help me with directions. They all start talking over each other, finishing each other’s sentences to explain it to me. I’m getting advice from tall cop, short cop and my mate the Colonel. Even passer-by’s are throwing in their two cents. They're giving me directions on how to get <em>all the way</em> to Buchannan, like, 150 clicks worth of directions.</p>\n<p><em>This is going to work.</em></p>\n<p>I mirror back to them their own directions, and everyone’s all smiles and nodding and thumbs up.</p>\n<p>“Great, thank you so much guys, I really appreciate it. Can I grab my keys?”</p>\n<p>Short n dim actually gives me my keys back! This is going to work! What a gambit!!</p>\n<p>“Thanks again!”</p>\n<p>I fire up the bike and it roars to life. I can <em>see</em> the moment it snaps everybody out of their well-wishing hypnosis they were under.</p>\n<p>“You are under arrest!!”</p>\n<p>Arrrrghh, <em>fuck</em>!!</p>\n<p>So friggin close!</p>\n<p>“Come on man, I’m just a simple traveller, how am I supposed to know about this, it was an honest mistake. Just let me off this time. Give me a break.”</p>\n<p>I look pleadingly to my mate the Colonel, who I’ve decided is on my team, but even he seems to be out of his league, or at least out of his jurisdiction: This is a police matter, and the Colonel of Immigration doesn't hold court here, it seems.</p>\n<p>He shrugs his shoulders and wishes me good luck and off he goes, walking back into the mob that's formed; the one guy in my corner and I’ve lost him.</p>\n<p>The riot cops tell me to go and park over on the other side of the road next to their checkpoint, where the rest of the hard looking cops are.</p>\n<p>I’m so hungry.</p>\n<p>I wonder if I threw up all over everyone if they’d let me leave, or if that would make things worse.</p>\n<p>Or maybe I could crap my pants.</p>\n<p>I reckon I could do either of the two, on cue. <em>Right now.</em></p>\n<p>They’d <em>definitely</em> let me go if I squirted brown everywhere. <em>Pronto.</em></p>\n<p>&quot;We are taking the bags, and the bike. You are going to prison. You are under arrest.&quot; Tall cop says it, with solemn finality.</p>\n<p>Nothing happens. I just sit and on the bike and wait.</p>\n<p>Hunger and exhaustion start to turn the vice.</p>\n<p>The mob have crossed the road to continue to gawk, like this is some sort of spectator sport.</p>\n<p>The riot cops tell them to move on, but they refuse, shouting at the cops, who are shouting back.</p>\n<p>The cops start shoving people. The people shove back.</p>\n<p>Batons are brandished, the shouting ratchets.</p>\n<p>What the <em>fuck</em> is going on??</p>\n<p>I’m shitting it. I need to get the fuck out of here...</p>\n<p>The mob scuffles with the cops.</p>\n<p>Everyone's <em>screaming.</em></p>\n<p>One of the cop cracks a bloke on the arm with a baton, and the mob scatters; fucking bolts for it as the cops chase them off.</p>\n<p>I’m at the end of my tether.</p>\n<p>Either they'll put me in prison, or they want a monster bribe.</p>\n<p>What would I pay to get out of here? The sky’s the limit.</p>\n<p>I'll pay all I've got, and I've got all that money that I took out just a few days ago. An even thousand. I'd give it all just to leave.</p>\n<p>How do I even start that conversation? I haven’t the slightest idea and my brain isn't fucking working right.</p>\n<p>I’ve never done this shit before.</p>\n<p>What worries me the most about suggesting a bribe is that it could be used as further leverage against me, digging me deeper into the hole. I don't want another charge on the rap sheet...</p>\n<p>I decide to do nothing; it seems the least worst option.</p>\n<p>I'm actually pretty proud of myself for my outer composure; despite being ready to meltdown on the inside, on the outside I must look bored.</p>\n<p>I really hope I do.</p>\n<hr>\n<p>I've been at the lights for maybe half an hour now, all up. I haven't gotten off the bike once, for fear that they'll take it off me.</p>\n<p>A new cop comes up to me, one I haven’t talked to before, a young man, but from the looks of him he might be the one in charge here...</p>\n<p>“You’re under arrest.”</p>\n<p>I shake his hand.</p>\n<p>&quot;Ugh.&quot;</p>\n<p>I wait for him to go on.</p>\n<p>“You are under arrest, yes? We are taking your everything, yes? And you are going to go to a Liberian prison for six months, yes? Liberia prisons are not a nice place. Very bad. Yes?”</p>\n<p>I think he's finished...</p>\n<p>“Six months is a long time for a minor traffic offence don’t you reckon?”</p>\n<p>“Yes” he nods his head, solemnly, “a very long time. Yes. <em>Or</em>, you can pay a fine now.”</p>\n<p>And <em>there</em> it is.</p>\n<p>“Ok. What’s the fine?”</p>\n<p>“Yes...” he thinks about it.</p>\n<p><em>This is it.</em></p>\n<p>“Fifty! Fifty <em>American</em>, dollars!”</p>\n<p>I keep my hysteria in check. <em>Just...</em></p>\n<p>I want to laugh and cry and slap this dickhead in the face. All at once.</p>\n<p>All this - all of this tension and pant-shitting terror and freak out and dread and anxiety - all of it, for fifty measly bucks.</p>\n<p>I almost feel short changed... I raise my eyebrows.</p>\n<p>“Whoa! Fifty!? That's a lot!!&quot; I shake my hands like they're hot. &quot;I have a twenty? I have it here, now.”</p>\n<p>He thinks about it. “Yes. Ok.”</p>\n<p><em>Unbelievable.</em></p>\n<p>My first bare-faced bribe in Africa.</p>\n<p>I dig into my secret money pocket inside my leather jacket - very careful not to reveal too much - and dig a twenty dollar note out of a wad of a thousand.</p>\n<p>He tells me not to pay the fine here, but around the corner in the next street, out of sight of the checkpoint.</p>\n<p><em>Dodgy.</em></p>\n<p>&quot;You let me on the bike and we go together.&quot;</p>\n<p>“Nah mate. You can walk.”</p>\n<p>I follow him for a while and then go ahead to park the bike out of the line of sight of the checkpoint.</p>\n<p>I stop the bike and I'm immediately boxed in tightly by three scooters.</p>\n<p>&quot;Oi! What the..!?&quot;</p>\n<p>One has blocked my path in front, another blocked my path behind, and a third pulls up alongside me, pinning me to the gutter. The dickhead cop is sitting on the back.</p>\n<p>All of them are grinning at me.</p>\n<p><em>Mugs.</em></p>\n<p>They must've thought I was trying to make a getaway...</p>\n<p><em>Unnecessary.</em></p>\n<p>I give the cop the twenty bucks, and his scooter rider guns it down the street, tearing away from the police checkpoint. The prick on the back is laughing.</p>\n<p>Joke's on you, ya spud.</p>\n<p>I go to leave in the hole they've made to my right, but the guy on the scooter in front of me moves his scooter back to block my path. <em>Grinning.</em></p>\n<p>I'm going to use my last ounce of strength to deck him...</p>\n<p>I rock back, change direction, and ride off.</p>\n<p>Even though I know it's over I feel like I'm fleeing the scene.</p>\n<hr>\n<p>The damage was nothing. In truth, it's a victory if ever there was one, but it’s left me feeling frazzled and vulnerable.</p>\n<p>Unsafe.</p>\n<p>I hate being at the whim of these bastards. <em>Hate</em> it. It makes me feel like a hunted animal, makes me edgy. Tense.</p>\n<p>After flying through the busy streets - spending more time than is safe with my eyes on my mirrors, looking for a chaser - I finally start breathing normally again, and decide to take a break.</p>\n<p>I’m starving.</p>\n<p>I pull over where I see a lady selling the biggest bananas on the planet.</p>\n<p><em>That’ll do.</em></p>\n<p>The bananas are as big as my forearm. <em>Huge.</em> A banana as big as a baguette.</p>\n<p>The lady seems a little perplexed when I ask for one; like it's an odd request, but she sells it to me anyway.</p>\n<p>As we're changing money she just starts <em>screaming.</em></p>\n<p>I follow her gaze, and see a pickup truck reversing down a steep hill and over the top of my bike.</p>\n<p>I scream.</p>\n<p>The metal of the pickup is <em>shrieking</em> over the top of my bike.</p>\n<p>&quot;<em>Stop! Stop!!</em>&quot; I run.</p>\n<p>The driver stops the car, the bike is <em>way</em> underneath the tray.</p>\n<p>He pauses there, unsure what to do.</p>\n<p>&quot;<em>GET OFF!! GET THE FUCK OFF!!!</em>&quot;</p>\n<p>This is it. It’s all over. He’s just fucked my bike.</p>\n<p>He puts the pickup into first gear, fucks up the hill start and rolls back further, screeching over my bike.</p>\n<p>I scream again.</p>\n<p>I can do nothing.</p>\n<p>The pickup finally moves forward to more screeching of metal on metal.</p>\n<p>My bike...</p>\n<p>It’s all too much. I'm making noisy breaths.</p>\n<p><em>I want to go home.</em></p>\n<p>The bike is still, somehow, on its wheels, but pushed way over to one side, warping the kickstand. On the side that took the contact the metal crashbar has been bent all the way back so that it’s pinned against the side of the bike and the exhaust. The tank has a ding in the bottom of it, <em>inches</em> from the motor.</p>\n<p>It's taken off paint.</p>\n<p>I keep looking.</p>\n<p><em>&quot;Is that it??&quot;</em></p>\n<p>That’s it.</p>\n<p>The driver has jumped out of the pickup and is absolutely shitting it. I would be too; I'm fucking <em>furious</em>. He's apologising profusely. I can’t even really hear him; I’m too busy swearing. Not at him. Just at everything. I don’t even know what I’m really saying anymore. Just randomly walking about, nonsensically but profusely venting my spleen.</p>\n<p>It feels better.</p>\n<p>This morning has been more than I can deal with.</p>\n<p>The exhaustion's in my bones now.</p>\n<p><em>All I wanted was a banana.</em> Is that too much to ask?</p>\n<p>I give the kickstand and the crashbar a good kicking to re-align them a little, and go back and get my banana off the screaming lady.</p>\n<p>I peel it, and the thin outer layer of the peel comes ripping off like sticky tape, leaving all the bulk of the peel behind.</p>\n<p><em>Under-fucking-ripe.</em></p>\n<p>I’m gonna cry.</p>\n<p>I rip the whole thing apart with my hands and nails like an angry monkey might. Finally, banana.</p>\n<p>I try to take a bite but it’s impossible, it’s so tough and hard that I can’t even gnaw off a piece with my back teeth like a rat.</p>\n<p>I hate this banana.</p>\n<p>The screaming has brought in another huge mob, and they're all watching me with perplexed looks on their faces.</p>\n<p><em>I give up.</em></p>\n<p>I ask it if someone would like my banana. A man steps forward and takes the mangled, half-chewed banana off me.</p>\n<p>I’m fucking <em>off.</em></p>\n<hr>\n<p>The derelict shantytowns become nothing but squat palm plantations.</p>\n<p>It's been an hour.</p>\n<p>No people. No food.</p>\n<p>It’s the hottest, most stifling, most humid day I’ve had on the whole trip. The sun is <em>brutal</em>, and there's absolutely zero shade.</p>\n<p>Being crook, I was dehydrated before I even started.</p>\n<p>It feels like my bodys got nothing left.</p>\n<p>I’m riding around using only half a brain; if that.</p>\n<p>In the distance, I see a tiny village.</p>\n<p>There's a shack. <em>They're selling food.</em></p>\n<p>Sandwiches.</p>\n<p>I hoover an egg and mayo sandwich, <em>inhale it.</em></p>\n<p>It's the second best thing I've ever eaten.</p>\n<p>I hope it stays with me...</p>\n<hr>\n<p>Back on the bike and leaving the village.</p>\n<p>Off in the distance I spot a checkpoint. I get a cold dump of adrenaline I didn't ask for.</p>\n<p>I can't. I <em>can't</em>...</p>\n<p>I'm terrified.</p>\n<p>I just can't do it again.</p>\n<p>Approaching it, I'm looking for a way to get past without stopping.</p>\n<p>There’s a roped bunting that’s barring the road, stopping cars, and there are police on the road.</p>\n<p>I slow right down and go off the side of the road, down the shoulder and into the dirt in a deeply dug out trench.</p>\n<p>I pass under the bunting, and I'm through to the other side.</p>\n<p>The shoulder back up to the road is too steep for me to climb, and up ahead the trench comes to a dead end.</p>\n<p><em>Stuck.</em></p>\n<p>Shit! Shit, shit, shit!</p>\n<p>I’ve got no choice; I have to turn around and make my way back to where I came from.</p>\n<p>Back past the bunting, back up the shoulder, back onto the road, all under the watchful eyes of the cops, who haven't missed a moment of me trying to dodge them.</p>\n<p>Caught red handed.</p>\n<p>Once I'm back up on the road, one of the police unhooks the rope and gestures for me to park up the bike on the other side.</p>\n<p>I ride slowly, casually past the cop holding the rope, and then gun it.</p>\n<p><em>Flee.</em></p>\n<p>Even through my helmet and the roar of the bike I can hear the cops losing their shit behind me, and I can see them wigging out in my mirrors.</p>\n<p>I get far enough down the road to know I’m not being chased - and that I can't be shot - and I start breathing again.</p>\n<p>It might be the dumbest thing I’ve ever done.</p>\n<p>It’s the sort of blatantly retarded thing that could land you in the deepest of shit. <em>Or worse...</em></p>\n","snippet":"I’m done with Monrovia.\r\nSo done.\r\nAnother night spent on *the can* in that fucking filthy cave of a bathroom in this shitpile of a demi-brothel.\r\nI dare not ea","nextChapterExists":true}