{"chapter":"<p>Buchannan.</p>\n<p>No more checkpoints. Uneventful, straight tarmac all the way.</p>\n<p>I’m starting to really get the shits with the bike; the oil level indicator or “sight glass”, which lets you look into the sump to see the oil level is driving me nuts; I’ll do identical oil level tests on perfectly level road, and one test will show that the oil sump is brimming full, the next will show that it’s bone dry.</p>\n<p>I’ve got fuck all idea what the true, correct reading is, and so I don’t know if it’s overfull or if it’s empty or if it’s Goldilocks. And there’s oil hosing out of the motor <em>all the time</em>.</p>\n<p>I <em>need</em> to know how much oil is left. It scares me.</p>\n<p>Buchanan's an unremarkable port hole. I'd like to ride further, but I can't.</p>\n<p>After shacking up in a shitty hotel (that's <em>not</em> a brothel) I go walkabout, and chat to as many people as I can about where I should go next.</p>\n<p><em>Harper.</em></p>\n<p>Two hundred clicks straight down the coast.</p>\n<p>There are two routes: a straight line, or, a 600km inland detour.</p>\n<p>All my maps have the straight road dead-ending at a river...</p>\n<p>Sketchy.</p>\n<p>And no one can tell me if there are bridges or canoes there to get me to the other side.</p>\n<p>The 600km detour is a sure thing; with multiple people confirming it's do-able.</p>\n<p>I’m not thrilled about turning a one day trip into a three day fuckabout.</p>\n<p>I find a tin shack restaurant and continue my enquiries over lunch, which is mysterious meats in some sort of stew with rice.</p>\n<p>Pretty gnarly stuff. Flies everywhere. But it’s popular with the locals so it’s popular with me.</p>\n<hr>\n<p>Maybe not so popular...</p>\n<p>As I lie in bed for a siesta my guts are roiling. They won't let me sleep.</p>\n<p>I don't know if it's lunch, or just a Monrovian hangover.</p>\n<p>I feel <em>green</em> with nausea.</p>\n<p>I could easily chuck it all up - anytime I want - and send myself back to square one. But this feels important. I don't think I will manage if I chuck up another day's food; I'll just stop working.</p>\n<p>So I hold it down, and give it a chance to ingest <em>something</em>.</p>\n<hr>\n<p>Morning.</p>\n<p>I've kept it down so far, but I've got tangy burps, and I don't know how long I can hold out.</p>\n<p>My guts are moving in a way that indicates something violent is imminent. And I don’t mean throwing up either...</p>\n<p>I get up and look in the mirror.</p>\n<p>I look like I should, I guess, which is to say I look like dogshit.</p>\n<p>I want to stay another day in Buchannan but, more than that, I still feel an overwhelming urge to <em>escape</em>. To run away.</p>\n<p>I ignore the warning signs, load up the bike, and roll the dice.</p>\n<hr>\n<p>My furious gut plus the shaking of the bike start whipping up their perfect storm.</p>\n<p>In an act of pragmatism I skip breakfast; I don’t want to give myself any more ammunition.</p>\n<p>I leave Buchannan, and take the road for the six hundred kilometre detour.</p>\n<p>Tarmac quickly turns into a single-laned, well-graded red dirt track.</p>\n<hr>\n<p>Gone are the endless rows of plantations, replaced with a sparse, green forest that creeps in on the roadside.</p>\n<p>Sometimes the trees canopy over the track to give some shade, sometimes I'm open to the cloudy sky above.</p>\n<p>There's the very seldom village, and in each village there are young topless women, painted white.</p>\n<p>I hardly notice any of this.</p>\n<p>I’m a man on a mission.</p>\n<p>Eyes on the prize as I chop down the road, destroying the serenity as I smash around in top gear.</p>\n<p>I’m all negativity; flying in a mad rush to get to nowhere in particular.</p>\n<p>I’m in such a hurry that the only times I ever stop are when my bowels tell me that won't wait another second. Or I’m stopped at a checkpoint...</p>\n<p>Never trust a fart in Africa... Or the police...</p>\n<p>I'm not sure which I dread more.</p>\n<p>But both turn out to be non-events; I squatted in the forest and let go of one of my top farts of all time; a spectacular ten second duration which somehow managed to stay dry, to great surprise and delight; and the checkpoint officials being all smiles and handshakes and well wishing.</p>\n<p>No problem.</p>\n<hr>\n<p>After about six hours in my head and two hundred clicks on the clock I find myself in a big enough small village to know I’m a good chance at finding somewhere to eat and sleep. <em>Saclepea</em>.</p>\n<p>It's a <em>long</em> way between viable villages, so I call it a day.</p>\n<p>An average speed of 33km/h doesn’t sound like a lot, but with breaks included <em>and</em> on a dirt road with a Royal Enfield that’s pretty good going. I’m satisfied with that.</p>\n<p>And I didn't shit my pants, or vomit. <em>Not even once.</em></p>\n<hr>\n<p><em>Sweet baby Cheeses</em>, they have a shower. My own fucking shower.</p>\n<p>The shower rose is the size of a dinner plate.</p>\n<p>I strip down and jump in immediately.</p>\n<p>It feels like I'm caught in a deluge. Like I'm standing under a thundering, cool waterfall.</p>\n<p>I could happily drown.</p>\n<p>After an unknown amount of time I call it.</p>\n<p>I go and lie down on my <em>real</em> mattress. With <em>clean</em> sheets.</p>\n<p>And smile.</p>\n<p>I get up and go take another shower.</p>\n","snippet":"Buchannan.\r\nNo more checkpoints. Uneventful, straight tarmac all the way.\r\nI’m starting to really get the shits with the bike; the oil level indicator or “sight","nextChapterExists":true}