{"chapter":"<p>I could leap tall buildings in a single bound.</p>\n<p>It’s incredible what a good night’s sleep and a full, settled stomach can do.</p>\n<p>And showers; I've taken <em>five</em>.</p>\n<p>The biggest change is between the ears.</p>\n<p>I <em>can’t wait</em> to get on the bike.</p>\n<hr>\n<p><em>Green</em>.</p>\n<p>A well graded dirt road.</p>\n<p>I've been cruising, taking it easy, enjoying the ride, head in the clouds, soaking it all in.</p>\n<p>Outback Liberia is jaw-droppingly <em>stunning</em>.</p>\n<p>The track is never straight, following the contours of the land.</p>\n<p>The red stuff under the tyres has gone a deeper, rusty red after last night’s rains. The forest has become way, way denser since yesterday.</p>\n<p>It's older.</p>\n<p>Untouched.</p>\n<p>It’s so thick that anything a few meters into the forest is lost to sight; you can only ever see as far as the next corner.</p>\n<p>The rain has wetted the leaves, cleaned them up, and made the shades of green that much richer.</p>\n<p>There are heavy storm clouds hovering in the sky, threatening to ruin my day. For now though they're content just shading me without pissing on the parade.</p>\n<p>Fuck it’s beautiful.</p>\n<p>It feels so <em>old</em>. Ancient, even. It’s got to be old growth forest; it must have taken hundreds of years for the trees to grow to this size.</p>\n<p>I have it all to myself.</p>\n<p>Except for the U.N., that is...</p>\n<p>Enormous, tank like vehicles, all in white. &quot;U.N.&quot; emblazoned in on the sides in black.</p>\n<p>This is the shit you normally see on the news...</p>\n<p><em>Am I not supposed to be here??</em></p>\n<p>The soldiers are dressed like soldiers, except they're wearing sky blue helmets.</p>\n<p>They’ve got big road graders, and trucks, and tractors. All perfect white.</p>\n<p>I ride past, and they're disinterested. I actually get a couple of waves.</p>\n<p>They're <em>Pakistani's</em>?</p>\n<p>That's... <em>weird...</em></p>\n<hr>\n<p><em>Checkpoint.</em></p>\n<p>I fizz a little.</p>\n<p>I <em>hate</em> this. The confrontation. It makes me feel sick.</p>\n<p>Fucking Uncle Sam. That bastard's ruined Liberia for me.</p>\n<p>Roped bunting; I won't be able to get under it, or around it.</p>\n<p>I try my best to slip around it, but by the time I’ve done that the police have woken up and come running out of their hut to stop me.</p>\n<p>I'm not going to bolt this time...</p>\n<p>I pull up and head into the hut like I’m told.</p>\n<p>There’s a young bloke in uniform behind a desk.</p>\n<p>“Papers”.</p>\n<p>I give him my passport, which is the only document I have that he can’t poke holes in.</p>\n<p>“Papers for the motorbike”. I give him my tattered registration papers.</p>\n<p>He goes through the whole thing, line by line. Its two A4 pages, back and front. 80% of the info is irrelevant - &quot;how to transfer vehicle ownership&quot; and shit like that. He reads it all.</p>\n<p><em>Peanut.</em></p>\n<p>He gets up from his desk and heads out to my bike. He gets on hands and knees, and starts cross-checking the frame number and engine number with the rego. The engine number is 14 digits long. The frame number, 17 digits long.</p>\n<p>Peanut is obviously on the hunt for anything not right in the paperwork that he can try to trip me up on.</p>\n<p>Idiot.</p>\n<p>He’s looking in all the wrong places; there’s more ammo in my dodgy papers than he’d know what to do with, and this moron can't spot the woods from the trees.</p>\n<p>Thank Christ he’s incompetent.</p>\n<p>He takes a look at my throwover saddlebags on the back of the bike. “These are illegal.”</p>\n<p><em>Huh?</em></p>\n<p>“What?”</p>\n<p>“These”, he points again, “this luggage is bad, it’s illegal in Liberia”.</p>\n<p>That's a novel approach...</p>\n<p>“Why?”</p>\n<p>“Where is the support underneath? They have no support. This is illegal!”</p>\n<p>I can see what he’s driving at; the &quot;throwovers&quot; get chucked on the bike the same way you'd chuck a saddle on a horse. There's no need for underneath support.</p>\n<p>I can see how he might think that they’re suspended there by some sort of witchcraft, as I've got the joining on the seat covered by a spare tyre and camping gear.</p>\n<p>But <em>illegal?</em></p>\n<p>Absurd.</p>\n<p>I explain how it works but he insists that it's illegal to have luggage with no support in Liberia.</p>\n<p>I unpack everything.</p>\n<p>Show him how it straddles the seat. Secure. See?</p>\n<p>I take his silence as a crisis of confidence and pinch my papers off him while he’s thinking of what he can do next and quickly walk away.</p>\n<p>There’s a guy selling bottles of donkey piss petrol over the other side of the road so I busy myself with buying a “gallon of gas” off him.</p>\n<p>I’ve got no idea how many litres to a gallon, so I don’t really know where I should be haggling. I'm probably getting done in the arse...</p>\n<p>When I get back to the bike Peanut is back in the hut and I’m away again.</p>\n<hr>\n<p>Nature rolls by.</p>\n<p>More forest and more young naked topless women painted white.</p>\n<p>I take a break. Someone has nicked my roll of gaffa tape and my spare batteries from a pocket on my bags.</p>\n<p>No prizes for guessing who &quot;someone&quot; is.</p>\n<p>How petty can you get? The roll of gaffa was practically finished, and the cheap, shitty, Chinese AA’s are worth about 10 cents each.</p>\n<p>Pathetic.</p>\n<hr>\n<p>Eight hours and nearly three hundred clicks of riding later and I pull into a random village whose name I don’t know.</p>\n<p>I’m cooked.</p>\n<p>Wrecked. It’s been a massive day.</p>\n<p>Eight hours...</p>\n<p>It blows my mind that I used to spend this much time, five days out of seven, sitting in a chair, in front of a computer screen, in the sky prison.</p>\n<p>It’s an <em>enormous</em> amount of time.</p>\n<p>I find &quot;accommodation&quot;, if you could call it that... To turn the lights off I have to unscrew the bulb... And if you want to see anything while taking a bucket shower in the communal basin then you’d better light a candle...</p>\n<p>Suboptimal.</p>\n<hr>\n<p>Up in the morning, and straight away I’m <em>desperate</em> to get to Harper.</p>\n<p>It shouldn’t be far but still I want to get there as fast as possible. I don't know why, but it feels important.</p>\n<p>On the way out of the village I buy a half gallon of gas with the last of my Liberian dollars.</p>\n<p>The pull to get going as soon as possible - and skip breakfast - is strong. I'm almost frantic.</p>\n<p>I set off, I'm out of the village without eating.</p>\n<p>Then I think better of it, and turn back.</p>\n<p><em>Why am I rushing??</em></p>\n<p>I exchange ten American dollars and buy some breakfast. Questionable brown meat with palm butter and rice. Heavy going.</p>\n<p>I don't think to chew; I'm <em>still</em> rushing.</p>\n<p>After seagulling breakfast I hot step it back to the bike with a full gut.</p>\n<p>As I’m putting on my helmet I freak out.</p>\n<p><em>Panic.</em></p>\n<p>Breakfast isn’t even going to touch the sides. I’m going to shit my pants. Now. Right here. Oh <em>god</em>.</p>\n<p><em>Where can I shit??</em></p>\n<p>I jump on the bike - I don't even do up my chin strap - and <em>fly</em> out of the village.</p>\n<p>I need to find a patch of forest. <em>Stat!</em></p>\n<p>As I make my get away I start to level out and calm down.</p>\n<p>I'm not going to make a mess. I never was...</p>\n<p>I’ve lost all confidence in my gut. That's obvious. The slightest tremor and I - figuratively - shit myself.</p>\n<p>I need to get on top of this. I can't be terrified after every meal.</p>\n<hr>\n<p>The road has turned to shit.</p>\n<p>The rains have fucked it.</p>\n<p>Any sort of incline or decline has rivers of water channelling through it. These rivers run hodgepodge down the road wherever they want - like veins - carving out deep channels as wide as my tyres.</p>\n<p>Tricky to negotiate.</p>\n<p>The ones that run in the same direction as the road aren’t so bad. I can see them easy, but the ones that run across the road, they’re bastards.</p>\n<p>Impossible to spot until it's too late and you're in it. And if you land in one you’re going to ditch the bike at best, and end up over the handlebars at worst.</p>\n<p>Looking out for them has my undivided attention...</p>\n<p>Undivided attention isn't enough; I get caught out.</p>\n<p>I’m heading downhill at a slow speed, but the steepness means that I can’t stop as quickly as I’d like. I get hemmed in by a deep trench that cuts in front of my path. I’ve spotted it way too late.</p>\n<p>It’s a bike breaker.</p>\n<p>I slam on my brakes and try to steer to the side to go through a part of the channel that looks like it’s not going to kill me. But steering and braking are too much for the tyres to do at the same time on the dirt road and the back tyre locks up and slides out violently.</p>\n<p>I’m going to crash. But just as the bike’s about to slide out completely the two wheels smash, flush, right into the side of the ditch and the whole bike and I bounce back around to upright, popping perfectly into shape, and ride away.</p>\n<p>A <em>huge</em> save.</p>\n<p>It leaves me fizzing.</p>\n<p><em>What happens out here if you crash and snap a leg?</em></p>\n<hr>\n<p><em>Logged.</em></p>\n<p>The old forest gives way to progress; Logged, and replaced with plantations.</p>\n<p>Palm crops.</p>\n<p><em>Devastating.</em></p>\n<p>I wonder how much longer all the beauty I've seen in the last two days will be around for...</p>\n<hr>\n<p>Counting kilometres. Ceaselessly looping the math of distance divided by speed equals time.</p>\n<p>Over and over and over.</p>\n<p>Ten kilometres - or 20 minutes - to Harper, and filthy black clouds rear their dirty heads out of nowhere.</p>\n<p>They look like they're hanging so low they could touch the tops of the trees.</p>\n<p>The dirtiest, darkest clouds I've ever seen. Near black, despite being in the middle of the day.</p>\n<p>Ominous as fuck.</p>\n<p>I whip the bike like a jockey into the final furlong.</p>\n<p>I <em>fly</em> right under the blackest band of the clouds, without catching a single drop.</p>\n<p>I reckon I’ve got away with this...</p>\n<p><em>Nope.</em></p>\n<p>It <em>hoses</em> rain. Big ol' fat rain.</p>\n<p>There's more water in the air than air.</p>\n<p><em>Thick.</em></p>\n<p>In literally two seconds my jeans are soaked through, and I can feel it pouring down the back of my helmet and under the neck of my leather jacket.</p>\n<p>This is going to ruin all my papers, and <em>fry</em> all my electrics.</p>\n<p>I round a corner and there’s a checkpoint.</p>\n<p>It's the first time I’ve ever been happy to see one.</p>\n<p>Thank <em>Christ.</em></p>\n<p>I fly under the awning at full clip, not hitting the brakes till I'm out of the deluge. I slide to a stop.</p>\n<p>I was in the rain for a full minute, <em>max</em>, and everything's drenched.</p>\n<p>I check everything. Papers in my pockets are dry. My luggage is soaked, but only the outer clothes.</p>\n<p>Lucky. Again.</p>\n<p>They don't bother me at the checkpoint. We stand under the cover and watch the storm pass as it smashes a violent din against the tin roof a few inches over our heads.</p>\n","snippet":"I could leap tall buildings in a single bound.\r\nIt’s incredible what a good night’s sleep and a full, settled stomach can do.\r\nAnd showers; I've taken *five*.\r\n","nextChapterExists":true}