{"chapter":"<p>Harper.</p>\n<p>Paradise, lost.</p>\n<p>Beautiful and tragic.</p>\n<p>Once upon a time it must’ve been a buzzing port town, small in size, but with grand buildings and huge mansions for the wealthy, perched on a skinny, elevated peninsula - much like Robertsport - with beautiful ocean and an endless stretch of beach.</p>\n<p>The buildings are, without a doubt, the most overt display of opulence I’ve seen on the continent.</p>\n<p>A proper jewel of West Africa.</p>\n<p>Then the war came.</p>\n<p>And the world stopped. Everything was abandoned, and no one came back.</p>\n<p>In the handful of years that have passed since then, nature has taken it all back.</p>\n<p>Who tells a tree where it can and cannot grow? Apparently no one.</p>\n<p>Left to its own devices, nature has filled the derelict concrete shells that were once people’s houses with something beautiful; green.</p>\n<p><em>Everywhere.</em></p>\n<p>Creeping vegetation has coated the walls - inside and out - with living wallpaper.</p>\n<p>It’s an indoor garden of Eden.</p>\n<p>Parked in old living rooms are huge trees that have made the space their own - punching a hole in the roof as it grows to fill the space.</p>\n<p>House after house, mansion after mansion, exploring them all; it’s all the same bittersweet scene. It leaves me with a sad smile at the tragedy of Liberia, yet the beauty of nature; it take's everything back once we're gone.</p>\n<p>But if that was the beauty of nature over humanity, the beach is surely humanity over the beauty of nature.</p>\n<p>The sandy beach stretches away to a long vanishing point. Infinite stretch. A long row of palm trees separates the ocean from an inland lake.</p>\n<p>What should have been a beautiful stretch of pristine coastline has been soiled - literally - by shit.</p>\n<p><em>Human</em> shit.</p>\n<p>Grenades and landmines of turd are <em>everywhere</em>.</p>\n<p>I can't enjoy the walk for fear of something <em>awful</em> squelching through my toes.</p>\n<p>When I take the risk to raise my eyes off the sand for a moment I'm greeted with a view of someone laying out fresh cable.</p>\n<p><em>Delightful.</em></p>\n<p>Anyway, enough of that shit. I get out of there and make my way to the shanty town fishing village as the sun sets.</p>\n<p>I'm walking along the coast of the peninsula and at that moment the sun cuts through the clouds, shooting beams of light like some cliché vision of heaven. I’m not normally one for photography, but with the heavenly vista above, the ocean below, the peninsula on stage left and a fishing boat on stage right, even I can't pass this up.</p>\n<p>So I take a photo. It’s a ripper. Like a goddamn oil painting.</p>\n<p>While I’m admiring my good work a little kid comes up to me and motions for me to take a picture of him with the camera. I’m never one to poke a camera in someone’s face, <em>ever</em> - it’s touristy and tacky and it makes me squirm when I see others do it - but I take a picture of the kid anyway, and show him his picture on the screen. Bless the little guy, he’s delighted by it.</p>\n<p>Then there’s yelling. In my direction.</p>\n<p>A bloke comes running over, looking <em>furious</em>.</p>\n<p>&quot;You can’t take photos!!&quot;</p>\n<p>“What? Why not?”</p>\n<p>He pulls out his wallet and flashes a card at me, right in my face.</p>\n<p><em>Liberia Immigration</em>.</p>\n<p>Looks legit. But it’s so out of place; there is no immigration in Harper...</p>\n<p>He tells me to follow him.</p>\n<p>What’s this guy on about?</p>\n<p>Am I actually in trouble, or not? <em>Am I??</em></p>\n<p><em>Ugh</em>.</p>\n<p>I follow him. Better to play it safe.</p>\n<p>We head into a tin shanty restaurant. He tells me to sit down in a dark corner. Before I know it I’m hemmed in by him and all of his buddies. They’ve been drinking. They <em>are</em> drinking...</p>\n<p>They all crowd in.</p>\n<p>“Where is your permit!?”</p>\n<p>“What? My permit for what??”</p>\n<p>“To take photos!”</p>\n<p>“What?? You don’t need a permit to take <em>photos.</em>”</p>\n<p>“Yes you do, where is it??”</p>\n<p>I’m sick of this permit shit. I’ve already been buggered once for questionable permits in this country, but this is <em>clearly</em> bullshit.</p>\n<p>“No I don’t. What will I need a permit for next?? Breathing?!”</p>\n<p>“Give me your camera.”</p>\n<p>“What? No. Why?”</p>\n<p>“You have been taking illegal photos, I need to see them.”</p>\n<p>I hate this shit. I hate this guy like poison. Fucker. Wanker. Immigration douchebag.</p>\n<p>I hate being beholden to the whims of pieces of shit like this guy. Especially when I’ve done <em>nothing</em> wrong.</p>\n<p>I get out my camera and he goes to grab it, I jerk it back away from him and fend him off with my free hand. “You look with your eyes, not with your hands”.</p>\n<p>I show him the photos I’ve taken.</p>\n<p>“These are all illegal, you can’t take photos of these buildings. You have to delete them.”</p>\n<p>“What!? No... That’s rubbish, these are fine. Who cares about trees in buildings?”</p>\n<p>“Show me your papers”</p>\n<p>“What? Why??”</p>\n<p>He gets right up in my fucking face.</p>\n<p>“Because I am Immigration! You do what I say! Where is your passport?”</p>\n<p>His breath fuckin <em>reeks</em> of booze.</p>\n<p>This is so fucking unreasonable it’s making me boil. I’d be angry if I wasn’t freaking out.</p>\n<p>&quot;I don't carry my passport.&quot;</p>\n<p>“Where is it?”</p>\n<p>“It’s at my hotel. It’s safer there.”</p>\n<p>“No passport?”</p>\n<p>“No, I <em>have</em> a passport, it’s at my hotel, we can go there now and I’ll show you,” I’m desperate to get myself out of this corner.</p>\n<p>“You give me money.”</p>\n<p>“What?? No. I don’t have any money.” And I look it too; grisly and grimy in my bashed up, weathered t-shirt and my pair of shitty “hobo pants”.</p>\n<p>He laughs right in my face. “Hey, no embarrassment. No embarrassment...” He laughs again full in my face; That breath!</p>\n<p>And what's fucking funny?</p>\n<p>&quot;Ok, I'm leaving.&quot;</p>\n<p>I push my way out of there.</p>\n<p>&quot;No, you stay for a drink, ok? No embarrassment.&quot;</p>\n<p>No. Fuck that and fuck you.</p>\n<p>I tear out of there, heading back to my grubby hotel with a sour taste in my mouth.</p>\n<hr>\n<p>I’m eating my rice and beans for lunch, trying to practice my French with the friendly chop shop owner from Cote d’Ivoire, and I’m accosted by a young white guy.</p>\n<p>It's a typical ‘you’re white, I’m white, we should be friends’ encounter.</p>\n<p>Esko the Fin. He’s here working for a non-government organisation (NGO) called the Danish Refugee Council.</p>\n<p>The poor bastard has been in Harper, and Harper only, for over a year. Blows my friggin mind. I’ve been here for a day and a half and I’m ready to kick on...</p>\n<p>Esko the fin proceeds to ruin my lunch by scaring the shit out of me with some fun facts about Cote d’Ivoire.</p>\n<p>Apparently it’s a fucking <em>mess</em> over on the other side of the border. He’s a little skinny on the details, but apparently there’s a big refugee camp here in Liberia, full of people fleeing rebels in western Cote d’Ivoire who are going about killing people.</p>\n<p><em>I didn’t know that...</em></p>\n<p>Anyway, this guy obviously doesn’t get much in the way of visitors, and he’s keen as mustard to get a mob together for drinks so that we can have a proper chin wag.</p>\n<p>Sounds great.</p>\n<hr>\n<p>Night.</p>\n<p>Turns out there are more whiteys in this village than I thought (I expected there to be just one: me).</p>\n<p>We’ve got four. The additions are Tara the Yank - a chirpy, can-do go-getter in the way that only Americans can manage, and Bob the Irishman - a dour old bastard, who’s intent on steering the conversation towards how much of a dickhead I am.</p>\n<p>Dickhead's maybe a bit strong. Perhaps <em>naïve</em> and <em>reckless</em> would be better words.</p>\n<p>According to Bob, the Cote d’Ivoire rebels have crossed the border into Liberia to hide from the Cote d'Ivoire military. They sneak cross the border back into Cote d’Ivoire to carry out attacks and then come back again to Liberia to hide.</p>\n<p>Anywhere within a hundred clicks of the border on the Liberian side is a serious no-go zone.</p>\n<p><em>I didn’t know that...</em></p>\n<p>Bob is giving me a serious chewing out for yesterday’s ride, which went straight through the no-go zone. Apparently I'm very lucky that something awful didn’t happen.</p>\n<p>He say's my plan to continue on to the Ivory Coast is plain dumb. Dumb and reckless. Feckless.</p>\n<p>He’s not mincing words, telling me I &quot;could be killed”.</p>\n<p>He’s dead serious about it.</p>\n<p>The fear is contagious. It's giving me the fucking willies.</p>\n<p>This isn’t the same as my mum telling me I could be killed; this guy is already in Liberia, so it’s safe to say that his tolerance for risk is a lot higher than most, and he is <em>still</em> telling me it’s a really bad idea.</p>\n<p>Well, now what then?</p>\n<p>I’ve painted myself into a corner. I’m stuffed. The only ways out of Harper are risking the road north that I just came in on, or risking the even riskier road east into Cote d’Ivoire as I’d planned.</p>\n<p>Shit in both hands and ask which one you’d like to have.</p>\n<p>I’d rather they just told me nothing; things were better when I was oblivious.</p>\n","snippet":"Harper.\r\nParadise, lost.\r\nBeautiful and tragic.\r\nOnce upon a time it must’ve been a buzzing port town, small in size, but with grand buildings and huge mansions","nextChapterExists":true}