{"chapter":"<p>Dread.</p>\n<p>Nerves.</p>\n<p>What greets me in the waking moment.</p>\n<p>Must be a border crossing day...</p>\n<p>In the end there really was no choice; the “don’t go to Cote d’Ivoire” option would involve bypassing it via Guinea to the north. Fuck that.</p>\n<p>So. Let’s roll the dice.</p>\n<p>Bob be damned.</p>\n<hr>\n<p>The border is short jaunt from Harper, and checking out of Liberia is a piece of cake. It’s a remote border and there’s no traffic; quick and easy.</p>\n<p>The border that separates the two countries is a river. A pretty big river. With no bridge.</p>\n<p>I can see a couple of barges over on the other riverbank. I ask the locals at the border post what the go is.</p>\n<p>Apparently the barges are going nowhere today; I’ve missed my window, and there’s no amount of money that could make them move.</p>\n<p>So, that leaves those little fucking boats. Again...</p>\n<p>A bloke floating in a carved out tree is looking at me hopefully.</p>\n<p>Not gonna happen. I don’t have the stomach for this. Not today. And that river is waaaaay too wide.</p>\n<p>Anyone who was at the Liberian border has gathered around me and the bike to see how this is going to end up. They’ll probably get some cheap entertainment out of this, and they’re coaxing me to give it a go.</p>\n<p>No thanks.</p>\n<p>I can see a boat on the other shore, one big enough to at least have a tiny motor on it. <em>That’s what I want.</em> But because no one’s moving between the borders it’s not going anywhere either.</p>\n<p>So I wait.</p>\n<p>My mate in the hollowed out tree isn’t doing me any favours; ferrying people back and forth, meaning that my motor boat isn’t getting the chance to fill up on the other side.</p>\n<p>Just as I’m thinking it’s time to take my medicine and get in the canoe, the boat finally makes the crossing. I think the owner smelled some fat stacks and came across to collect.</p>\n<p>The captain's a bit of an oddball; a little guy with only half a moustache, and I don’t mean half a mo like a Hitler style either, nor a pencil thin mo or anything like that, he’s just decided to only shave one half, so that half his face has a moustache and the other half doesn’t.</p>\n<p>It's distracting me while I’m trying to concentrate on the haggle.</p>\n<p>We strike a deal and load up the boat.</p>\n<p>With many hands it's surprisingly easy to lift the bike and get it over the gunnels.</p>\n<p>We gently chug across the border.</p>\n<hr>\n<p>Back to French...</p>\n<p>Half-Mo ends up sharking me on the deal by using a very favourable exchange rate.</p>\n<p>There’s less people over this side who are keen to help lift the bike out of the boat, so it’s heavy as hell, leaving me literally dripping sweat in my leathers from the back breaking effort.</p>\n<p>Onto the border post.</p>\n<p>It's a handful of buildings with a village market attached to it like a parasite.</p>\n<p>Immigration is easy. Fill out a form, get the stamp. Immigration always seems to be a breeze, never complicated, never a hassle.</p>\n<p>Then onto Customs for an LP for the bike, which always seems to be complicated, never breezy, <em>always</em> a hassle.</p>\n<p>Humans cross borders with ease, motorbikes do not.</p>\n<p>The young official tells me that the registration papers that I have plus my passport are good enough for Cote d’Ivoire, no need for a Laissez-Passer, no problem.</p>\n<p><em>Not again...</em></p>\n<p>I make the same arguments that I made with Uncle Sam, and they're equally useless.</p>\n<p>It's so frustrating. Why the fuck don't they just give me one, even if I don't need it. What's it to them??</p>\n<p>I'm not giving up this time.</p>\n<p>We go in circles.</p>\n<p>He cracks first. Tells me he’ll issue an LP for 10,000CFA.</p>\n<p>That’s 25 bucks. That’s <em>double</em> the most I've ever paid. That’s rubbish.</p>\n<p>I produce 4,000 CFA, 210 Liberian dollars and 1 US dollar. All counted, that’s about the equivalent of 6,000 CFA. He needs to meet me halfway...</p>\n<p>Arguing ensues. I know the price is more than enough, so I stick to my guns.</p>\n<p>He cracks, again.</p>\n<p>I’m pretty pleased with myself. I've become a hardnosed sonofabitch.</p>\n<p>He’s gets about halfway through filling out the LP, and he asks me what my mothers and fathers names are...</p>\n<p><em>What?</em></p>\n<p>“What? Por-qwar? Ce pour le moto?”</p>\n<p>He stares at me like I’m a retard. “Oh, le moto??”</p>\n<p>“Yeah, le moto!” What the fuck have we been talking about? Of course the motorbike!</p>\n<p>The silly dickhead was writing out a LP for a person - not a bike.</p>\n<p>An LP for a person?? <em>Is that even a thing??</em></p>\n<p>Buggered if that makes any sense.</p>\n<p>I know that he's done it intentionally too; this guy’s not thick. Sure enough, he’s blaming me like it’s somehow <em>my</em> fuckup, and the cost goes up to 15,000CFA to cover the ruined LP.</p>\n<p><em>Fuck that.</em></p>\n<p>This is bloody extortion.</p>\n<p>We’re both too pigheaded to back down now.</p>\n<p>I'm certain I’ll wear him down. I’ll Shawshank it. Just chip away. I’ve got nowhere better to be.</p>\n<hr>\n<p>An hour.</p>\n<p>I get thirsty.</p>\n<p>Then hungry.</p>\n<p>And I crack.</p>\n<p>I take his initial suggestion and just leave.</p>\n<p>Winging it again.</p>\n<p><em>Fuck it.</em></p>\n<hr>\n<p><em>Checkpoints.</em></p>\n<p><em>Lots</em> of checkpoints.</p>\n<p>I don't have the nerves for this...</p>\n<p>No more bunting and ropes; <em>spike strips</em> over here.</p>\n<p>Fuckin' <em>mean</em> ones.</p>\n<p>Oddly, it's a good thing for me; cars can't fit through the gap they leave on the sides, but bikes can.</p>\n<p>By the time the cops or army goobers realise from their roadside huts what’s going on I’m already past the spikes and <em>off</em>.</p>\n<p>I can hear the trilling of angry whistles fade away as I crack on. <em>Bye bye!</em></p>\n<p>Fourth time, and there’s a bloke actually doing his job; standing smack bang in the middle of the road.</p>\n<p>He waves me over.</p>\n<p>He’s a big fucker too, with a big fuckin' machine gun. No escaping this. <em>Please ask for the passport.</em></p>\n<p>“Moto pap-ee-er”</p>\n<p><em>Shit</em>. I give him my bike’s rego papers.</p>\n<p>He looks at it, with a perplexed look on his face. <em>Not good...</em></p>\n<p>“Ooo eh votre Laisser-Passez?”</p>\n<p>Shit shit <em>shit!</em></p>\n<p>I pull over the bike and take my time taking off my helmet before my head melts. It's so fucking <em>hot</em>.</p>\n<p>Now. How to play this...?</p>\n<p>Another goober, a skinny bloke, has made his way over and wants to see my passport.</p>\n<p><em>Lovely.</em></p>\n<p>I give him my passport and we flick through the pages, talking about the journey so far, and I smoothly segue into my favourite distraction ploy: asking for directions.</p>\n<p>It works a treat.</p>\n<p>The two of them go into great detail of how to get to the next village, which, given there’s only one road, should have been pretty straight forward.</p>\n<p>It’s perfectly steered the conversation; all talk of LP's forgotten.</p>\n<p>I thank them for their crucial help, grab my papers and head off to waves and smiles. Like a goddamn magician.</p>\n<p>I'm still on edge... This is a big country, and if four checkpoints on one stretch of road is anything to go by, there's going to be a shitload more to come.</p>\n<p>I don't know how long my luck will last.</p>\n<p>I’m still not really sure if it’s a good thing or a bad thing that there is military crawling all over the place. I’ve got to deal with them all the fucking time, but at least I'm not being shot by rebels...</p>\n<p>Already I wish that I had of swallowed my pride and paid the outrageous fee at the border for the Laissez-Passer and had that be it; it's really not worth the stress.</p>\n<p>I'm going to do a Ziguinchor, and get a LP from Customs in my first port of call; San Pedro.</p>\n","snippet":"Dread.\r\nNerves.\r\nWhat greets me in the waking moment.\r\nMust be a border crossing day...\r\nIn the end there really was no choice; the “don’t go to Cote d’Ivoire” ","nextChapterExists":true}