{"chapter":"<p><em>Nope.</em></p>\n<p>After running around for half a day at the utterly incompetent Douanes in San Pedro, and being told it’s impossible, I finally talk my way up a few flights of stairs to the big boss; the man who can get stuff done.</p>\n<p>The chief is sitting in his big office, in a big chair, in full uniform.</p>\n<p>We chat and he says that he can indeed make a Laissez-Passer for me - no problem - and it’ll <em>only</em> cost 30,000 CFA.</p>\n<p>I laugh openly in his face. Can’t help it.</p>\n<p>That’s three times more than the ass at the border was bending me over for.</p>\n<p>I meet absurdity with absurdity and pitch it back at him with a zero missing off the back - 3,000 CFA. He looks faux-offended; like I farted in his august presence.</p>\n<p>This isn’t going anywhere.</p>\n<p>I thank him for his time and walk out.</p>\n<hr>\n<p>Despite the bad start I reckon I’m going to like Cote d’Ivoire. It’s a bit more modern than most places in this neck of the woods, I can see that already; the toothpaste here is <em>actually</em> toothpaste.</p>\n<p>Things are looking up.</p>\n<p>I want to get to Yamoussoukro, the country's capital (wrap your mouth around that one: Ya-moh-sue-crow). Yamoussoukro is the capital of CI in the same way that Canberra is the capital of Australia, or Washington the capital of the States.</p>\n<p>It’s the capital, sure, but it’s not really.</p>\n<p>Anyway, I’ve been told that there’s some stuff out there that’s worth a look.</p>\n<p>It’d want to be pretty special. There’s four hundred clicks to cover, into roads I don’t know, for a destination I know nothing about.</p>\n<p>One thing's for sure: there’s not going to be any viable places to sleep in between here and there - unless the shit <em>really</em> hits the fan...</p>\n<p>By rights, I should be heading east as quick as the bike can take me, out of the really dodgy area of Cote d'Ivoire and into somewhere safe. Instead I’ll be going mostly north, parallel to the border, where I really shouldn't be.</p>\n<p>Four hundred click of checkpoints...</p>\n<p>The word is dread. Dread, and nerves.</p>\n<p>But for some reason I'm gonna do it anyway.</p>\n","nextChapterExists":true}