{"chapter":"<p>Yamoussoukro.</p>\n<p>I ride into Yam' in a dripping lather of exhaustion.</p>\n<p>Relieved.</p>\n<p><em>Eight hours</em> in the saddle.</p>\n<p><em>What a day.</em></p>\n<p>My headspace has been dominated by doing mental math. Predictions. Time equals distance divided by speed. Again...</p>\n<p>Hardly a spare other thought crept into my mind.</p>\n<p>The hamster wheel of stupid, irrelevant calculation. Maddening and exhausting.</p>\n<p>The closer to Yam', the more time seemed to draw out.</p>\n<p>The last hour felt like a small infinity.</p>\n<p>Little eternity.</p>\n<p>Didn’t help that there's nothing to see.</p>\n<p>Cote d'Ivoire seems to be nothing but rows upon rows of palm or rubber plantations. As a side-note, who knew that rubber came from trees??</p>\n<p>So weird.</p>\n<p>Anyway. After the rich green forests of eastern Liberia, it's not a stretch of the imagination to think of what must have been destroyed in the name of money and progress.</p>\n<p>Tragic.</p>\n<p>And the checkpoints! Bloody hell. Every village had at least one. At least!</p>\n<p>Lots and lots of shrieking whistles and pissed off cops in the mirrors today.</p>\n<p>Fuck 'em; I ain’t stopping... If I stopped every time someone blew their whistle at me I’d be closer to San Pedro than Yam' right now.</p>\n<p>I got stopped five times. Three of those I shook hands, introduced myself, apologised for my horrendous French, and asked for directions to Yamoussoukro before they could even get a word in.</p>\n<p>After getting instructions I would say thank you for the help, put the bike into gear and they’d let me go. No papers shown, <em>nothing</em>.</p>\n<p>For two I wasn’t so lucky. One bloke asked for my papers, so he got my passport, then asked for the bike papers, and was suitably confused by the bikes rego to think that it was enough.</p>\n<p>The last bloke wasn’t so thick.</p>\n<p>He caught me out trying to dodge a checkpoint by hiding in the gridlock of the only major village I came across.</p>\n<p>“Ca,” he holds up the rego papers &quot;ce <em>pa</em> bien&quot;.</p>\n<p>I tell him of course it is, and ask him how he thinks I got this far - through the plethora of fucking checkpoints - if the papers aren’t any good?</p>\n<p>Riddle me that.</p>\n<p>He wasn't convinced, “No, pas bien, you give money”. I reply that I have none.</p>\n<p>“You give me money. You give me money for water.”</p>\n<p>Ha! Really? Money For water? You sure? A half-litre of filtered water in a sealed plastic sack costs less than 5 cents.</p>\n<p>I empty my out my pockets and I’ve got 500CFA in coin - a touch over a dollar - which I put into his hand. He looks at me like I’ve just farted. Been getting that a lot lately...</p>\n<p>He begrudgingly gives me back my rego.</p>\n<p>Easy!</p>\n<p>After six hours of riding the road turned from dirt into pretty serviceable tarmac.</p>\n<p>Then it turns into a four lane highway that wouldn’t be out of place in Europe...</p>\n<p>I've never seen anything like it.</p>\n<p>Not on this continent anyway...</p>\n<p>It's flawless; a proper highway with painted markings, streetlights, flyover bridges and big blue metal signs pointing the way to Yamoussoukro. <em>The works.</em></p>\n<p>Fuck, Yamoussoukro must be a <em>behemoth</em>. And that’s not good; I don’t like big cities. After a big day like this I don’t relish the idea of looking for accommodation in a crazy big, bustling city; not after what happened in Monrovia.</p>\n<p>I’m nervy and tired enough already.</p>\n<p>The four lanes turn into six. A lonely six; There’s no one else on the road.</p>\n<p><em>Where is everyone?</em></p>\n<p>A few empty junctions with traffic lights on them(!) and the GPS tells me that I’ve arrived in Yamoussoukro.</p>\n<p>I look all about me. All I see is a village...</p>\n<p><em>What’s going on here?</em></p>\n<p>I keep riding on.</p>\n<p>Then, <em>bang.</em></p>\n<p>My jaw goes slack, the bike coasts.</p>\n<p>Someone’s dumped the Vatican in a paddock...</p>\n<p>I shit you not. The fucking <em>Vatican</em>.</p>\n<p>I’m looking at it. <em>Right at it.</em></p>\n<p>It’s <em>immense</em>. Colossal. The real deal.</p>\n<p>My brain’s not doing well with this, at all.</p>\n<p><em>How?</em></p>\n<p>How is the Vatican - Saint Paul's fucking cathedral - in West Africa? In a cow paddock...</p>\n<p>Just... <em>What??</em></p>\n<p>The bike is stopped, but I don't remember when I did that.</p>\n<p>My hanging jaw turns into a grin fit for a loon.</p>\n<p>This is fucking <em>awesome!</em> This is going to be <em>fucking</em> awesome!</p>\n<p>I zoom into the village, find any accommodation, throw my shit on the floor, and hot step it to the Vatican.</p>\n<p>It just keeps getting bigger, and bigger, and bigger, till finally I'm gripping the bars of the fence, trying to move my head about to get a better view.</p>\n<p>It's <em>enormous</em>.</p>\n<p>The heavens open, and it starts to piss rain on me.</p>\n<p>It’ll have to wait till tomorrow...</p>\n<p>I walk back to the village in a soaked daze.</p>\n<hr>\n<p>Over dinner, I bend the ear of a local.</p>\n<p>I’ll give you the clippings: Cote d'Ivoire was ruled by a democratically elected president for a bunch of years till he died. &quot;Democratically&quot; is, I imagine, a stretch; folks who rule for life don't tend to not be dictators... Anyway, in that time, the President and the country had become quite wealthy with all those juicy palm plantations. Cote d'Ivoire came to be known as “the jewel of West Africa”. Now our buddy the President was getting on in years, and in his old age he went a little nuts. He wanted <em>legacy.</em> So he glorified Yamoussoukro for no reason other than that it was his home village; he made it the capital of the country, and spent a fuck-tonne of money on it. <em>Splash</em>. He built all of those fancy roads, he built his presidential palace here (complete with a moat filled with crocodiles. <em>Believe it</em>), he built a massive conference centre that’s so grand looking that I mistook it for a football stadium, and he built the <em>biggest church in the world</em>. In the <em>whole friggin world</em>. Think about that for a sec. The biggest church in the world is in a cow paddock in West Africa. It’s sitting there, right now. Unbelievable, isn't it? Anyway, I wasn’t far wrong in thinking that someone had picked up the Vatican and dropped it here – the design of the dome and the &quot;courtyard out the front&quot; is a replica of the Vatican, which, I'm told, pissed off the Pope quite a bit...</p>\n<p>So. There you have it.</p>\n<p>And all that in an otherwise unremarkable little village.</p>\n","snippet":"Yamoussoukro.\r\nI ride into Yam' in a dripping lather of exhaustion.\r\nRelieved.\r\n*Eight hours* in the saddle.\r\n*What a day.*\r\nMy headspace has been dominated by ","nextChapterExists":true}