{"chapter":"<p>Up close...</p>\n<p><em>Absurd</em> is the word...</p>\n<p>I can't stop shaking my head, open mouthed, smiling.</p>\n<p>It’s the most beautiful church I’ve ever seen, and I’ve seen some doozies.</p>\n<p>On arrival at the gates of yesterday I'm skimmed in along with a group, split into two precise columns. I don't have any idea what the fuck is going on - the preamble was in French - but I just go with the flow.</p>\n<p>We make our way solemnly down the immense marble floored grounds leading up to the basilica - hundreds of meters - in silence.</p>\n<p>I'm struck by the similarity of this gargantuan basilica with an egg in an eggcup.</p>\n<p>I’ve got to stifle a giggle. It looks <em>just</em> like one.</p>\n<p>Finally we get to the front doors. It’s obvious that there’s already something going on inside.</p>\n<p>Our whole group gets hosed down with an overly generous lashing of holy water. We’re let in.</p>\n<p>The place is packed. Everyone is already seated. There’s gotta be <em>thousands</em> in here.</p>\n<p>I take one of the last seats available with the rest of my group.</p>\n<p>I don't think I'm meant to be here... I think I might have just jagged a massive win: right place, right time.</p>\n<p>I've got my own air conditioning vent in the seat in front of me...</p>\n<p><em>Opulence.</em></p>\n<p>From the outside it was imposing and impressive, from the inside it’s just plain beautiful.</p>\n<p><em>Stunning.</em></p>\n<p>The church is a grand, perfect cylinder with the altar at its centre. Around the perimeter there are no walls. It’s all columns and archways of immense stained glass windows.</p>\n<p>The <em>colours</em>...</p>\n<p>My god...</p>\n<p>The morning sunlight is pouring through the windows. The depth and richness of all those colours - blues and golds and greens and reds - like thousands of shards of precious stone. Sitting in here feels like being in the middle of a many coloured, many faced jewel.</p>\n<p>Awe inspiring.</p>\n<p><em>How the fuck can they afford this??</em></p>\n<p>I peel my eyes off the windows for a moment and get lost in the dome above; <em>more</em> stained glass; swirling rings of blue and gold, encircling to meet in the middle at a dove in white.</p>\n<p>Magnificent.</p>\n<hr>\n<p>The <em>mass</em> starts.</p>\n<p>It's a wonder that anyone could pay attention to it, given the surroundings. And the fact that it's in French makes a slam dunk of my decision not to listen.</p>\n<p>I'm more interested in the wooden adornment built into the end of each of the luxurious pews. It looks remarkably like a fist sized Easter egg in an egg cup.</p>\n<p>For the life of me I can’t shake the notion that we’re all here to worship the mighty Lord and Savoir: <em>Egg.</em></p>\n<p>I gawk about for a long time, till I finally feel like I've soaked and taken a memory of every aspect of the building. When there's nothing left to do, I finally start paying attention.</p>\n<p>This is obviously not your run-of-the-mill mass; there are more priests up on that alter than you could shake a stick at; I count twenty. There are four whities in amongst them and a bloke with a big, tall, fancy, papal looking hat.</p>\n<p>Must be the biggen.</p>\n<p>In the same way that McDonald's tastes the same anywhere you go, so does a mass. After getting dragged to church on Sundays for many years, I know it by heart, and I can recognise what's going on, even in French.</p>\n<p>No one else seems to know what’s going on...</p>\n<p>To stand, to sit, or to kneel? That is the question.</p>\n<p>There's no consensus.</p>\n<p>At one point in the mass there's a third of the faithful doing each.</p>\n<hr>\n<p>Two hours in.</p>\n<p>Even the priests don't even seem to know what to do next. There are some pregnant pauses...</p>\n<p><em>This is so awkward...</em> I want to run away.</p>\n<p>There's a bloke two rows back from me who is snoring. <em>Loudly</em>.</p>\n<p>A woman a couple of seats to my left decides that now is a great time to flop a tit out and starts breastfeeding her kid.</p>\n<p>The choir fire up. They're superb. I close my eyes and get taken to a cathedral in Europe with their sound.</p>\n<p>Then the keyboard gets going. Small and tinny and cheap. It can't fill the room.</p>\n<p>It's playing cheesy pre-loaded backing tracks and melodies.</p>\n<p>This is so <em>weird</em>.</p>\n<p>I think of the place, and think of what this mass could have been...</p>\n<hr>\n<p>Three hours in two other blokes are asleep. It's starting to become understandable.</p>\n<p>I reflect on the lunatic who thought this was a good idea, the President, and come to the sad conclusion that we're actually very much alike: We both have the money and the ability to make a difference in Africa, but we’re both spending it in ways that are self-serving, selfish, frivolous, and maybe more than a little megalomaniacal.</p>\n<p>Put more simply, we’ve both got our heads up our own arses.</p>\n<p>The priests all leave and everyone seems to be looking about for a sign that it's ok to leave ourselves.</p>\n<p>We're released from this stunning, gorgeous purgatory.</p>\n<hr>\n<p>Dinner costs me 30 cents, a whole pineapple for desert costs the same, and mangoes – the biggest you’ve ever seen – cost 10 cents each. This is my kind of place...</p>\n<p>On the walk home I come across a car outside the butchers section of the market. The boot is open, and full of chickens.</p>\n<p><em>Packed</em> with chickens.</p>\n<p><em>Alive</em> chickens.</p>\n<p>They're just sitting there, huddled together.</p>\n<p>No one's watching them. They aren't tethered. They could escape. <em>Easily</em>.</p>\n<p>I stand there, eating a mango and watching.</p>\n<p>Not one of them makes a move.</p>\n<p>They've trapped themselves.</p>\n<p>I think back a mere year ago, back to the skyprison... The office...</p>\n<p>A chicken, waiting patiently in the boot of the car for the butcher...</p>\n","nextChapterExists":true}