{"chapter":"<p>Wake up.</p>\n<p>Sickening, dripping dread. I feel it. The <em>moment</em> that I know where I am.</p>\n<p>My chest tightens. My heart rate revs. Kicks.</p>\n<p>A moving day...</p>\n<p>Every moving day has somehow become a little terror.</p>\n<p>This place, Yamoussoukro, which just a day ago was scary and foreign and unknown, has become my safe place. My safe zone. It’s become my home. I’m settled. Now the next place becomes the scary, the foreign, the unknown.</p>\n<p>The terrifying.</p>\n<p>But I have to keep moving.</p>\n<p>There's no choice.</p>\n<p>I have to unhinge myself from the safe place, and head out into a scenario with so many variables, so many unknowns, and so many worries.</p>\n<p>It's starting to happen every single time I shift.</p>\n<p>I know already that when I arrive at my destination the relief will be huge. The weight will lift off my shoulders, the press will lift off my chest. My heart rate will finally drop. My frazzled, hamster-wheel mind will slow down.</p>\n<p>It will feel like a drug.</p>\n<p>The terror and the relief are like different sides of the same coin, with no middle ground; quantum leaps from terror to relief and back again.</p>\n<p><em>I’m sick of it.</em></p>\n<p>Every single time, I form this attachment; every single time, I’m scared to leave; every single time, the unknown road and unknown destination are scaring the shit out of me. And the whole routine keeps paying itself forward. It started when I left my home and got on a plane...</p>\n<p>I’m doing it now on such a regular basis that it’s unsettling.</p>\n<p>It’s starting to wear me thin.</p>\n<p>It seems to get worse every time.</p>\n<p><em>Compounding</em>.</p>\n<p>There’s <em>always</em> something to worry about, and if I let this hand wringing go unchecked I’ll drive myself mad.</p>\n<p>I want to get back to that smiling, oblivious, carefree, happy-go-lucky idiot who was just taking it as it comes; &quot;don’t let it be a problem till it’s a problem&quot;; that guy who slept at night.</p>\n<p>The attitude has gotta change.</p>\n<p>No one made me do this. It was me.</p>\n<p>It was adventure I wanted. Wasn’t it?</p>\n","nextChapterExists":true}