{"chapter":"<p>Well. It worked.</p>\n<p>I changed my attitude, and riding went from being a purgatory to a pleasure.</p>\n<p>Over the last few days I’ve ridden through - and out of - Cote d'Ivoire, with barely a hitch; no issues with the cops, military, anyone.</p>\n<p>I’ve got a new visa in my passport for Togo.</p>\n<p>The only flaky moment was when my clutch cable snapped in a place called Abidjan; the skyscrapered &quot;true capital&quot; of Ivory Coast.</p>\n<p>I’d never really paid that much attention to the clutch cable, but it essentially connected the hand lever on the handle bars to the engine in much the same way that a those steel wires on a bicycle connect your handles to the brakes.</p>\n<p>I’m lucky enough to have a spare. <em>Two spares,</em> even. Easy enough then...</p>\n<p><em>Nope.</em></p>\n<p>For the life of me I couldn't figure the bloody thing out. After hours of sitting on the floor, hours of looking at the spare and the existing cable, hours of scratching my head, hours in the blazing, maddening heat, I was no closer to fixing the thing.</p>\n<p>It just didn't make sense.</p>\n<p>The spare and the original just don't <em>look</em> the same...</p>\n<p>A “mechanic” came to help me out. As soon as he sat down he starts bending the cable when it clearly wasn't supposed to be bent. That’s how it is with African mechanics – the quickest and easiest solution to a problem is the right one - never mind how it’s <em>supposed</em> to work, how it’s <em>designed</em> to work; if it works, it works.</p>\n<p>That’s their mindset, but it’s not mine. I cracked it at him for putting a kink in the cable and buggering it. He put down that freshly ruined cable and then, inexplicably, picked up my second spare and starts twisting that like a clown making balloon animals for children. I flew right off the handle.</p>\n<p>Silly dickhead.</p>\n<p>He left.</p>\n<p>After another hour or so staring at it I gave in. I bodged it - a rough one - just tying the loose end of the cable on with a granny knot. A very agricultural bodge indeed.</p>\n<p>Doing some checking afterwards I discovered that the mugs back in England had given me the completely wrong set of spares.</p>\n<p>Useless fucks.</p>\n<p>After that debacle I checked in at a shitty hotel and found some internets, to which I was greeted with this message from my Mum, which I'll repeat here verbatim:</p>\n<p>&quot;Ok I was just driving home and they were talking on the Abc about an epidemic in Africa of a disease called abola ( I just googled it but I obviously have the wrong spelling) and people are dying. They are going to restrict enter and it's the place you are at now..FUCK!! And a place called Ginny ( not sure of spelling but that is how it sounds!) you get diarrhoea and then you bleed and die. Apparently over 70 people have died including westerns who were there helping. I am not been alarmist I am just telling you what I heard on the radio.</p>\n<p>Please please get out of there!!!</p>\n<p>Love you xx&quot;</p>\n<p><em>Abola?</em></p>\n<p>My mum can spell... Grammar maybe not so much, but she can spell. It was obviously written pretty frantically. The &quot;FUCK!!&quot; also gives it away. I reckon she means <em>Ebola.</em></p>\n<p>All I know about Ebola comes from a Weird Al Yankovic song called Horrorscope, which - for reasons I can't explain - I committed to memory when I was 15 years old. Here's the lyric:</p>\n<p>&quot;Pisces!</p>\n<p>Try to avoid any Virgos or Leos</p>\n<p>With the Ebola virus</p>\n<p>You are the true Lord of the Dance</p>\n<p>No matter what those idiots at work say&quot;</p>\n<p>So that's not overly descriptive. Nor particularly serious...</p>\n<p>I look it up. Ebola virus.</p>\n<p>It <em>is</em> serious.</p>\n<p>It's already spread to Liberia. Two confirmed cases there...</p>\n<p>It's infectious.</p>\n<p><em>Really</em> infectious; you can catch it as easily as contacting someone's <em>sweat</em>.</p>\n<p>Symptoms are fever, diarrhoea, vomiting, headache, muscle pain, fatigue, abdominal pain, unexplained haemorrhage from nose and mouth. Then fucking <em>death</em>.</p>\n<p>Back in that shithole brothel in Monrovia I could have ticked all of those boxes except two...</p>\n<p>I think about that Monrovian marketplace, dripping wet with everyone else's sweat...</p>\n<p>Nine in ten who catch it, die.</p>\n<p>I feel ok now...</p>\n<p>Plus, it's not in Cote d'Ivoire.</p>\n<p>It'll be contained; they’ll close borders. I'm safe.</p>\n<p>I reply to mum with that.</p>\n<p>JB's deeper in the rack than I am. I tell him he might want to put some geographical distance between himself and all of that. And if he starts to haemorrhage he might want to get it checked out...</p>\n<p>Time to <em>move</em>.</p>\n<hr>\n<p>The border’s <em>wild</em>.</p>\n<p>Busy enough that whole villages have popped up to service them.</p>\n<p>People everywhere.</p>\n<p>Getting the bike to the front is like riding through a mosh pit of a thousand people who are all head and shoulders taller than you.</p>\n<p>I crush some toes and park up.</p>\n<p>I hustle and muscle <em>hard</em> to get to the poor swamped bastard sitting behind the desk at Immigration.</p>\n<p>It's like Wall Street on day one of the great depression; people throwing paper everywhere.</p>\n<p>Once through the melee I’m stamped out of Cote d'Ivoire. It's too busy here for anyone to give a fuck about my bike or the fact I've ridden though all of the country without the correct papers...</p>\n<p>Stoked with that.</p>\n<p>I cross a river (with a bridge, for a change) and I'm on to the Ghana post.</p>\n<p>The Queens English. Again.</p>\n<p>I smash my way through another mob of sweaty people to get the passport stamped by Immigration. Piece of cake.</p>\n<p>I’m in. No worries.</p>\n<p>I head to Customs, which is less packed, and get flatly rejected.</p>\n<p>The woman behind the glass window will do nothing other than stamp a <em>Carnet de Passage</em>; that yellow pad of papers that JB carries around.</p>\n<p>No Laissez-Passers.</p>\n<p>No Temporary Import Permits.</p>\n<p>It's Carnet de Passage or bust.</p>\n<p>I’m fucked. Stranded.</p>\n<p>I panic.</p>\n<p>While pacing around the post in a fizz of panic, I waylay a bloke who looks like a boss as he’s walking past. He’s a big fucker, and dressed in full uniform with a military looking hat and everything. I shake his hand, introduce myself, and I ask him if I can get a Laissez-Passer. He tells me, sternly “Impossible. We don’t do Laissez-Passers” he keeps on walking.</p>\n<p>I jump in front of him, cutting him off &quot;Well, a TIP then?”</p>\n<p>He softens. I don't know why. “Why do you want a TIP? Why don’t you have your Carnet?”</p>\n<p>“Because it’s cheaper...”</p>\n<p>He laughs his head off.</p>\n<p>I didn’t think it was that funny...</p>\n<p>He good-naturedly waggles his finger at me, smiling “You travellers, eh!? Where have you come from?”</p>\n<p>I sound off the roll call of countries travelled and show him my passport, which is starting to become quite the document, and point out the bike I've done it on.</p>\n<p>He fuckin' <em>loves</em> it.</p>\n<p>“Haha, ok, ok. The TIP’s are for ECOWAS citizens only, but for you we will have an exception.”</p>\n<p>You fuckin <em>beauty.</em></p>\n<hr>\n<p>It takes us about half an hour to do the paperwork – this obviously isn’t standard, I’ve obviously gotten very, very lucky here. He asks me about my insurance and I get away with using my irrelevant UK insurance.</p>\n<p>I get an enormous document of an LP in my hot hands for thirty six of the local clams, called <em>Cedis</em>.</p>\n<p>Roughly 15 dollars.</p>\n<p>We shake hands and I thank him profusely.</p>\n<p>He calls me “a wonderful man”, and I’m touched. It’s the nicest thing anyone’s said to me in a long time.</p>\n<p>Ghana.</p>\n<p>A peaceful country. I have full papers. Life is good.</p>\n","nextChapterExists":true}