{"chapter":"<p>Cape Coast is fucking awesome.</p>\n<p>The only touristy place I’ve seen since crossing the Sahara.</p>\n<p>Since the carnage of day one I've been content in living the beach life.</p>\n<p>The “resort” itself is the jewel in the crown. A sprawling hotel built from thatched huts, run by a young, humourless German.</p>\n<p>It's filthy cheap, with decent dorms costing 7 bucks a night and good hammocks strung up between every palm tree.</p>\n<p>There's a great bar, a free surfboard, and the heaviest showers I’ve ever stood under.</p>\n<p>To top it all off there's nowhere in the place that you can't see the beach, or hear it; when you wake up, when you fall asleep, and all the time in between, you hear the ocean.</p>\n<p>The joint is packed full of European backpackers, twenty-something's, all here to &quot;rough it&quot; in Ghana, and to do their bit of good. The so-called &quot;voluntourists&quot;.</p>\n<p>And after the last few months of seeing very little other than black everything - with the occasional rough looking white bloke - a blonde woman becomes quite the striking novelty.</p>\n<p>The place is crawling with them. Most of them are either German or Danish.</p>\n<p>Ghana seems to be a bit of a soft landing for them, as far as West Africa locations go: English as the spoken language, relative stability, security, and what you might call prosperity. That combination, it would seem, is enough to make it the go-to place for these Europeans.</p>\n<p>The &quot;least worst&quot; option, if you like...</p>\n<p>An oasis in the middle of West Africa.</p>\n<p>By streets it’s my favourite place I’ve stayed in so far on the continent. The small luxuries here stand out like diamonds in the rough.</p>\n<hr>\n<p>I spend two weeks. And reflect.</p>\n<p>Here's a taste:</p>\n<p>&quot;I wonder why it is that I’m afraid of doing all of the things that I love doing most?</p>\n<p>Running, surfing, diving, riding, basketball, even learning French...</p>\n<p>They all hold a fear and anxiety before I begin them. But once I get going, I love them.</p>\n<p>Why is that?</p>\n<p>Is the fear the cause and pleasure the effect? What’s the relationship? Something to do with being outside of your comfort zone?</p>\n<p>I need to push myself harder. I’m at risk of becoming soft - if I haven’t already. I'm at risk of letting fear dictate what I do and do not do.</p>\n<p>I need to push myself. I need to be my own hero.&quot;</p>\n<p>That, it turns out, is the exact problem with Cape Coast. Its comfortable softness is starting to make me soft. The lack of motivation is making me super lazy, and the laziness is paving the way towards depression: Waking up sometime in the afternoon, because you don’t have a watch, and then having nothing to do for the rest of the afternoon might <em>sound</em> like luxury - and sure, it is... - but you can have too much of a good thing, and it's not good for me.</p>\n<p>Show me infinite time and I’ll show you zero motivation.</p>\n<p>This was supposed to be an adventure; a challenge. I was supposed to be learning things - deep and profound and personal.</p>\n<p>The most adventurous thing I’ve done in weeks is learn that fresh pineapple is amazing in muesli...</p>\n<p>When I haven't been gorging on pineapples, I’ve been shitting my pants over Nigeria. In fact, I’ve been shitting my pants about Nigeria the entire journey; but now, shit’s getting real.</p>\n<p>What was once something I could deal with in the future is now very much sitting just over the horizon; two tiny little countries away to the east; a clusterfuck waiting to happen.</p>\n<p>Nigeria’s not the only thing sitting on the horizon that’s giving me the willies. Winter is coming. Well, maybe not winter, but the wet season undoubtedly is.</p>\n<p>No question.</p>\n<p>When it’s not bright and sunny and hot as fuck here it’s bucketing down lukewarm, torrential, tropical rain. Pissing it. Rain so thick you can’t see through it, turning the streets and gutters into rivers in mere minutes.</p>\n<p>Both Nigeria and The Wet are ominous as fuck.</p>\n<p>I don't want my bike dying in either...</p>\n<p>I’m not sure which one I’d prefer least. The idea of a simple mechanical failure somewhere in the middle of Nigeria, in the pissing rain, with the sun setting, freaks me right the fuck out.</p>\n<p>It’s pushed me to try to get the bike serviced and in tip top shape before I leave Ghana. And Cape Coast seemed the ideal place to do it.</p>\n<p>But, nothing ever seems to come easy, even here in Ghana; half the parts that I had FedEx'd across from Europe to do the job got detained by Customs in a place called Accra, Ghana's capital.</p>\n<p>According to &quot;Priscilla&quot; at FedEx, the Ghana Customs want 150 bucks worth of &quot;duty costs&quot; to release the package - the value of the stuff inside the package is only worth 200 clams itself...</p>\n<p>I smell bullshit.</p>\n<p>I had to buy a phone - against my will - and break that solemn, drunken oath I’d sworn back in Barcelona to <em>not</em> do so until I was &quot;lying on the floor in the fetal position, crying for want of a phone&quot;.</p>\n<p>Anyway. I ended up hurling abuse down my new (old) Nokia brick at my mate Priscilla, for about an hour each day, for <em>days</em>, trying to get her to do her bloody job and get the package released, or at least explain to me how the fuck they justify charging a 75% customs duty when the other package, nearly identical, came through without being charged a single cedi.</p>\n<p>Despite being an assertive bastard these days it’s still nothing doing, other than making Priscilla very upset.</p>\n<p>Stupid African bureaucracy crap.</p>\n<p>Fucking incompetence.</p>\n<p>So it's time to go give Priscilla a piece of my mind, in the flesh.</p>\n<hr>\n<p>My poor bike...</p>\n<p>It's been gently encrusted with ocean spray for three hundred and thirty six hours straight. The less noble metals have rusted out something fierce. The bike’s gone from looking &quot;like lamb dressed as mutton&quot;, clean through the &quot;vintage&quot; phase, and over into the &quot;rusted bucket of shit&quot; column.</p>\n<p>Not too happy with that...</p>\n<p><em>Time to go...</em></p>\n<hr>\n<p>I peel out.</p>\n<p>I never saw Richard conscious; even though it's been weeks...</p>\n","snippet":"Cape Coast is fucking awesome.\r\nThe only touristy place I’ve seen since crossing the Sahara.\r\nSince the carnage of day one I've been content in living the beach","nextChapterExists":true}