{"chapter":"<p>Accra.</p>\n<p>The capital.</p>\n<p>Smells vaguely of stale piss.</p>\n<p>But I like it. Couldn’t say why – it sure ain’t the fragrance - but over the last few days I've felt at ease here.</p>\n<p>Maybe it's &quot;Porschia&quot;, the girl who sells me my rice and fried chicken lunch and dinner everyday...</p>\n<p>Porschia is <em>ridiculous.</em> Her and Fatu from Senegal (remember her?) could have a death-match over who is the biggest bombshell in West Africa. It'd end in a tie... Porschia is another one of these freaks of nature; one of these girls where you just shake your head with a smile and say &quot;well that's just <em>stupid</em>&quot;.</p>\n<p>Which makes this next bit funny: I <em>know</em> the glad-eye when I see it, and Porschia has been <em>pouring</em> it on; she even took time out of her shift to watch me shove fried chicken into my face. <em>That</em> keen. And I don't know why; I don't get it; it really makes no sense...</p>\n<p>I've <em>become</em> the intrepid destitute; I <em>am</em> Marco Polo's arsehole. That's <em>me</em>; the homeless looking guy on the park bench watching the ducks from what feels like lifetimes ago.</p>\n<p>Put simply; I look rough as guts.</p>\n<p>Yet I feel like at any second she'll vault over the table, slap the chicken out of my mouth and <em>ravage</em> me.</p>\n<p>It's almost frightening levels of glad-eye.</p>\n<p>I'm <em>suspicious</em> even; <em>what's in it for her??</em> She can't possibly be in it for the looks. And I doubt it's my sparkling personality...</p>\n<p>And so, for reasons that even I don't understand, instead of fanning the flames I hose them down.</p>\n<p>I can almost <em>hear</em> the collective groan of all of my mates: <em>&quot;What the fuck are you doing??&quot;</em></p>\n<hr>\n<p>Moving right along...</p>\n<p>It turns out that I can do what the plebs at FedEx can’t do; I’m in and out of the Customs building with my parts - and not a cedi spent - within <em>fifteen minutes</em>.</p>\n<p>It’s bitter sweet; I’m happy to have the parts and proud that I could get it done myself, but at the same time I want to shove them up Priscilla’s arse.</p>\n<p>Useless <em>fuck.</em></p>\n<p>I get a good, healthy dose of perspective on the way out when I hear the news that Boko Haram – a terrorist group in Nigeria – has just bombed the Nigerian capital of Abuja and killed 88 people.</p>\n<p><em>Fuck.</em></p>\n<p>Cue the worried messages from family back home.</p>\n<p>Better get the bike into some <em>seriously</em> good nick...</p>\n<hr>\n<p>After a day of hard looking I manage to find a proper, legit, modern garage.</p>\n<p>Through some sweet talking I convince them to lend me one of their motorbike hoists for a couple of days as well as free reign of the workshop.</p>\n<p>It’s filthy, <em>reeking</em> hot outside, and in this metal death-box - without a hint of a whiff of wind - it’s <em>beyond</em>.</p>\n<p>It’s so hot in here I can feel the heat in my <em>eyeballs</em>.</p>\n<p>I get cracking.</p>\n<p>The whole bike slowly comes apart, stuff gets tinkered with, cleaned, looked at, shoulders are shrugged, stuff is put back, stuff is swapped, stuff is replaced.</p>\n<p>Anything that’s not covered in oil gets covered in my sweat. Lots of both. It's a greasy, sweaty hot mess. My clothes are all soaked through. The sweat drips off the end of my nose like the beat of a metronome.</p>\n<p>There’s an exhausted, grimy grin on my face.</p>\n<p>It’s incredibly satisfying stuff; doing an honest day’s work with your hands. I get to stand back at the end of the day and say &quot;There it is... Today, I’ve achieved <em>this</em>.&quot;</p>\n<p>I reckon that’s what was missing in the old desk job. The <em>realness</em>; clearing an &quot;AC15 assurance milestone&quot; on a multi-billion-dollar project isn’t anywhere near as satisfying as changing a spark plug.</p>\n<hr>\n<p>It takes me two full days of sweat and work.</p>\n<p>I finish satisfied; I ride out <em>thrilled</em>: the bike has <em>never</em> ridden better. It's never felt more powerful, never <em>sounded</em> better.</p>\n<p>I’m grinning like a simpleton as I give it the beans.</p>\n<p>Two days work; job well done.</p>\n<hr>\n<p>Boko Haram have now kidnapped three hundred school girls from a village called Chibok. It makes worldwide headlines.</p>\n<p>If I wasn’t freaked out about Nigeria before, I sure as shit am now.</p>\n<p>And the family back home are managing to be even more freaked out than I am; if that’s even possible.</p>\n<p>I have one last chicken with Porschia and peel out of Accra.</p>\n<p>I head for the hills.</p>\n","nextChapterExists":true}