{"chapter":"<p><em>Wli</em> is something of a gem.</p>\n<p>A tiny village in the &quot;Volta region&quot;, with a decent waterfall close-by and a glorious, trek to the “upper falls”.</p>\n<p>The hiking track is a well beaten one, not too technical, but enough to keep you on your toes, and steep enough to get me drenched in sweat in the baking humidity; it feels like I'm in a yum-cha steamer, and the track feels like it just keeps going and going...</p>\n<p>It’s wonderful to be outside, free and alone in nature again. The forest is full of trees, and the trees are full of creepers, and that means a dense, closed-in green everywhere you look. The ground around my knees is thick with butterflies, bringing their own dancing colour to the show, and once every now and again you get a little peek through the canopy above to see the waterfall, and a peek through the canopy below to tiny <em>Wli</em>, way off in the distance.</p>\n<p>A truly beautiful part of the world, and I have it all to myself.</p>\n<p>For a time...</p>\n<p>I cross a group of white, sweaty, flustered, tourists coming back down the mountain, being led on by a local. When the guide spots me - gallivanting around by myself - I get stopped and asked where my guide is. There’s a fair bit of anger and shock when I reply that I don’t have a guide. I'm told that it's against the rules and that I <em>need</em> to come back down the mountain with them.</p>\n<p><em>I don’t think I will, thanks.</em></p>\n<p>This is nature, for fuck's sake; not a theme park. Much of my enjoyment is coming from the solitude and freedom in this beautiful place; of doing it alone, and seeing these groups of tourists is already cheapening it enough for me without having some &quot;guide&quot; along.</p>\n<p>I wish them a nice day, and crack on.</p>\n<p><em>Fuck ‘em.</em></p>\n<hr>\n<p>I pass about three or four groups in the two hours or so it takes me to get to the top, each guide getting more and more shirty at me, so much so that in the end, when I get asked “Where is your guide??” I tell him “he’s right behind me...” and keep going on.</p>\n<p>When I finally get to the foot of the &quot;upper falls” - the end of the line - there are a group of tourists mucking around in the pool at the bottom of the waterfall.</p>\n<p>It’s a bit of a bummer not to have the whole place to myself, but it’s a nice enough spot to sit down and soak up the serenity.</p>\n<p>I take a long, deep breath. Life is <em>good</em>.</p>\n<p>A young local bloke comes storming up to me, he’s really, <em>really</em> pissed off, and I can sense in the way he's marching over that he’s been waiting for me...</p>\n<p>He stands right over me, <em>crazy eyed</em>, right in the way of the waterfall.</p>\n<p>“You! Where is your guide?!”</p>\n<p>“Hi! What’s your name?” I hold out my hand from my sitting position.</p>\n<p>“My name?? My name is Wisdom!” That's a bit odd... “Where is your guide!?”</p>\n<p>“Wisdom? That’s an interesting name. Nice to meet you Wisdom.” We shake hands, but it doesn’t shake off any of the vitriol. “Beautiful day today don’t you think?”</p>\n<p>“Where is your guide!?”</p>\n<p>“I don’t have one.”</p>\n<p>“Illegal!! This is illegal! You have no permission! You must pay!”</p>\n<p>“Of course. No problem.”</p>\n<p>“Yes, good, you pay me now.”</p>\n<p>“No, no. That’s ok. Thanks. I’ll pay back at the bottom.”</p>\n<p>&quot;No, you must pay <em>now!!</em>&quot;</p>\n<p>“No, but thank you, I’ll pay at the bottom.”</p>\n<p>&quot;It's illegal!! You pay now!&quot;</p>\n<p>We go in circles, in varying words, on the same theme, with elevating volume..</p>\n<p>On the fifth go of the merry-go-round something snaps in him, like, <em>really</em> snaps. He flies into a <em>rage</em> and then stalks off.</p>\n<p>I finally get to enjoy the waterfalls...</p>\n<p>Nope.</p>\n<p><em>Here he comes again...</em></p>\n<p>He gets right in my face. “Is it true that you don’t have a guide?”</p>\n<p>What?</p>\n<p>That’s an odd question...</p>\n<p>Ah! I see... he’s got his phone out, and he’s trying to subtly record the conversation. Silly dickhead. Trying to trap me with an admission of guilt.</p>\n<p>I won’t play his game.</p>\n<p>Fuck you, Wisdom.</p>\n<p>“I’m just trying to enjoy the waterfalls, thanks.” And a smile.</p>\n<p>&quot;Do you have a guide!?&quot;</p>\n<p>“I’m just enjoying the waterfalls, thanks.”</p>\n<p>He goes <em>wild</em>.</p>\n<p>“I have the <em>right!</em> by <em>principle!</em> to search your bag! By <em>principle!</em>”</p>\n<p>What’s the bag got to do with it?</p>\n<p>“No, you have no right. It’s not happening.”</p>\n<p>“You will pay a penalty! <em>Three times double!!</em>”</p>\n<p>“What? No I won’t.” Peanut.</p>\n<p>He goes off. Completely crazy. Ranting shit I don’t understand, and I get the feeling that this is going to come to blows pretty soon if I don’t pay him.</p>\n<p>I capitulate.</p>\n<p>Fifteen cedi’s. Six bucks fifty, just to walk in nature.</p>\n<p>What is the world coming to?</p>\n","nextChapterExists":true}