{"chapter":"<p>I’m woken at dawn by every fucking rooster in the village having a cocker-doodle-doo off.</p>\n<p><em>Dripping dread.</em></p>\n<p>Must be a border day...</p>\n<p>Togo.</p>\n<p>Tiny, but a scary country none-the-less. It’s the birth place of black magic and voodoo and all the rest of that weird shit. I’ve been told by a few people that my ears will be valuable there - <em>very</em> valuable - so I should be careful.</p>\n<p><em>Sounds great.</em></p>\n<hr>\n<p><em>Wli</em> is right on the border; the border post itself is just a short ride up the road.</p>\n<p>I head straight to Immigration, get immediately stamped out.</p>\n<p>The only hassle I cop is a friendly point at the bike from one of the Immigration guys saying “you give me this motorbike”.</p>\n<p>Easy peasy, Japanesey.</p>\n<p>On the Togo side of the border, getting the passport stamped is equally easy. There's no Douanes though (yep, back to French), and the cops who are doing the job of Immigration direct me ten clicks down the road to a village named “Ndigbe” where I can get some papers for my bike.</p>\n<hr>\n<p>The middle aged bloke manning the post will issue me an LP for 6,000 CFA. Fifteen-ish dollars.</p>\n<p><em>Deal.</em></p>\n<p>When I give him a 10,000CFA note he - of course - doesn’t have change. No doubt in the hope I’ll leave him with a creamy 4k.</p>\n<p>Nope.</p>\n<p>So to break the deadlock we head to the “bijouterie” - which I imagine is French for a &quot;corner store&quot;.</p>\n<p>On the way he asks if I can buy him a water. <em>Sure.</em> Why not?</p>\n<p>We get to the store and I buy a couple of big bottles of water to crack the ten. The lady only has one bottle, and while she’s running off to grab another my mate casually reaches into the fridge, grabs a beer, cracks it, and starts pouring it out into a glass.</p>\n<p><em>It's 10 in the morning...</em></p>\n<p>I see what he’s getting at...</p>\n<p>“voo meh ashtray”. <em>You buy me</em>. Great.</p>\n<p>“Non non, shae voo ashtray de low”. <em>No no, I buy you water.</em></p>\n<p>“Say le mem”. <em>It’s the same.</em></p>\n<p>“Snay par. Par la mem shos. Voo ashtray.” <em>It’s not. Not the same thing. You pay.</em></p>\n<p>To his credit he doesn’t fight me.</p>\n<p>The woman comes back with the change, I give him his 6,000 and head off.</p>\n<p>Into Togo.</p>\n<p>Cool.</p>\n<hr>\n<p>I’m stopped almost immediately at a roped checkpoint, manned by three cops. There's no way past.</p>\n<p><em>Great.</em></p>\n<p>I pull up and shake hands, not stopping the motor, nor getting off the bike, nor taking the helmet off.</p>\n<p>One of the cops does a lap of the bike, and I can hear him over the motor, standing behind me, making a big deal about the UK number plates, and how I can’t come in without Togolese number plates.</p>\n<p><em>Ridiculous.</em></p>\n<p>I ignore it and hope he’ll let it go.</p>\n<p>He comes around in front of my face and says that the bike’s no good without Togo plates.</p>\n<p>I pretend that I don’t really cog what he’s told me. Instead, I turn off the bike, get off, and de-helmet. I’m <em>melting</em> in this leather jacket.</p>\n<p>I take the initiative back and run the normal distraction tactics of asking for directions.</p>\n<p>They answer the question with the obvious answer; there’s practically only one road in this country, so that’s their recommendation.</p>\n<p>The ruse hasn’t worked, I can tell they want to get back to the number plates.</p>\n<p>“Bar bar bar bar <em>Onglatear</em>...”, which means &quot;something something something something <em>England...</em>&quot;</p>\n<p>I cut him off right there. “Wee! Exactament, Onglatear. Jevay par: Onglatear, Esscoss, France, Belgie, Suisse, Italia, Espagne...” I proceed to rattle off the whole list onto my fingers, not leaving out the smaller countries - like Andorra - or the countries that I spent an hour in - like Italy – or the countries that aren’t recognised as legitimate by everyone – like Western Sahara - and the list has become quite a big one. <em>Twenty</em> in all. And I take my glorious time to sound them all off. I finish with a jazz hands: “tout par cet moto!!” <em>All with this motorbike</em>.</p>\n<p>No one say's boo about the plates being illegal after that...</p>\n<p>Fuckin' <em>boom</em>.</p>\n<p>They ask for my papers, and they get the usual treatment of only getting what they ask for, but they end up wheedling out of me the whole gamut. <em>Everything.</em> All of my papers are out and everything is being checked and re-checked, right down making sure the frame number, all seventeen digits of it, match what’s written in the registration papers.</p>\n<p>Blokes like this are mugs.</p>\n<p>While they're looking about for more stuff to try to hang me on, I’m putting my helmet back on and starting the ignition. No one’s given me permission to go, but they get the hint that their time's up and give me my papers back and lift the rope.</p>\n<p>I'm not fucking about these days...</p>\n<p><em>Off we go.</em></p>\n","snippet":"I’m woken at dawn by every fucking rooster in the village having a cocker-doodle-doo off.\r\n*Dripping dread.*\r\nMust be a border day...\r\nTogo.\r\nTiny, but a scary ","nextChapterExists":true}