{"chapter":"<p>Lomé.</p>\n<p>I don’t reckon I’ve ever had a better first impression of an African city.</p>\n<p><em>Big call.</em></p>\n<p>It's a small city, built on the coast, yet modernish. A tidy city.</p>\n<p>Cheap Chinese motorbikes dominate this place in massive packs, with forty to fifty all creeping to the space in front of the cars at the traffic lights (traffic lights!!), and they swarm away like a hive of angry bees on green. It’s awesome to be part of the pack, and I ride about town just for the fun of it.</p>\n<p><em>Street food is back.</em> Hallelujah. Walking the streets after dark, I'm well and truly spoilt for choice. Lots of decent food at a decent price. Lomé's got it in spades.</p>\n<p>The streets teem with the sound and colour of people looking for a feed. The place has a real <em>vitality</em> to it. There are smiling, colourful, big mammas everywhere, selling the good stuff to the clientele sitting on their wooden benches, bowl in hand.</p>\n<p>The scale is serious; the steaming drum of rice is too big to hug your arms around, and yet it disappears. <em>Fast.</em> Such is the turnover.</p>\n<p>There are huge pots, up to ten of them - the biggest pots you’d have in your kitchen - all filled with mysterious, steamy sauces with meats and vegetables and who-knows-what.</p>\n<p>It’s all shades of brown and green.</p>\n<p>The trick is not to ask what it is, or even to think too much about what to choose. Just stick to whatever is popular with everyone else, never mind how it looks; it’ll be fuckin' delicious.</p>\n<p>It’s still customary to go back for seconds of the sauce with your left over rice - at no extra charge, of course.</p>\n<p>Fuck I love this.</p>\n<p>Just never mind the fact that the bowl and spoon you're eating with has been fished out of a tub of barely-soapy brown water... Ignore that.</p>\n<p>More food than you can eat for just under a dollar.</p>\n<p>I stuff my face with it while having friendly conversation with the locals. Different language, same question: “You like this food, hey?”</p>\n<p>Yes. Yes I do. Very much so.</p>\n<p>If that doesn’t take your fancy there are big avocado/guacamole and kidney bean sandwiches in French baguettes, heavily salted - which might not sound great, but trust me, it’s delicious. Crazy good.</p>\n<p>It’s all washed down with mangoes and pineapples and powdered coffee with condensed milk from vendors on wheels for around 20 cents each.</p>\n<p><em>Outstanding.</em></p>\n<p>I fucking <em>love</em> it here.</p>\n<hr>\n<p>A young local bloke at the hotel reckons I ain't seen nothing yet, reckons he knows the <em>best</em> street food joint in town.</p>\n<p>His name is Kys. Like, &quot;kiss&quot;, but not...</p>\n<p>I don't like him.</p>\n<p>He's always immaculately dressed in a white shirt and he won't leave me in peace whenever I'm at the hotel; he hangs about me like a bad smell.</p>\n<p>Despite him being nothing but friendly there’s just something about him that gets my back up. Sets me on edge.</p>\n<p>I've been giving him smokebombs for days, but he’s nothing if not persistent and eventually I have to cave in against my will and accept his invitation to dinner.</p>\n<p>We head off into the dark.</p>\n<p>Instead of heading straight out to the main street he takes me on an unnecessary detour down an unlit, tight alleyway.</p>\n<p>My eyes take an age to adjust after the bright lights of the main street.</p>\n<p>And then I can see...</p>\n<p>The alleyway is <em>full</em> of prostitutes.</p>\n<p><em>Choc full.</em></p>\n<p>I <em>know</em> they're prostitutes; for one there’s the dress code... and they stand in their door frames in a way that only a hooker can.</p>\n<p>Every eye is on me as we walk through. Burning holes in me.</p>\n<p>I’m trying to casually keep on with conversation to Kys about the football, but my mind and my eyes are whizzing about, looking out for danger from somewhere.</p>\n<p>My wrist gets <em>latched</em> onto by a fucking claw and a woman screams “whiteman!!” right behind me, right in my ear.</p>\n<p>I spin and wrench my arm off whatever’s got hold of it, ready to start swinging limbs and screaming and running all at once.</p>\n<p>My attacker is a sequined prozzie. Scared the <em>shit</em> out of me. She’s got a look on her face like I just somehow offended <em>her</em>.</p>\n<p><em>Fuck you.</em> Fuck this. Fuck Kys. <em>Get me out of here.</em></p>\n<p>I’ve gotta give more credit to my instincts...</p>\n<p>Wait... <em>Why is she speaking English??</em></p>\n","nextChapterExists":true}