{"chapter":"<p>Hold your breath; I need to talk about visas, and it's messy.</p>\n<p>So.</p>\n<p>There’s no &quot;diplomatic mission&quot; for Benin - the next stop down the line - here in Lomé; neither Embassy nor Consulate.</p>\n<p><em>That could be a problem;</em> without a visa there’s nowhere else to go except Burkina Faso to the north, followed by Chad followed by northern Nigeria. That's a shit option, the kind of shit option that’ll put a dent in your day, and maybe another one in your head...</p>\n<p>I’ve assumed that - like everywhere else - there would be a diplomatic mission of some description in the country next door. It makes sense; you want to have an embassy for your neighbours, y'know, for diplomacy.</p>\n<p>And it's <em>always</em> been like that. But not here... Fuck it.</p>\n<p>So that's one drama. The next one is that the only country down the line that I have a visa for is Nigeria, which comes right after Benin. And because there's no Embassy for the country after Nigeria (which would be Cameroon) here in Togo, that means I'll have to get <em>that</em> visa <em>in</em> Nigeria, and waiting in Nigeria for visas - with the added chance of being rejected and therefore stranded - isn’t my idea of a good time.</p>\n<p>But here's the rub: <em>I don't really have a choice.</em></p>\n<p>Well I sort of do; there <em>is</em> the possibility of getting transit visas...</p>\n<p>Transit visas are just that; visas that let you transit a country, and no more. They're normally valid for only a couple of days; just enough time to get from one end of the country to the other. They're measured in <em>hours.</em> And they're not a sure thing; I'd be at the discretion of the border goobers after I've already immigrated <em>out</em> of the country I'm coming from.</p>\n<p>Could be a fucking shitshow.</p>\n<p>Yet, for Benin - with no embassy here - it's my only shot at getting in...</p>\n<p>In case things weren't rosy enough, there's another problem: Gabon - the next country along the line from Cameroon - is <em>notoriously</em> difficult to get into; they just <em>don't</em> give out visas.</p>\n<p>All this has killed my appetite for doing shit at the last minute, so I've decided to get as much of my shit in a pile when I can. And right now that means hitting up the Gabon and the Democratic Republic of Congo embassies here in Togo, even if those two countries are fucking <em>miles</em> down the line.</p>\n<p>So there you have it; the joys of overlanding.</p>\n<hr>\n<p><em>What a pain in the dick!</em></p>\n<p>I <em>finally</em> walk up to the gates of the Gabon Embassy, <em>way</em> out of town. Took me three hours to find the bastard. Like a deaf person playing &quot;Marco Polo&quot;, the directions from these locals are <em>worse</em> than useless.</p>\n<p><em>But I'm here.</em></p>\n<p>The security guard stops me at the big steel door in the big concrete wall.</p>\n<p>&quot;Non,&quot; he points at my feet, shakes his head &quot;non.&quot;</p>\n<p><em>Won't let me in without shoes...</em></p>\n<p><em>I'm gonna blow...</em></p>\n<hr>\n<p>There and back again and there again.</p>\n<p>A hundred and twenty dollars for a stamped bit of sticker in the passport.</p>\n<p>No references.</p>\n<p>No supporting documentation.</p>\n<p>No having to make up lies.</p>\n<p><em>I'd make that deal.</em></p>\n<p>Gabon: done!</p>\n<hr>\n<p>Next: the Democratic Republic of Congo (or DRC for short).</p>\n<p>I’ve heard that getting into DRC is a crapshoot at the moment; travellers getting turned back at the border, even though they have a proper visa and everything.</p>\n<p>Apparently the rub is that the visa <em>must</em> match the travellers country of residence. Why? Fuck knows...</p>\n<p>That'd mean having to fly home if I was going to do this properly.</p>\n<p>Or...</p>\n<p>I could just pretend I'm a resident of Togo...</p>\n<p>I don't <em>look</em> like a resident of Togo...</p>\n<p>Might as well have a crack. Can’t hurt to try...</p>\n<hr>\n<p>Another morning fucking lost on a fucking goose chase through fucking Lomé.</p>\n<p>Deadset sick of this shit.</p>\n<p>Immigration. I've made it. Finally.</p>\n<p>Had to come here anyway; the clock is ticking on my Togo visa, so I've got to get that sucker extended. Figure I can get two birds with one stone; visa extension plus residency permit.</p>\n<p>I barge in. The joint's packed.</p>\n<p>I get handballed from one official to another to another to another...</p>\n<p>My French is fucking <em>useless</em>.</p>\n<p>I'm finally informed that I never needed to extend the visa, as the clock only started ticking on it when I stamped in at the border, not when I was issued it. I'm not convinced... The fact that the dopey bastards keep pointing at my Ivory Coast visa like it's my Togo visa doesn't inspire confidence.</p>\n<p>They don't have anything to do with residency either; for that I'll need to talk to the cops.</p>\n<p>In other words, I've burnt another fucking day for nothing...</p>\n<hr>\n<p>The cop shop.</p>\n<p>I walked all over town looking for the fucking thing when it was on the same fucking street as my fucking hotel.</p>\n<p>I've fucking had it with this shit.</p>\n<p>I can <em>see</em> my hotel from here, for fuck's sake.</p>\n<p>I get stopped at the gates at the front by a bunch of grunts lazing about with big guns. Folks are coming and going all the time but <em>I</em> get stopped.</p>\n<p>I tell them I'm here to pick up a &quot;permit de residence&quot;.</p>\n<p><em>Come right in...</em></p>\n<p>One of the grunts who's taken me under his wing wants a copy of my passport page, my address, and my mum and dads name.</p>\n<p><em>That’s it?</em></p>\n<p>Oh, no, he wants cash. Of course. 8,500 CFA. Twenty-ish bucks. Which is actually quite a bit. It’s obvious that this isn’t going to be done “on the record”.</p>\n<p><em>Fine by me.</em></p>\n<hr>\n<p>I head back there after the prescribed three hours and - <em>there it is</em> - my official, stamped and sealed Togolese residency permit.</p>\n<p>I’m now a permanent resident of Togo. I have the paper to prove it.</p>\n<p>That was <em>way</em> too easy.</p>\n<p>I make the rookie error of not bringing correct change, and end up having to part with 10,000 CFA, but I don’t really care, and don’t exactly want to make a fuss with the cops about getting change back for a bribe on an ill-gotten residency permit.</p>\n<p>So, <em>that</em> now opens the doors for that DRC visa.</p>\n<p><em>Excellent.</em></p>\n<hr>\n<p>In my dreams I'm carefree. Happy.</p>\n<p>Sleep is my happy place.</p>\n<p>I cling to sleep as I sense it slipping away from me - all too soon.</p>\n<p>My eyes unwillingly open a crack, and I can’t place where I am. Groggy. Confused for a split.</p>\n<p>Then I see the familiar mosquito net that looks like a prop from a D grade slasher movie, covered in streaks of mosquito blood; the spinning, wobbling fan; the peeling paint and the smashed window. And the dream vanishes and reality becomes clear, and hot on its heels comes a sense of foreboding, dripping dread. That grips me and crushes me from the instant my conscious mind starts turning the cogs - before I’ve moved my head even a smidgen on the greasy pillow.</p>\n<p><em>Another day.</em></p>\n<p>I don’t want to get out of bed. I never do.</p>\n<p>I’ve gone from feeling liberated by Africa to feeling imprisoned by it, entrapped by it.</p>\n<p>It’s been a nothing seven days. Every day; lugubrious, sedentary living. So depressing. Seven days in Lome is many too many.</p>\n<p>The next stretch, in terms of both my safety and of the shit I’ll have to come up against absolutely terrifies me. The danger, the arguments, the conflicts, <em>the confrontation.</em></p>\n<p>JB's not going to make it before I hit Nigeria. It's going to have to be me. Solo.</p>\n<p>I'm not sure I can...</p>\n<p>I haul my arse out of bed and fetch food.</p>\n<hr>\n<p>I watch the planes fly overhead with envy as I eat my breakfast of hot rice and beans and pasta. I wish I could get on a plane and leave. I’m tired. Dirty and grimy, sweaty and tired. But the option of going home isn’t an option at all. Never has been. Never going to happen. I couldn’t do it.</p>\n<hr>\n<p>The pleb at the DRC embassy gives me a knowing smile when I pull out the residency permit on request, as if to say &quot;well played&quot;.</p>\n<p>No other questions asked.</p>\n<p>It sets me back around ninety bucks. It's got a wicked kind of embossed finish on the coat of arms, which is a first. A pretty pimpin' visa for a piss poor country.</p>\n<p>Nice one, DRC, I’m impressed.</p>\n<p>So that’s that <em>in the can</em> then. DRC is a long way off but it’s good to feel like I’m making some sort of progress.</p>\n<p>But it’s left me with a new problem; that I’ve only got five blank pages left in my passport.</p>\n<p><em>Not a lot.</em></p>\n<p>I don't think I can fit ten more countries in there...</p>\n<p>While I'm on a roll, I might as well try getting the Angola visa; it's outrageously far down the line, but a bird in the hand is worth two in the bush.</p>\n<hr>\n<p>Heading to the Angola embassy wasn't even worth the effort; they close the door in my face pretty quickly; <em>the ambassador is out of town.</em></p>\n<p>Angola, by the way, has <em>nothing</em> to do with Genghis Khan. That's <em>Mongolia</em>...</p>\n<p>Different.</p>\n","nextChapterExists":true}