{"chapter":"<p>Freetown is <em>awesome.</em></p>\n<p>Parked on a mountainside, it's a big shanty town that ends at the ocean, and it's bristling with colour and action and music.</p>\n<p>It’s pretty. It’s ugly. It’s modern. It’s old and shitty and grimy.</p>\n<p>There’s money. There’s poverty. There’s a little bit of everything, and a whole lot of Africa.</p>\n<p>Funny that this place scared the shit out of me just yesterday.</p>\n<p>From break-out-in-a-cold-sweat-and-crap-your-pants to now: freely walking the crazy city streets, eating at the markets, squeezing through the crush and scrum of the locals as they go about it in the heat of the day. I feel as safe as houses.</p>\n<p>It's a delightful surprise; I can’t wipe the smile off my face.</p>\n<p><em>What a place.</em></p>\n<p>Surprise number one: People line up for things. <em>Unbelievable.</em> People, actually waiting patiently in line for busses or taxis or anything. <em>That’s unique;</em> lines are normally treated the same way that they are by Asian tourists: non-existent. Here, people get served in the order that they arrived in. It's refreshing.</p>\n<p>Next surprise. They seem to give a shit. About stuff. About improving their standard of living. Or at least trying to.</p>\n<p>They have <em>bins</em>.</p>\n<p>Now, that’s probably not going to sound like much, but Africa doesn’t <em>have</em> bins; they have streets.</p>\n<p><em>Filthy</em> streets.</p>\n<p>The sidewalks and roads and gutters are, everywhere, full of rubbish. <em>Choc-a-bloc.</em></p>\n<p>Not here...</p>\n<p>I remember, way back in Morocco; I was having a sandwich with Ben the Aussie hitchhiker, and when he was done he just casually dropped his rubbish onto the ground. I was disturbed. His reply to my shock and horror was “yeah, well, you’ll change...” It didn’t take long either... After a few weeks of carrying my rubbish around, looking for a non-existent bin, I distinctly remember the first time I gave up and chucked my rubbish onto the ground. Ben, with a smirk, just said “finally”.</p>\n<p>Since then I’ve been littering everywhere I go.</p>\n<p>Having principles is great, right up until you’re put into a situation where they become utterly impractical. You either have to suffer for it or adapt. I'm more than a little ashamed to say I've changed. But, &quot;when in Rome&quot; and all that jazz...</p>\n<p>The Africans sure as shit don’t care one iota about the cleanliness of their streets, or give a shit for the environment in general. There’s a lot of other shit to worry about, like <em>getting by.</em></p>\n<p>So, yeah. Bins. Pretty big deal. Go Sierra Leone...</p>\n<p>When I say &quot;bins&quot; by the way, I mean an open skip parked at the end of the streets. But hey, it's a start...</p>\n<p>The streets are still filthy – culture and habit take a while to change – but at least they are making an effort.</p>\n<p>Speaking of making an effort, there are billboards with painted public health service announcements all over, and a lot of the walls in public spaces have been painted with cartoons of the same; thing’s like HIV/AIDS awareness, practising safe sex, advice for pregnant women, directions to health centres specifically for young pregnant women and mothers, safe food practices, personal hygiene tips, how not to get cholera; you know, all the good stuff.</p>\n<p>The &quot;how to spot cholera&quot; paintings take the cake; the way to spot cholera is &quot;if it’s flying out of your arse, that’s cholera.&quot; Pictures and all...</p>\n<p>I feel bad for laughing at yet another serious issue, but how can you not??</p>\n<p>The power and electricity here comes and goes, and the water is more often off than on - just like everywhere else - but I'm still impressed.</p>\n<p>They’re having a crack.</p>\n<p>They’ve exceeded all my expectations.</p>\n<hr>\n<p>The long day's walk around town is a big success; I've got accommodation in the bag. I end the day with sunset on the beach.</p>\n<p>Freetown is the first genuine beach city this side of the Sahara. The beach itself is one of those ones that give you the feeling that once upon a time it would have been spectacular, back before the colonists came and fucked it up.</p>\n<p>These day’s it’s a little bit trashy on the sand, and you have to spend a bit of your time looking at the ground to make sure you don’t step on something you wish you hadn’t, but that doesn’t stop the beach from being a hub; the long beach, off to a vanishing point, has every square inch occupied for beach soccer.</p>\n<p>It’s clearly the local obsession.</p>\n<p>Watching them play, you've never seen fitter humans.</p>\n<p>They're chiselled from stone. Not an ounce of fat on them, and with muscles like anchor ropes. Perfect posture.</p>\n<p>Bloody impressive.</p>\n<p>No one’s ever wearing shirts either. It's disturbing. <em>Horrifying.</em> They have <em>the-most-fucked-up</em> belly buttons in the world.</p>\n<p><em>The whole world.</em></p>\n<p>I don’t know how, or why, but the majority of them look like they’ve got a dick hanging out of their bellybuttons.</p>\n<p><em>Believe it.</em></p>\n<p>A limp dick.</p>\n<p>Hanging out where their belly button should be.</p>\n<p>It's <em>revolting.</em></p>\n<p>My best guess is that it’s the result of not cutting the umbilical cord properly when they're born, which then turns into a fleshy appendage.</p>\n<p>I'm terrified that all the girls have them too... Unseen... It makes me want to retch.</p>\n<p>I turn my eyes back to the ocean.</p>\n<p>There are a handful of people swimming about.</p>\n<p><em>Fuck that...</em> Have they <em>seen</em> the river of Christ-knows-what that’s oozing out of the massive slum just around the corner? No-thank-you. Not for me...</p>\n<p>The sunset, though, is spectacular. Watching the sun disappear over a wide, calm, blue ocean reminds me of home.</p>\n<p>As the day dims and twilight comes on, I get my first reminder that this was - in the not too distant past - a war zone; there's a group of young men, all of them missing some or all of a leg, and they're all playing soccer...</p>\n<p>One legged, with crutches, in the soft beach sand.</p>\n<p>You wouldn’t believe the level of skill and <em>speed</em> of these guys. <em>Lightning.</em></p>\n<p>If I was playing and they were picking teams I reckon I would have been the last bloke picked; I couldn't have come close to matching their hustle.</p>\n<p>I stand there, fixed to the spot in fascination and awe.</p>\n<p>Impossible not to be inspired.</p>\n<p>I stay and watch the match till it gets too dark to see anymore.</p>\n<p>Time to go back to the weird place...</p>\n<hr>\n<p>On the way back I picked up a heap of beers. Big, oversized, 10% alcohol, headache-in-a-can, beers; I figure it might ease up the tension back home...</p>\n<p>As soon as I get in the front door and lift the sack of booze I’m everyone’s best mate.</p>\n<p><em>Mission accomplished.</em></p>\n<p>After dinner, Mary - the massively overweight sort of step-sister or cousin or something - pulls me aside and says that we need to have a “family chat”.</p>\n<p>Ahhh, god.</p>\n<p><em>What is this shit??</em></p>\n<p>Mary’s gotta be somewhere in her thirties and seems to be a bit of a firebrand with an unpleasant personality. Whatever it is she has to say I really don't want to hear it; I know already it'll be bitchy...</p>\n<p>I’ve been here for one night and already we’re having “family chats”... Come off it...</p>\n<p>She starts the family chat with no pleasantries; <em>teeing off</em> on poor JB as an ungrateful mug.</p>\n<p><em>Why?</em></p>\n<p>The breakfast cereal.</p>\n<p>“The Family” have seen it as him throwing their hospitality back in their faces, and have taken it <em>very</em> personally.</p>\n<p>I feel for the guy... Where I’ve been effusive and way over the top with my thanks, I don’t think I’ve heard him say “thank you” yet.</p>\n<p>He never really stood a chance; he doesn't quite have the knack.</p>\n<p>But Mary's just being a bitch. I can tell she fuckin loves it too; she’s not genuinely offended by it, it’s just a good chance to fire off some shots.</p>\n<p>I back JB up as tactfully as I can and drop into the conversation that it’s a real shame I’ve gotta leave tomorrow...</p>\n<p>Yeah, get me the fuck out of here.</p>\n","nextChapterExists":true}