{"chapter":"<p>Benin is as much of a midget as Togo – only a hundred clicks wide – so getting across it in a couple a days wasn't a stretch.</p>\n<p>In a blink I spent one night in a place called Cotonou, and now I'm Porto Novo, just a short jaunt from the Nigerian border, trying to sleep.</p>\n<p>So... Here we are.</p>\n<p><em>Nigeria.</em></p>\n<p>The traveller’s nightmare.</p>\n<p>The place has been scaring the shit out of me for months now. It's been playing on my mind ever since I decided to have a crack at Africa. And now that it’s finally here I’ve really whipped myself into a special kind of frenzy for this one.</p>\n<p>Now, to be fair, I've been mildly scared of every country that I've travelled through. So crapping myself now is nothing new; every single country has been spooky just because it is - at the least - an <em>unknown</em>.</p>\n<p>But Nigeria takes the cake. Steals the show.</p>\n<p>Let me tell you why I can’t sleep.</p>\n<p>To safely negotiate Nigeria is like walking a tightrope. If you fuck it up and fall to the north side, you land on those fun Islamist extremists, <em>the Boko Haram</em>, who - I’ve found out - have actually killed <em>thousands</em> of Christians in the last year.</p>\n<p>The kidnapping of the school girls and the bombing of bus stations at the capital that I'd heard about a few weeks back is just a ramp up of what’s been happening for the last five <em>years</em>.</p>\n<p><em>Scary shit.</em></p>\n<p>According to the Boko Haram, &quot;Western education is the root of all evil&quot;. They want to carve out their own country in northern Nigeria that will have <em>Sharia law</em>.</p>\n<p>Not a fun bunch.</p>\n<p>If they’ve been happily massacring their own countrymen it doesn’t take much of an imagination to think of what they’d do if they got their hands on a foreigner like me...</p>\n<p>So. Avoid the north...</p>\n<p>But if I accidentally stray too far to the south I'm still equally in the shit. On <em>that</em> side of the tightrope you have pissed off locals who have had a gutful of Western oil companies polluting their Niger Delta (a “delta” being a huge river system) with big oil spills, and then not cleaning them up.</p>\n<p>It's destroying their livelihood, which was primarily fishing.</p>\n<p>So, as a new livelihood, they kidnap and ransom the oil workers.</p>\n<p>Two birds with one stone, right?</p>\n<p>Again, not a fun bunch.</p>\n<p>Yet, between these two mutually exclusive yet equally unpleasant peoples there is, allegedly, a strip of the country that's <em>Goldilocks</em>. That's where I want to be - not too Muslim extremist, not too kidnappy, but <em>just right</em>.</p>\n<p>While I can’t sleep, let’s stew on some more Nigerian fun facts.</p>\n<p>It's the most populous country in all of Africa.</p>\n<p>One in every five Africans is a Nigerian (mind: blown).</p>\n<p>It could be called the world capital for corruption and fraud. You've probably got a few of their emails...</p>\n<p>It's got a reputation for violent crime.</p>\n<p>There’s practically a violent “coup d’etat” every time there’s an election.</p>\n<p>I've been told to watch out for &quot;stickmen&quot;, people who ambush cars using clubs of wood with a nails through them as weapons...</p>\n<p>The capital, Lagos, is currently the third most populous city in the world, and is predicted by 2025 to take the top spot.</p>\n<p>As I write this there are, give or take, twenty two million people in this single city alone. The entire population of my entire home country just happens to be the exact same number. Every person in Australia – Sydney, Melbourne, Brisbane, Adelaide, Perth, Darwin, Hobart and everywhere in-between – all in one place.</p>\n<p>It’s doing a number on my head.</p>\n<p>And I’m not sure if I can do it; it's the compounding weight of the number of people who have told me along the journey that it just &quot;can’t be done&quot;. <em>Under no circumstances</em>.</p>\n<p>My emotions make a quantum leap, straight from terrified despair over to hope, from gut twisting nervousness straight over to being excited as a kid on Christmas Eve, and in the click of a finger straight back to fretting.</p>\n<p>I'm living in the extremities of the pendulum without a moment spent in the middle ground. And as the night wears on it's wearing me thin.</p>\n<p>Lagos is my first stop.</p>\n<p><em>Twenty two million...</em></p>\n<p>It’s right on the other side of the border; there’s nowhere else to go. I don’t even get to dip my toe in the joint till I have to dive in the deep end.</p>\n<p>Forecast for tomorrow: Thunderstorms.</p>\n<p>I’m not even joking.</p>\n<p>You wouldn’t know it just looking at me, but I can’t stop the tremor in my fucking hands.</p>\n<p>I feel like I’ve had 10 cups of coffee, and maybe something illicit to go with it.</p>\n<p>They won’t just sit. And every so often the bloody thing runs from my toes right up to the top of my head and then back down again, like I’m shivering, even though I’m sweating my arse off.</p>\n<p><em>Fuck this.</em></p>\n<hr>\n<p>I wake up.</p>\n<p>I come to my senses.</p>\n<p><em>Today’s the day.</em></p>\n<p>As I realise where I am I’m more than a little proud that I somehow managed to sleep, but the pride is gone in a flash and I pick up just where I left off the night before.</p>\n<p>Time for the shit to start hitting the fan, and not stop hitting it till I’m in Cameroon, <em>covered</em> in shit.</p>\n<p>I feel like I’m back at school, with some sort of awful public speaking in front of the class to do.</p>\n<p>Or like I’m about to do my driver’s license test.</p>\n<p>It’s that feeling, but on a whole new level of jitters.</p>\n<p><em>Gut wrenching.</em></p>\n<p>There's nothing left to do but to do it.</p>\n<p>Like ripping off a band-aid.</p>\n<p>Up I get, and go through the motions of a normal day in the saddle. I don’t reckon I can stomach a breakfast though, not today...</p>\n<p>Before I know it I’m on the highway, staring up at the blackening sky, and wondering what’s going to fall apart first; me, or the clouds...</p>\n<hr>\n<p>The border post isn’t a goddamn thing like I was expecting; the other Benin border of two days ago has clearly given me unrealistic expectations.</p>\n<p><em>This</em> is a dog’s breakfast.</p>\n<p>A whole bloody village has popped up on the Benin side just to feed off the post.</p>\n<p><em>That's a bad sign.</em></p>\n<p>I’m joining the dots that it means that lots of people pass through this post, and that they probably spend quite a bit of time, and money, trying to get through.</p>\n<p>The street is completely choked.</p>\n<p>I’ve got to waddle my bike through the crowds at a crawl, with the crush of noise and people towering over me, sitting on the bike.</p>\n<p><em>You’d hate to be claustrophobic...</em> It's even worse than the Ivory Coast / Ghana border.</p>\n<p>Inch at a time I make it through to a lowered boom gate, where I park up the bike and head over to the hut next to it.</p>\n<p>It’s the Beninese Police.</p>\n<p>Despite the buzz of people outside, in here it's just a big kahuna, an assistant, and me.</p>\n<p>The big kahuna is sitting behind a desk. He’s a thickset big lad, somewhere in middle age. He's in full dress uniform; hat and everything.</p>\n<p>He doesn’t look too happy to be here.</p>\n<p>I give him my passport to get stamped out and sit down in the chair opposite him.</p>\n<p>He barely looks at my passport, and is more interested in my bike papers. I don’t know why; <em>it’s none of his fucking business;</em> I’m not <em>coming</em> to Benin, I’m <em>leaving</em>.</p>\n<p>I protest, and say I just need the passport stamped, <em>thanks</em>, but he’s insisting on seeing the papers.</p>\n<p>What can I do?</p>\n<p>I give him the papers.</p>\n<p>He demands 20,000CFA for me to take the bike through.</p>\n<p>That’s about $40. And that’s total bullshit. <em>It doesn’t cost a clam</em> to take a bike <em>out</em> of a country.</p>\n<p>But, I can’t leave without this guy giving me the exit stamp in my passport; it’s the one and only thing I need on the Benin side.</p>\n<p>He takes my “Je ne comprend pas” - <em>I don't understand</em> - as a language barrier thing, and I’m happy for him to think that.</p>\n<p>My only shot is to hope that he gets sick of asking me. So I get comfortable in the chair for the game of patience and thousands of “Je ne comprend pas”.</p>\n<p>And back and forth we go...</p>\n<p>He’s quickly getting the shits with me.</p>\n<p>That’s good. I think...</p>\n<p>And then someone else comes into the hut.</p>\n<p><em>A white girl.</em></p>\n<p>I can’t believe what I’m seeing...</p>\n<p>Legit.</p>\n<p><em>A... White... Woman...</em></p>\n<p>In her thirties, maybe.</p>\n<p>And she's doing <em>this</em> border.</p>\n<p>And I thought <em>I</em> was mad...</p>\n<p>Along with a healthy dose of perspective, she brings into the tent a question in too-fluent-French for me to follow. The cop points to her a direction, further down the road, and she leaves without another word.</p>\n<p><em>Wait a second...</em></p>\n<p>The penny drops.</p>\n<p>That could’ve been in Chinese and I couldn't have mistaken the meaning.</p>\n<p><em>I've got this bastard.</em></p>\n<p>My French improves considerably, and I ask the cop if I even get the stamp <em>here</em>. He just says I have to pay him 20,000CFA, and nothing else, but there’s a note to his voice that he isn’t so sure of himself anymore...</p>\n<p>Game's up, fucker.</p>\n<p>I snatch my papers off the desk and jump out of my seat and walk off, folding the papers and tucking them into my inside pocket as quick as I can, and say over my shoulder that “je par pour le tampon eh jarreev. Daccor?” <em>I go for the stamp and come back. Ok?</em></p>\n<p>This could go one of two ways; sail through, or deep shit.</p>\n<p>I’m followed out onto the road, but I'm not manhandled. It’s feeble protests rather than demands.</p>\n<p><em>I’ve won...</em></p>\n<p>I walk past the bike towards where he directed that white girl.</p>\n<p>He catches up to me, walking ahead like an escort, saying something I can’t catch.</p>\n<p>I take the chance behind his back and turn on my heel, and head back to the bike, pulling on my helmet as I walk.</p>\n<p>By the time he cogs that he's walking alone and comes running back I've already got the motor started.</p>\n<p>I put out my hand, stand the bike up, flick the kickstand, and shake his hand.</p>\n<p>“Merci pour votra assistance.” <em>Thanks for your help</em>.</p>\n<p>He looks more sad than anything else...</p>\n<p>I ride to the boom gate blocking my path and bypass it through a pedestrian path off to the side.</p>\n<p><em>A lucky break.</em></p>\n<p>At the next boom gate along I cop the exact same shit; to get the bike out I need to pay.</p>\n<p><em>Why all these fucking stops and boomgates??</em></p>\n<p>This time the cops cave-in early, pointing out to me where I can get my passport stamp.</p>\n<p>I leave them with my motorbike papers to mull over and head to where they’ve directed me.</p>\n<p>It’s a random, standalone, single &quot;stall&quot;. Unmarked. It looks like a cinema box office got lost and dumped in the middle of nowhere. In amongst all this sound and noise and movement, and all these different buildings, it seems like it’s being deliberately obscure. Playing hide and seek.</p>\n<p>There’s a crowd of people around the reflective perspex sheet, all trying to jam their passports and money through the small semicircle gap at the bottom.</p>\n<p>I eventually muscle to within an arm’s length and shove my passport through the gap.</p>\n<p>I barely make out the muffled sound of someone on the other side of the plastic asking where my money is.</p>\n<p>&quot;Shon ay pa.&quot; <em>I don’t have any</em>.</p>\n<p>The passport gets an exasperated stamp, and thrown back through the hole.</p>\n<p>Hallelujah! Done!</p>\n<p>I walk back to the boom gate and the fuckers with my bike papers want to give me the shits about my carnet, or rather, my not having one.</p>\n<p>But I don’t need anything from these guys. <em>Nothing.</em> But I do need my rego papers back.</p>\n<p>I’m all smiles. I explain why I don't need a carnet, using my bike papers as part of the demonstration, I pick them up off the table, show them an irrelevant detail of the rego, and then fold them up and put them in my pocket.</p>\n<p>Like a fucking magician.</p>\n<p>They don’t protest, but try to hook me up with a Nigerian fixer.</p>\n<p>No thanks. Catch ya later.</p>\n<p>I pass the boom gate through the pedestrian side track again, muscling the bike through the crush of people.</p>\n<p>I’m out of Benin.</p>\n<p>I wonder how badly that would have shafted me if it was my first rodeo; my <em>first</em> border crossing... Pretty hard, I reckon. Wouldn't have been pretty.</p>\n<p>Even though I know what I'm about these days, I was <em>still</em> just leaves in the wind. Only luck got me through.</p>\n<p>If I didn't know shit from shoe polish I would have been stuck there for a bloody long time.</p>\n<p>Well... That’s the easy part done then...</p>\n<hr>\n<p>I roll into the Nigerian side, and I’m baffled.</p>\n<p><em>Lost.</em></p>\n<p>God knows I’ve done a lot of border crossings, but there’s never been one that looks like <em>this...</em></p>\n<p>It’s just so <em>busy</em>. There are different stalls spread out willy nilly, pell mell, everywhere.</p>\n<p>And I mean everywhere.</p>\n<p>Three parallel mud roads, full of buildings and stalls.</p>\n<p>Fuck. There must be more of them than I can count on my fingers <em>and</em> toes...</p>\n<p>A border <em>should</em> have three essential services; Immigration, Customs, and Police.</p>\n<p>That’s it.</p>\n<p><em>What's going on here then??</em></p>\n<p>They’ve all got signposts with different names and acronyms that aren’t making any sense. And they should be making sense: the language in Nigeria is English.</p>\n<p>I find something that, to my eye, looks police-ish, and a little immigration-y. Plus, it’s busy, and that should be a good sign that it’s something that everyone needs to get done.</p>\n<p>I muscle in and chuck them my passport.</p>\n<p>Bullseye.</p>\n<p>My passport gets stamped without a single question, and not one single demand.</p>\n<p>How refreshing.</p>\n<p>The bloke in the stall next door harangues me, and he won't let me go. He's from the “secret service”. He wants to see my passport. It’s definitely unusual to have a &quot;special police&quot; presence at a border, but it’s not a first. In the past they’ve only ever taken down my passport details and that’s it.</p>\n<p>So he gets my passport, writes down the details, hands the passport back to me, and then demands “dash”. A bribe.</p>\n<p>He cops a flat rejection and a walk off.</p>\n<p>How have this mob not figured out yet that the time to ask for money is while they're holding something that I need, <em>not</em> after they've given it back to me??</p>\n<p>Anyway, Customs time...</p>\n<p>There’s a small booth down the mud road with &quot;Customs&quot; marked out in the name. There's two surly looking middle aged women behind it.</p>\n<p>I see on the walk up that there’s nothing on their desk to be issuing a TIP with - stamps and papers and whatnot - so I ask where I can go to get a TIP They point out to me a shipping container about a football kick away.</p>\n<p>They get really, <em>really</em> shitty at me as I walk off without giving them any money.</p>\n<hr>\n<p>The shipping container marked out with 'Customs' is all closed up...</p>\n<p>Maybe not the right place? A random bloke nearby tells me it’s not open when he sees me staring at it.</p>\n<p>&quot;Why not?&quot;</p>\n<p>&quot;It's a public holiday today.&quot;</p>\n<p>&quot;What? And they're shut?&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;Righto... Fuck. Where can I get papers then?&quot;</p>\n<p>&quot;Not today.&quot;</p>\n<p><em>&quot;Not today??&quot;</em></p>\n<p>Fuck. Fuck fuck fuck.</p>\n<p>My brain crunches out the three possible outcomes of not having an TIP for the bike today. And none of them are good:</p>\n<p>A) Leave the bike behind and come back tomorrow, fingers crossed.</p>\n<p>B) Stamp out of Nigeria, go back to Benin, say hi to all the people I just pissed off and try to get them to let me back into the country, then do it all again tomorrow.</p>\n<p>C) Chance it - in <em>Nigeria</em> - without any papers for the bike.</p>\n<p>Suboptimal...</p>\n<p>I <em>hate</em> this shit.</p>\n<p>I tell the guy that that’s not possible.</p>\n<p>He points me out another shipping container - also marked Customs - but with some acronym after it.</p>\n<p><em>What's the difference?</em></p>\n<p>I go over and poke my head inside.</p>\n<p>It’s dimly lit inside, and with the dark clouds outside it doesn’t make things too easy to see. Despite the dark inside the bloke behind the desk is still having a crack at reading the paper. He must eat a lot of carrots...</p>\n<p>I step over the threshold.</p>\n<p>I make introductions, shake hands and explain the situation. He asks for my carnet. I explain that I don’t have one. And he flatly rejects me.</p>\n<p>No carnet, No TIP.</p>\n<p>What would be the point in getting a fucking TIP if I had a Carnet already??</p>\n<p>I ignore that and throw up the usual tactic of verbal diarrhoeaing all the places I’ve managed to go without a carnet, all with no problem.</p>\n<p>He thinks about this...</p>\n<p>&quot;Let me talk to my boss.&quot;</p>\n<p>Good. That’s progress.</p>\n<p>&quot;The boss&quot; is out of &quot;the office&quot; for a bit, so I head back to the bike while I wait.</p>\n<p>The bike is always easy to find: it’s wherever the crowd is.</p>\n<p>I always feel like I bit of a rockstar when I get there, like, &quot;yep, it’s mine.&quot; It always gives me a kick when I fire her up; no one ever looks at it and thinks it’s going to make such beautiful music.</p>\n<p>I roll her over to &quot;the office&quot;, and wait.</p>\n<hr>\n<p>An hour comes and then goes. I eat a banana. Every time I stick my head back into the shipping container I get the same answer: &quot;soon&quot;.</p>\n<p>I'm thinking that in the meantime I should probably be using my time efficiently and changing some money over into the local &quot;Naira&quot;, but I’m not sure that revealing how much I’m packing is such a great idea. I'm not ready to reveal my hand just yet...</p>\n<p>Halfway into the second banana I’m called into the container: &quot;The boss will see you now.&quot;</p>\n<p>The boss’s office is on the other side of a partition in the shipping container, and he’s a she.</p>\n<p>A round of applause for progressive Nigeria.</p>\n<p>She flat out rejects me. Carnet, again.</p>\n<p><em>Fuck.</em></p>\n<p>There’s no other way that I can do this... It <em>has</em> to work. I <em>have to</em> have a TIP.</p>\n<p>I start talking again, the same usual spiel of countries done without the carnet.</p>\n<p>When I get to the end of that she gives me a squinty look with her lips smushed into a thin line. Considering.</p>\n<p>“Ok, no problem.”</p>\n<p>I have to stop myself from punching the air and tap-dancing.</p>\n<p><em>You little fucking ripper!</em></p>\n<p>She gives the ok to the newspaper man outside and he goes to write me up a TIP. “You need to pay the bond, you get it back when you come back.”</p>\n<p>&quot;When I come back? But I’m going to Cameroon... How does that work?”</p>\n<p>“Cameroon?”</p>\n<p>“Yeah, Cameroon.”</p>\n<p>“You’re not coming back here?”</p>\n<p>“What? No. Why would I?”</p>\n<p>“You must come back here. Cameroon is no good.”</p>\n<p><em>Sheeeeeet!</em></p>\n<p>I give a shrug of the shoulders and he tells me to wait while he takes it up with the boss.</p>\n<p>I’m right back at square one. After getting so excited, this feels like a kick in the teeth.</p>\n<p>I’m sick of worrying and fighting for this shit...</p>\n<p>After what feels like a long time he comes back. It seems that without a bond there’s no actual issuing fee, so they’ve decided to skip the bond and just give it to me <em>for free</em>.</p>\n<p><em>Fist pump.</em> Can't help it.</p>\n<p>He takes my details, takes a forever to write up what must be the most detailed TIP anywhere in the world; three full pages of the stuff. Stamps everywhere.</p>\n<p>“Now, you give me something, eh?”</p>\n<p>Done. Fair enough. I don’t want any drama, or to get rejected after all that, so I give him 6,000 of my CFA, the usual high-end price for a LP – about 15 bucks worth – and we’re done here.</p>\n<p><em>That’s a wrap.</em></p>\n<p>I pocket the papers and shoo away the gathered mob from the bike.</p>\n<p>I slowly ride through the rest of the border post, with various people giving me a loud “PSSST!!” or a half-hearted “Hey!! Hey!!” trying to get my attention to see if I’ll stop for them. But I know I have everything I need and to stop for anyone else could get me into some more drama I don’t need.</p>\n<p>No one steps up to forcibly stop me, and I’m through the last barricade and into Nigeria.</p>\n<p>Gotta smile. I'm in Nigeria. <em>This is ridiculous.</em></p>\n","snippet":"Benin is as much of a midget as Togo – only a hundred clicks wide – so getting across it in a couple a days wasn't a stretch.\r\nIn a blink I spent one night in a","nextChapterExists":true}