{"chapter":"<p>Early impressions are surprising. It’s all agricultural space and farm land with the occasional small village.</p>\n<p><em>Where are all the people?</em></p>\n<p>What’s <em>not</em> surprising is that there are checkpoints.</p>\n<p><em>Lots</em> of checkpoints.</p>\n<p>More checkpoints than any place I’ve ever been to, by a long way.</p>\n<p>Hands down.</p>\n<p>I've done the math, I'm passing a checkpoint roughly every five clicks.</p>\n<p><em>Every five clicks</em> there’ll be a mob of blokes standing around in some variety of camouflage, with big fuck off guns. Occasionally they have a nasty spike strip.</p>\n<p>Mean looking bastards.</p>\n<p>They seem to be stopping folks at random.</p>\n<p>And I stand out like dogs balls...</p>\n<p>There’s no trees on the side of the road, so I can spot a checkpoint from a mile off; well before they've spotted me.</p>\n<p>The traffic’s thin, but there’s some vehicles plodding about. So every time I see a checkpoint I find something bigger than me – a car, a van, a truck, a mob of other motorbikes, whatever – and sit in the checkpoint's blind spot. I figure that I can use the “screen” to get past without being seen, or, alternatively, if my screen gets pulled over or I get spotted, I can just pretend that they were trying to stop the other vehicle - my screen - and hope I don’t get shot by some trigger happy army goober on the way out.</p>\n<p><em>They won't see me till it's too late to stop me.</em></p>\n<hr>\n<p>It's worked beautifully.</p>\n<p>From the twenty checkpoints I've counted in the hundred odd clicks to outer Lagos I’ve either not been spotted, ignored, or even given a wave through.</p>\n<p>In only two of the twenty was I ever noticed. They <em>tried</em> to stop me - with lots of yelling and blowing of whistles and waving of whatever was to hand - but they were too late to get in my way.</p>\n<p>I didn’t stop. Of course.</p>\n<p>Despite it all going <em>far</em> better than my loftiest expectations, it didn’t stop me from holding my breath for all of them. Each and every time I'd only realise that I was out of breath when I came out the other end with no holes in me.</p>\n<p>I had to pant to catch my breath; my heart smashing in my ears each time.</p>\n<p><em>I wish I was handling this better.</em></p>\n<p>The skies are grey, but not nearly as ominous-grey as the thunderstorm’s that were predicted.</p>\n<p>It's all working out so well.</p>\n<hr>\n<p>The green agriculture quickly gives way to built-up dinginess.</p>\n<p>The further I go into it the thicker and dingier it gets.</p>\n<p>Traffic starts to get cloggy.</p>\n<p>With some creative riding I get through the micro-jams caused by taxi-vans stopping on the side of the highway to pick up passengers.</p>\n<p>I nearly get my fucking head taken clean off by some truck driver who decides to open his door while I’m cutting through one of the jams. I manage to weave the bike a tiny amount to the side and tilt my head a fraction the same way - all in a split of a second - while the door swings open. Like The fucking Matrix. Didn’t even have time to swear. The truck door missed my helmet by <em>nothing</em>, a moment later and I would’ve taken it full in the face.</p>\n<p>Decapitated.</p>\n<p>A head in a helmet.</p>\n<p>Nothing surer.</p>\n<p>As I look in the mirrors, the truck's door is right where my head used to be.</p>\n<p>&quot;Mother-<em>fucker!</em>&quot;</p>\n<p>At the next micro-jam I decide to just wait it out in the traffic...</p>\n<hr>\n<p>It starts to sprinkle rain.</p>\n<p>The traffic's going at a half-walk half-jog.</p>\n<p>Between me and the never ending line of tinned shanty shops on the side of the highway, there’s a section of mud about a good spitting distance wide that's running parallel to the highway. I wonder how deep it is... I wonder if I should have a crack at it and ride on the other side...</p>\n<p><em>It would be quicker...</em></p>\n<p>Sizing it up, I spot someone lying in the mud a ways off ahead.</p>\n<p>In the mud... <em>Nude?</em></p>\n<p>I can see as I get closer that they're only in shorts, and the <em>shorts are around the knees...</em></p>\n<p><em>What??</em></p>\n<p>Face down, bare arse to the sky.</p>\n<p>I move forward and closer with the traffic.</p>\n<p>It’s a young kid, a teenager based on the height, but I can only see the back of his head from here.</p>\n<p>He hasn’t moved since I’ve spotted him...</p>\n<p><em>What the fuck is going on here??</em></p>\n<p>My eyes flick from him to the traffic and back to him.</p>\n<p>Is he begging? Going for pity money, maybe? <em>Surely.</em></p>\n<p>I roll past.</p>\n<p>I'm turning my head to him and back to the traffic and back to him and back to the traffic.</p>\n<p>Fuck. Whoa. <em>Fuck...</em></p>\n<p>He’s dead.</p>\n<p>I reckon.</p>\n<p>I can't look back again. I wouldn't learn anything new, and I'd crash.</p>\n<p><em>Do I stop?</em></p>\n<p>I run over what I just saw in my head again. His head is twisted around enough that he’d be uncomfortable if he was alive... He’s only got about half his mouth out of the wet mud.</p>\n<p>He didn't move. <em>Not an inch.</em></p>\n<p>Either died there or dumped there...</p>\n<p>Nah. <em>Surely not...</em></p>\n<p>How come no one’s <em>doing</em> anything? People are walking past him at the shops, people are driving past him in their cars.</p>\n<p>No one gave him the <em>slightest</em> attention. As much attention as if it was a dead cat...</p>\n<p><em>Fuck.</em> If no one cares that must mean that it’s par-for-the-course here; dead bodies in the fucking mud.</p>\n<p><em>What the fuck am I doing here??</em></p>\n<p>This was a bad idea. All of it.</p>\n<p>The only thing that’s brought me here is fucking inertia. And that’s a rubbish reason to do something as brain-dead as this.</p>\n<p>I’m going to die in Lagos. In the mud.</p>\n<p>How will Mum find out?</p>\n<p>How will <em>anyone</em> find out?</p>\n<p>What if no one <em>ever</em> finds out?</p>\n<p>Suddenly, a realisation hits me like a bag of shit in the face: I didn’t do a <em>thing</em> about it... I just rode on by.</p>\n<p><em>Self, self, self...</em></p>\n<p>I wrack my brains; I can’t think of anyone else I’ve ever seen dead...</p>\n<p>It’s a first.</p>\n<p>My tension ratchets a notch.</p>\n<hr>\n<p>The dingy build up dissolves, and gives way to the <em>magnificent</em>.</p>\n<p>The truly magnificent.</p>\n<p>Surprising. Delightful. <em>Utterly</em> unexpected.</p>\n<p>Mag-fucking-nificence.</p>\n<p>Old clogged streets turn into pristine new highways of fast moving traffic, ramping up into <em>huge</em>, sweeping, art-like flyovers; weaving up and down and around each other, over and over, like the bridges are dancing; dancing, connecting islands in the sea.</p>\n<p>They explode out of each island like fireworks over the water.</p>\n<p>It’s fucking beautiful.</p>\n<p>On the islands are cities like nothing I’ve seen in West Africa.</p>\n<p>A megalopolis; I don't have another word for it...</p>\n<p>Sky scrapers on one side and a massive port on the other. It’s like a surreal, living, “Matchbox” car set, but in real life. Sim-fucking-city.</p>\n<p>Almost futuristic. Definitely modern.</p>\n<p>It’s nothing like the dingy, half-derelict &quot;cities&quot; you’ll find in Dakar or Abidjan, neither does it have that feeling of a “past glory”; the skyscrapers look modern, as do the pristine shopfronts lining the minor streets that branch off the highways.</p>\n<p>The city is <em>immaculate.</em></p>\n<p>There are even people walking around sweeping <em>sand</em> off the streets.</p>\n<p>I was expecting a sprawling, monolithic slum; <em>way</em> off the scales of my imagination in size, density, and decrepitude.</p>\n<p><em>That’s</em> where I set the bar. This is fucking <em>Lagos</em>, after all.</p>\n<p>I’m not sure that my expectations have ever been more thoroughly wrong in my entire life. I’m thrilled to be wrong. Couldn’t be happier.</p>\n<p>Once I feel like I'm central enough, I pull out of the flow of the flyovers and go shopping for accommodation.</p>\n<hr>\n<p>It’s expensive.</p>\n<p>By my count it’s about three times pricier than anywhere else I’ve been on the continent. I haggled like a fiend for two shitty hotels and don’t get anywhere near the price I’d like to hear for either of them. I’m too pigheaded to accept the inflated price, despite the fact that the afternoon’s getting on a bit.</p>\n<p>Other problems: I’ve got <em>no</em> local money, and I’ve only had two bananas to eat all day...</p>\n<p>I roll up to the YMCA (yeah, they’ve got a fuckin <em>YMCA</em>, bizarre).</p>\n<p>I try to get a good price for their shithouse, filthy dorms. I fight tooth and nail for a better deal than 2,000 naira - about 15 bucks - but I’d be better off haggling with a wall.</p>\n<p>My stomach yields. I pay.</p>\n<p>I chuck my shit in the room, and wheel the bike through the YMCA's reception, and out into it's big, empty, safe courtyard.</p>\n<p>The bloke running the joint cracks the shits it at me. Says can't keep it in the courtyard...</p>\n<p><em>Seriously?</em></p>\n<p>What does he reckon? That I’m going to keep it out on the street??</p>\n<p>Yep. That’s <em>exactly</em> what he reckons.</p>\n<p>And that’s a deal breaker. Fuck you.</p>\n<p>This is the first time that I’ve ever been told to keep the bike on the road.</p>\n<p>Ridiculous.</p>\n<p>It doesn't make any <em>sense</em>. There’s <em>nothing</em> in the courtyard. It's enormous. And the place isn’t exactly popular; I reckon I’m the only person staying here.</p>\n<p>So why does the bloke give a shit??</p>\n<p>I try everything I can to convince him otherwise, but he - frustratingly as hell - won’t see reason. He’s sticking to his guns: my bike isn’t allowed in the courtyard. Full-stop. I reckon this guy’s got a mate he’s gonna call tonight, who’ll liberate me of my vehicle and cut my new buddy in on the proceeds.</p>\n<p>Unless he’s going to nick it himself.</p>\n<p>That’s the only explanation I’ve got for this retard; that he's tee-ing me up to get fucked; nothing else stands to reason.</p>\n<p>I’m on the knife's edge of loading the bike back up with all my shit and riding off with a finger in the air. But I don’t know where else I could go, I’m out of ideas. And <em>properly</em> hungry.</p>\n<p>And that’s the syncher.</p>\n<p>I roll the dice, and roll the bike back out the front.</p>\n<hr>\n<p>Today, nineteen people were killed by a car bomb in the capital, Abuja.</p>\n<p>Boko Haram. Again.</p>\n<p>Has this been happening this often, this bloody, this regularly, forever? Is it just that I’m here now, and paying keen attention to it, that I’m hearing a lot more about all of these attacks? Or is this a new thing?</p>\n<p>It certainly seems to be the flavour of the month; with the abduction of the three hundred school girls in Chibok really making a splash in the news.</p>\n<p>It’s curious, because it would seem that no one here - actually <em>in</em> Nigeria - particularly cares.</p>\n<p>Couldn’t tell you why.</p>\n<p>There’s also some “intelligence” that I’ve caught wind of that Boko Haram are going to bomb Lagos. Soon, they say...</p>\n<p>Anyway, the car bombing puts the nail into the coffin of the idea to head to Abuja to grab visas for the next countries. Which means that the embassy for Cameroon here in Lagos is going to have to stick, or bust...</p>\n","nextChapterExists":true}