{"chapter":"<p>I'm up early. Edgy.</p>\n<p>I pop my head out the front door. The bike's still there...</p>\n<p>I'm actually surprised to see it.</p>\n<p>I was starting to dream how nice it would be if it got nicked and I could just fly home...</p>\n<p>I grab my papers and get walking.</p>\n<p>There are twenty two million people in this city, but I’m left wondering where they all are; the streets are practically deserted.</p>\n<p>Normal? Or ominous?</p>\n<p>It’s definitely eerie.</p>\n<p>I have that feeling I've missed something important. Again.</p>\n<p>Anyway. I play deaf Marco Polo with anyone I can find, and I've managed to locate the Cameroonian Embassy. Is Cameroonian even a word? Dunno.</p>\n<p>I’m greeted at the gate by a man who looks like he’s never smiled in his entire life. Not once. Child, adolescent, man; never a smile.</p>\n<p>I’m unceremoniously rejected.</p>\n<p>I'm not about to be rejected by a fucking <em>guard</em>...</p>\n<p>I wheedle my way through and talk to someone who knows what they're talking about.</p>\n<p>I’m unceremoniously rejected, again; they won't issue me a visa here. Why? They won't say.</p>\n<p>Apparently, I need to try my luck in a place called &quot;Calabar&quot;, which is the Nigerian town next to the Cameroonian border.</p>\n<p>So I find myself with a very empty day in Lagos.</p>\n<p>What to do?</p>\n<hr>\n<p>Money.</p>\n<p>I find a money changer and get all my CFA exchanged for Naira, all at the correct, official rate. I don’t even haggle for it... It’s the first time that this has ever happened, and to have it happen in Lagos, well, that’s pretty friggin suspicious. But it’s all there... I study the notes; where most currencies would have a picture of the head of someone important on it - like kings, queens or presidents or whatever - here they have a picture of an oil rig. The pride and joy of Nigerians everywhere...</p>\n<p>Hilarious.</p>\n<p>The notes look fine. Guess I've got to stop looking this gift horse in the mouth.</p>\n<hr>\n<p>Breakfast.</p>\n<p>It’s rice blended with beans and spaghetti and a mysterious brown sauce. The &quot;protein&quot; is a small, brown, fried fish that's been bent back to bite its tail; which makes it look like a petrified, coiled up turd.</p>\n<p>On my plate.</p>\n<p>They say that you &quot;eat with your eyes&quot;... Not true; it's all delicious.</p>\n<p>Time. To. Wander.</p>\n<p><em>Why not?</em></p>\n<p>I know it’s not smart, but my curiosity is outweighing my fear and my rationality.</p>\n<p>Curiosity killed the cat, sure, but the rest of the cats are boring. What did I come here for if not to see something new?</p>\n<p>This place hasn’t been at all what I was expecting and I want to see more of it.</p>\n<p>I orient myself in the direction of the biggest tower, and walk.</p>\n<hr>\n<p>An hour of walking.</p>\n<p>I’m still wondering where everyone is...</p>\n<p>I’ve walked kilometres of main roads, over the bridge from Victoria Island into Lagos Island, and now I'm going down the wide main streets - between the big modern towers - and the place still feels <em>empty</em>. I can’t make heads or tails of it.</p>\n<p>After some more aimless walking I find the &quot;market quarter&quot; of town, nestled in the shadows of the skyscrapers.</p>\n<p>I’m still not sure that this is a good idea to head into it... Might land me in the shit; if there are unsavoury sorts here - <em>and I know there are</em> - then this is surely where they’re gonna be.</p>\n<p>But, on the walk this far I’ve been surprised with how little hassle I’ve been getting. <em>I copped worse in Morocco...</em></p>\n<p>I was expecting people to be looking at me like “Hey, who’s the guy with the death wish?”, but it looks like no one really gives a shit.</p>\n<p><em>I feel confident about this.</em></p>\n<p>I head in.</p>\n<hr>\n<p><em>This</em> is more of what I was expecting.</p>\n<p>Grimey and muddy and tight and loud and claustrophobic.</p>\n<p>People. <em>Finally.</em></p>\n<p>It's not too far different to anything else I've seen in other African capitals; same people flogging the same shit with the same sounds and the same, <em>ripe</em>, smells. The only difference is that this one is massive.</p>\n<p><em>I can’t believe how well this is going.</em></p>\n<p>Other than getting a few looks, which, being honest, is pretty normal, no one’s giving me a shred of grief.</p>\n<p>I can’t believe it. It’s supposed to be <em>Lagos</em>. This place - which has been the source of all of my dreamed up worst nightmares - is turning out to be a <em>cakewalk</em>.</p>\n<p>Shouldn’t someone be stabbing me right about now and making off with my earlobes? Where are all the guns and gangs??</p>\n<p>The megalomaniac cynic in me reckons that they’re all here, but they’re not messing with me because they’ve come to the conclusion that for me to be here all by myself I must either be as hard as a coffin nail, or completely insane.</p>\n<p>I hope that's true. Makes me feel like a wild man.</p>\n<hr>\n<p>I’ve still not popped out the other side, or even looked like popping out any side of anything. It’s all still mud and crush and loud noises in cramped, claustrophobic spaces. I've been walking for a <em>long</em> time.</p>\n<p>I should have popped out <em>somewhere</em> by now, but I’m still in here.</p>\n<p>All at once I realise that I don’t even know which direction I’m facing anymore... <em>Fuck.</em></p>\n<p>Have I been walking in circles? The walls of buildings are crowding in on all sides so I can’t see any landmarks, or towers, or even where the sun is in the sky. I've got no way to get my bearings back.</p>\n<p>From what I can tell from down here, the alleys have been weaving about like a psychedelic maze. I thought I was going in straight lines, but maybe I’ve been slowly turned about...</p>\n<p>My isolation hits me all at once; even in this madhouse of people I feel all alone.</p>\n<p>The crush of people and the loudness of it all aren’t helping me stay level headed.</p>\n<p><em>I wish I had my compass...</em> But I’m not even sure that would help me at the moment...</p>\n<p>I want out of here. I want out <em>right now.</em></p>\n<p>Now now. <em>Get me out of here</em>.</p>\n<p>I suppress an urge - a strong one - to break into a little jog-walk.</p>\n<p>I walk. Fast.</p>\n<p>And then faster.</p>\n<p>I'm about to break into a jog - despite myself - when I spot the top of a sky scraper <em>way</em> off in the distance.</p>\n<p><em>Thank god!</em></p>\n<p>I lock onto that direction; that’s my bearing.</p>\n<p>I stay locked in, but I lose that when the alley forces me to go off in a direction I didn't want to go.</p>\n<p>I try to hold my bearing again, but it's all so confusing. <em>Nothing is straight</em>.</p>\n<p>I'm lost, again.</p>\n<p>I don't dare let anyone know that I'm lost. It'd be too easy to be taken advantage of.</p>\n<p>I walk in my best guess of a single direction, and walk, and walk, and walk...</p>\n<hr>\n<p>The market opens up, and I burst out onto an open road in full sunshine.</p>\n<p>Thank <em>Christ</em>.</p>\n<p>I suck in the air and try to calm the fuck down.</p>\n<p>With the sun back I can get a rough idea of the points of the compass - a very rough idea - but I've got no fucking idea where <em>I</em> am. Zero. With all that walking I could be anywhere...</p>\n<p>I take a guess; south.</p>\n<p>And set off.</p>\n<hr>\n<p>Another hour.</p>\n<p>I'm wigging out.</p>\n<p><em>I hate this</em>.</p>\n<p>Hate hate hate hate hate...</p>\n<hr>\n<p><em>I've been here before.</em> This place...</p>\n<p>I look around me.</p>\n<p>I have.</p>\n<p>I have I have I have.</p>\n<p>I was on this road yesterday on the bike...</p>\n<p>It's enough.</p>\n<p>I'm done.</p>\n<p>I'm going to find my way home.</p>\n<p><em>I survived the market quarter of Lagos.</em></p>\n<p>Weirdly, I feel a sense of both achievement and of being short-changed.</p>\n<p>But if you’d told me just a year ago while I was back in the sky prison that in 365 days time I’d be walking - alone - through market quarter Lagos in Nigeria I wouldn’t have believed it. I’d have said you’re full of shit.</p>\n<p>Funny, the turns life can take.</p>\n<p>Lagos has been one giant surprise, but tomorrow it’s time to move on.</p>\n","nextChapterExists":true}