{"chapter":"<p><em>What the fuck?</em></p>\n<p>What the fuck was it? What the fuck does it mean?</p>\n<p>I ponder over a crappy late lunch in a crappy, unpopular, dingy restaurant.</p>\n<p>Something’s not right, no doubt about that. And it <em>still</em> ain’t right, even now I’m not feeling quite like myself.</p>\n<p>Blanking out and then nearly blacking out altogether, while doing nothing but riding a motorbike. That shit ain’t normal. At all.</p>\n<p>Brain?</p>\n<p>Diet?</p>\n<p>Anaemia?</p>\n<p>Blood-sugar?</p>\n<p>Iron?</p>\n<p>Calories?</p>\n<p>Cancer?</p>\n<p>Brain cancer???</p>\n<p>Malaria?</p>\n<p>Parasite?</p>\n<p>Something crawling through my brain, chewing stuff?</p>\n<p>I could’ve picked up one of those fuckers any one of a hundred different ways...</p>\n<p>Hookworm? Aren't they the ones who latch onto the bottom of your foot, dig through, get into your bloodstream and head to the brain and start eating? Or laying eggs or some shit?</p>\n<p>I’ve been walking in nothing but thongs for <em>months...</em></p>\n<p>What about &quot;vertigo&quot;? A fucked up inner ear? My mum had that once; she woke up one night and before she knew it she was flat on the floor, world spinning in her head. Couldn’t stand up without pitching over. Lasted <em>days</em>. Nausea. Uncoordinated. Feeling like being on a roller coaster when sitting still...</p>\n<p><em>Sound’s familiar.</em></p>\n<p>Even if what just happened was a bit milder as far as symptoms go, the consequences of unexpectedly falling over are a fair bit different when the floor is moving under you at eighty clicks an hour...</p>\n<p>In outback Nigeria, for fucks sake.</p>\n<p>Fuck I hope it’s that though; vertigo would be a very neat and tidy cause – one that won’t kill me. That's my favourite part about it...</p>\n<p>Typhoid?</p>\n<p>Haven’t been feeling crook...</p>\n<p>I don’t know.</p>\n<p>What to do?</p>\n<p>Do something? Or do nothing?</p>\n<p>I'll wait and see what happens next...</p>\n<hr>\n<p>I keep getting interrupted in my morbid daydreaming and shitty lunch by people wanting to talk to me, coming up to say hello, despite what must be a fucking sour look on my face.</p>\n<p>The conversation each time feels less like a friendly chat and more like an interrogation in some of the worst pidgin-English I’ve ever heard - almost unrecognisable as English at all; at most I’m getting a couple of words out of each sentence.</p>\n<p>What I do manage to catch is roughly this: Where you come from? What name you? Where you stay? What hotel? You tell me. Tell me. You have phone? What number? You give me this. You give me your email.</p>\n<p>Erm. <em>Fuck you?</em></p>\n<p>Seriously, shake my hand and then try to shake me down for info, shit like that.</p>\n<p>You can all get fucked.</p>\n<p>Could be all innocent curiosity - maybe - but the tone and body language would seem to wipe that out.</p>\n<p>I feel like I’m being &quot;cased&quot;. And it gets my back right up...</p>\n<p>One bloke even asks me what my hotel <em>room number</em> is. And when I say I don’t know he say’s “we should go there now.”</p>\n<p>All this is giving me the willies...</p>\n<p>I was feeling pretty tender already, without needing to deal with this shit.</p>\n<p>I turn myself into a bastard. A complete arsehole. A right cabbage. Rude fucker. Essentially telling them in fairly short words to give me some space.</p>\n<p>But these jerks are nothing if not persistent.</p>\n<p>I chow down the shithouse lunch, pay, and leave.</p>\n<p>One of my new “friends” won’t leave me be, won't stop tailing me.</p>\n<p>I give him some stern words, but even that's not enough. I head to the markets and shake him off in the crush.</p>\n<p>I spend the rest of the afternoon locked in my room, staring at the ceiling. I watch as the worlds loudest, loosest ceiling fan threatens to fall out of the sky and maim me spectacularly at any moment.</p>\n<p>What a delightful day it's been...</p>\n","nextChapterExists":true}