{"chapter":"<p>No excuse to stay in Benin City.</p>\n<p>None that I can think of.</p>\n<p>I’m surprised how fresh I feel after yesterday; even with the fan keeping me up all night.</p>\n<p>Anyway. I’m fine. It’s all fine. It’s all going to be fine.</p>\n<p>Plus, it’s a perfect overcast today that’s going to make for comfortably cool riding.</p>\n<p>I force myself to saddle up and take off.</p>\n<p><em>Get on with it.</em></p>\n<hr>\n<p>It's been a pretty unremarkable day, thank Christ.</p>\n<p>The only point of interest has been the huge lines of cars waiting hours to get petrol. There’s some sort of fuel crisis going on here; in a country with so much oil that they put oil rigs on their paper money. Go figure.</p>\n<p>The shanty towns of yesterday have changed into well-ordered small cities. If I squint and stretch my imagination just a little I could almost pretend at times that I’m in a western suburbia.</p>\n<p>Very un-African.</p>\n<p>There were five and a half checkpoints for the day. I snuck past one and a half; got seen a mile off for another two, didn’t stop but didn’t exactly get waved through either; and openly and flagrantly busted two, to much yelling and excitement in my mirrors.</p>\n<p>The “half” checkpoint was an un-uniformed man carrying an AK-47, stopping cars that were forced to slow down for a short stretch of narrow road full of potholes.</p>\n<p><em>Pretty sure that's not legit...</em></p>\n<p>Christ knows what he was doing to the cars that he stopped. I’m just glad he was already busy with a car when I snuck past.</p>\n<p>I’ve still been holding my breath for each and every checkpoint.</p>\n<p>I've crossed the Niger River.</p>\n<p>Welcome to old <em>Biafra.</em></p>\n<p>The day ends in a place called Enugu.</p>\n<p>I copped some light headedness today, but no full blown “episode”.</p>\n<p>Enugu’s alright.</p>\n<p>I shack up.</p>\n<hr>\n<p>I get fucked on lunch because I didn’t haggle the price in advance; having already eaten the food, I was at the wrong end of the stick, with no leverage.</p>\n<p>They charged me ten times what it should have been worth.</p>\n<p>I wanted to vomit it all up on their counter... I flew off the handle, yelling daylight robbery, but they wouldn’t budge.</p>\n<p><em>Lesson learnt;</em> same way that cops shouldn't haggle for bribes after they've given me back my passport, I shouldn't haggle for food once I've already swallowed it all...</p>\n<p>Spent the afternoon in a local flash hotel using their interwebs for the cost of a coffee. Brilliant. And air-conditioned too... Mum's freaking out back home because the U.S. have intel that a terrorist group is planning to bomb the Intercontinental Hotel in Lagos...</p>\n<p>Reckon that’s fair enough to be freaking out over...</p>\n<p>I’m more worried about the weather; it’s forecast for thunderstorms. All week...</p>\n<p>Two good friends of mine got married back home, it’s happening right now, and I’m sad to miss the occasion and the celebration.</p>\n<p>I miss my mates.</p>\n<hr>\n<p>After sticking around longer than was polite after only buying one coffee, I head back to my dingy shoebox as dusk is settling to stare at a wall or read a book or something.</p>\n<p>The lady running the joint tells me that I have to leave; I can’t stay anymore.</p>\n<p><em>What? Why?</em></p>\n<p>They’ve double booked the room or some shit...</p>\n<p>For some reason my brain hits a small panic button, and I have a little bit of that fizzing, dripping dread go through my system.</p>\n<p>My back is well and truly up.</p>\n<p>There’s no one even staying in this shithole, for fucks sake!</p>\n<p>I tell her that I’m not leaving - won’t leave - the other bloke will have to leave.</p>\n<p>I smell a rat; or some scam to get me up to a more expensive room or something - some sort of extortion.</p>\n<p>The hostess is having none of it. She won’t budge; I’ve got to go. She tells me that their rooms are all booked and I'll have to go to the hotel across the road.</p>\n<p>She wants me to move hotels when it's getting <em>dark</em>.</p>\n<p><em>Is she insane?</em></p>\n<p>I fight, hard. She insists right back. Again and again and again and again and...</p>\n<p><em>Fuck it!</em></p>\n<p>What option do I have anyway?</p>\n<p>“Righto, let's go see the other hotel then.”</p>\n<p>“No, you take your bags. Now. First.”</p>\n<p><em>Why???</em></p>\n<p>I'm still smelling that rat...</p>\n<p>“No... I want to see the room first.”</p>\n<p>“No, you must take your things.”</p>\n<p>I reckon she’s in cahoots with the hotel across the road, and once I get there - with all my shit - they’re going to scam me on the price. Or someone’s going to thieve my shit out on the dark streets... Ambush, mugging.</p>\n<p>“No... That's <em>retarded</em>... I'm not taking <em>anything</em> till I see the room.”</p>\n<p>Back and forth we go. Again and again and again.</p>\n<p>It escalates.</p>\n<p>As I walk out the front door into the front courtyard - <em>without</em> the bags - I'm fucking <em>fuming</em>. Pissed right the fuck off.</p>\n<p>It's getting dark - <em>quickly</em> - and they're kicking me out of the hotel without so much as a fucking apology.</p>\n<p>She's chasing me, haranguing me about the bags.</p>\n<p>I turn right around and spray some serious vitriol.</p>\n<p>There’s finger stabbing.</p>\n<p>I’m sure that I’ve <em>never</em> spoken – yelled, even – in this tone before <em>in my life</em>.</p>\n<p>Let alone to a woman.</p>\n<p>I scare myself. For some reason I’m reminding myself of my dad when we were kids. It’s weird that I would channel him giving us a verbal lashing when we’d be in some seriously deep shit, but there you go. <em>Analyse that...</em></p>\n<p>Anyway. I’m fucking out of there - storming across the road - with my sparring partner reluctantly tailing me at a distance.</p>\n<p>I barge into the other hotel. I want to kick the fucking door down. I demand a room.</p>\n<p><em>Fully booked.</em></p>\n<p>&quot;Fuck!!&quot;</p>\n<p><em>Are you fucking kidding me.</em> This is <em>Enugu</em> for Christ’s sake. Who the <em>fuck</em> is staying in <em>Enugu?</em></p>\n<p>I already feel vindicated that I didn't hump all my bags here just to be rejected...</p>\n<p>On the walk to the next hotel I apologise to my ex-host for flying off the handle. Hot on the heels of the apology I also explain that I was well and truly in the fucking right due to the clusterfuck we find ourselves in now, going from hotel to hotel, <em>in the fucking dark</em>, and that only by sticking to what <em>I</em> wanted is it not even worse.</p>\n<p>Worst apology ever.</p>\n<p>The next hotel is a few minutes walk up the road. The price is something like 6,000 Naira. What’s that? Fuck it! It's too much. I'm out of goddamn patience for math; all I know is that it’s a lot.</p>\n<p>I take long strides to the next hotel and leave the hostess in my wake.</p>\n<p>The &quot;Gutsy Motel&quot; is a pile of shit. Truly.</p>\n<p><em>Fully booked.</em></p>\n<p>&quot;God fucking damn it! Fuck this shit!!&quot;</p>\n<p>By the time I’ve stomped to the next joint it’s completely dark outside.</p>\n<p>I open the front door and step in. There's no lights in this hotel, so inside it's almost pitch black.</p>\n<p>I walk the empty hallways, feeling my way about, hand on a wall to guide me. &quot;Hallooooo??&quot;</p>\n<p><em>Creepy.</em></p>\n<p>Someone steps out of the darkness and I crap a cinder block, I scream just a little.</p>\n<p>It's the boss.</p>\n<p>She has a room. For 3,500 Naira. It's too much, but I'm out of options and out of time and out of light. I take it.</p>\n<hr>\n<p>I move my shit in the dark and leave the other lot rather tersely.</p>\n<p><em>Fuck 'em.</em></p>\n<p>A day of being fucked about, really.</p>\n<p>Though, that said, this new place I'm staying in is infinitely nicer than the other joint; my room's got air conditioning, enough room to swing a cat and just generally not dingy feeling.</p>\n<p>The odd thing is that it's all in an old shipping container outside the hotel.</p>\n<p><em>Weird.</em></p>\n<hr>\n<p>The night <em>pisses</em> rain. Hoses it with <em>violence</em>.</p>\n<p>Tomorrow might be a total wipe. A write off...</p>\n","nextChapterExists":true}