{"chapter":"<p>In the morning twilight, lying in bed, I’ve got half a foot in sleep, half a foot out. I'm not really here... I cog that the sun is up, that the storm has passed.</p>\n<p>Time passes. Who knows how much...</p>\n<p><em>BANG, BANG, BANG!!</em></p>\n<p><em>Slamming</em> on the metal front door.</p>\n<p>I’m wide eyed and standing naked on my bed like I'm surfing it. Very, <em>very</em> much awake.</p>\n<p><em>BANG, BANG, BANG, BANG!!</em></p>\n<p>I’m up to the eyeballs in adrenaline, <em>terrified</em>, as I chuck my hobo pants on and head to the door.</p>\n<p>I answer the shipping container door by sliding a metal bar out of the way and pulling back the thick metal door back on its hinges.</p>\n<p>There’s a little man standing on the other side.</p>\n<p>“Is everything ok?” he has the voice of a munchkin on helium.</p>\n<p>“Yes! I’m sleeping. Why?” sharply. I don't know whether to be relieved or pissed off...</p>\n<p>“You’re air-conditioning isn’t on...” I have <em>never</em> heard a voice like it...</p>\n<p>“So??”</p>\n<p>“You should turn it on.” Is he fucking serious??</p>\n<p>“Ok thank you bye now.” I slam the big metal door in his face.</p>\n<p>Jesus <em>Christ</em>, talk about your hotel wake up calls.</p>\n<p>I go flick on the A/C.</p>\n<p>Fuck's sake. I'm gonna need a sedative to come back down.</p>\n<hr>\n<p>I take a shower and go pay the boss.</p>\n<p>She has a hairy chest. Big thick clumps of hair.</p>\n<p><em>Queezy.</em></p>\n<p>Anyway. Despite having had adrenaline for breakfast I find it hard to get going. For some reason I don’t have my head screwed on right. I keep doing dumb shit, like totally packing the clothes side of my bags and then realising that I hadn't put my glasses in their case, which is at the bottom of the bag. And then I forget to take a pair of socks out to wear before packing.</p>\n<p><em>What's up with me today?</em> I never make these mistakes...</p>\n<p>After another few fuckups that leave me shaking my head, I'm onto the bike and out of Enugu.</p>\n<p>I’m particularly and uselessly agitated.</p>\n<p>I can <em>feel</em> that it’s going to be a shit of a day.</p>\n<p>Calabar is the destination. It's <em>well</em> south of my Goldilocks zone; somewhere I shouldn't be; it's that place where people kidnap oil workers for ransom... but I have to head there to get the Cameroon visa, otherwise there's no leaving Nigeria...</p>\n<p>Going outside the Goldilocks zone has me filling the unknown with bad shit: checkpoints galore, stickmen, rebels abducting whitey road users for ransom, no bridge where I'm hoping there's going to be a bridge, no petrol, rain, thunderstorms, a flat tyre, a broken chain, going all fucked in the head and blacking out... I could go on...</p>\n<p>I'm as jittery as a dune bug.</p>\n<p>The feeling won’t leave me like it normally does once I get going. Won’t wash off with the ride. It just lingers. Always there.</p>\n<p>I’m overly focused on my breathing: what is it doing? How am I feeling? Am I ok?</p>\n<p>I get hit with occasional light headedness and nausea.</p>\n<p><em>This isn’t fun...</em></p>\n<p>I'm not sure if it's me who's bringing it out of myself or if it's a genuine symptom of something else, or even if it's just my freaked out paranoia manifesting, or if it's my new contact lenses that might not be quite right on my eyes, and the effect on my brain is to make me light headed.</p>\n<p>I can't figure it out.</p>\n<p>When I stop and take a walk it seems to get better.</p>\n<p>Then something strange happens.</p>\n<p>The thought occurs to me: <em>I'll be dead sometime.</em></p>\n<p>One day.</p>\n<p>And that day could be today. I could die <em>today</em>.</p>\n<p>And my immediate reaction is to smile.</p>\n<p>To <em>smile</em>...</p>\n<p>Is that fucked up or normal?</p>\n<p>In fact, it seems to happen all the time. When I’m a bit shitty or just having a bit of a shit day, I always think that someday soon I’ll be dead, and <em>every time</em> it makes me smile.</p>\n<p>Is that strange? That the thought of death leads to a sort of misplaced happiness that brings me to life. The swift onset of death as a way of dealing with your problems? Death as life affirming?</p>\n<p>Everything feels trivial now.</p>\n<p><em>Who gives a fuck? I'm gonna die.</em></p>\n<p>Empowering, instead of depressing.</p>\n<p>Does anyone else do this??</p>\n<p>I doubt an octogenarian would find the thought &quot;I could die today&quot; to be empowering and uplifting...</p>\n<p>Anyway. I stop for petrol and it’s fine.</p>\n<hr>\n<p>The road south into the places I shouldn't be ain’t all that bad. There are a few sections that are a bit sketchy, with potholes and some rocky bits, but that’s more of a problem for those on four wheels than those on two, and I zoom on by.</p>\n<p>About 20 clicks down the road from Enugu the map on my GPS runs out of road - so I’m on my own. Dead reckoning into the void.</p>\n<p>I use the approximate GPS waypoint as the crow flies to help me choose which roads are my best bet to get me to Calabar.</p>\n<p>Sketchy, but what else am I supposed to do?</p>\n<p>The crux is going to be the river that lies between me and Calabar. Bridge or no bridge... I've no idea.</p>\n<hr>\n<p>I get to my river, there's a bridge. Fucking beautiful.</p>\n<p>Welcome to <em>Cross River State.</em></p>\n<p>From here it's a straight shot on to Calabar.</p>\n<p>All up, there were six checkpoints.</p>\n<p>I haven't been killed.</p>\n<p>No one gave me the shits.</p>\n<p>Despite being at the other end of Nigeria, I'm <em>still</em> surprised that no one wants to stop me and shake me down. Shit... <em>I</em> would stop me and shake the shit out of me.</p>\n<p>There's not a single 'stickman' to be seen.</p>\n<p>The biggest risk of the day was the trucks; mix in potholes and it makes for some crazy shit.</p>\n<p>These lunatics are <em>flying</em>, and will use up any (and all) of the road to avoid hitting a pothole - even if it’s not their part of the road to use...</p>\n<p>At one point an oncoming truck would have taken me out as he tried to simultaneously overtake another truck, <em>and</em> dodge a pothole.</p>\n<p>At the last moment, I had to fly off the side of the road to get out of the way of ten tonnes of death.</p>\n<p>Happens often.</p>\n<p>I, for my part, also ride like a complete maniac. I'll take <em>any</em> gap I can. I'll overtake a truck at full speed while another truck is oncoming at full speed, and I'll slide between the two down the middle of the road - three wide - if there's a gap there.</p>\n<p>I'll overtake, undertake.</p>\n<p>I have no patience, and I don't give a shit.</p>\n<p>It makes for some hairy moments.</p>\n<p>One in particular made me drop a nugget; a two truck pass – undertaking one truck while it was overtaking <em>another</em> truck... The salad in the sandwich.</p>\n<p>Halfway in, one of the trucks closes out the small bit of space I have; probably trying to avoid a pothole. It’s funny: the noises that you make without knowing it when you think that a violent death is imminent... It's a primal noise, but still rather quiet considering you're about to meet the maker.</p>\n<p>I <em>almost</em> traded paint with the truck before I shot out the other end.</p>\n<p>If he kept coming across I would have been gently smushed between the two trucks.</p>\n<p>This silly game is going to get me hurt or killed if I keep it up...</p>\n<hr>\n<p>Calabar.</p>\n<p>I'm flying a little blind trying to find a hotel.</p>\n<p>There are some very, <em>very</em> gnarly clouds approaching.</p>\n<p>I’ve been lucky so far - and lucky all week, for that matter - to not have copped a single drop despite the ongoing forecast of nothing but thunderstorms.</p>\n<p>These clouds look like they want to piss on my parade...</p>\n<p>I've been hammering it.</p>\n<p>I pull into a hotel, park up under the small awning, and on cue it opens right up.</p>\n<p><em>Belts</em> down.</p>\n<p>I mean like <em>hoses</em> down. Rain so heavy it's a little scary.</p>\n<p>Violent enough that you just stand there, in awe, and just watch it.</p>\n<p>I'm swearing a little under my breath.</p>\n<p>In <em>minutes</em> the gutters are overflowing. Not long after that the whole street is a river of water doing its best to find a drain. And <em>still</em> it keeps coming on, maybe even a little harder.</p>\n<p>Then the lightning and the thunder, <em>real</em> close.</p>\n<p>Then it starts blowing its arse off.</p>\n<p>You'd think it was the fucking apocalypse...</p>\n<p>I guess I'm staying here the night then...</p>\n<hr>\n<p>Got a message from mum. She’s not doing well.</p>\n<p>Pretty frantic.</p>\n<p>Pleading for me to get out.</p>\n<p>Gives me the shits.</p>\n<p>She doesn't just want me out of Nigeria, but out of Africa.</p>\n<p>Apparently, Ebola and the Boko Haram are both making international news.</p>\n<p>Mum is taking it all to heart.</p>\n<p>To top it off, in the local newspaper back home the front page was dedicated entirely to the story of a man who was held hostage for nine months in Nigeria.</p>\n<p><em>Great timing, that...</em></p>\n<p>Mum has every right to be concerned. But sharks are scarier from the boat than they are from in the water. Odd but true. I don't know why that is, but it is.</p>\n<p>I'm more concerned about the murdering I copped last night from a pack of ravenous mosquitoes, who were unleashed when the ceiling fan (ceiling fans seem to confound mosquitoes) cut out when the power died in the middle of the night. Fuckers.</p>\n<p>Anyway, I've gotta get my visa. I fucking better... I don't know what I'll do if it doesn't work out; this is the end of the line...</p>\n<p>I'm buzzing as I walk to the outskirts of town to find the Embassy.</p>\n<hr>\n<p>Well, it's a far cry from not even being allowed in the front door in Lagos...</p>\n<p>They're very accommodating, and not at all demanding.</p>\n<p>It never felt in doubt...</p>\n<p>In about fifteen minutes I'm back out the front door, surprised to have a three-month visa for 125 bucks.</p>\n<p><em>I'll make that deal.</em></p>\n<p>I can leave Nigeria...</p>\n<p><em>Thank fuck for that.</em></p>\n<p>I grab a late and shitty breakfast at about 11 o’clock - three bananas and some peanuts – I’m bloody hungry.</p>\n<p>I offload my backpack at the hotel and then head for walkies through the local market. It’s par-for-the-course, with fabrics, fresh produce and horrendous butcheries with blokes slamming huge hunks of animal with machetes, splattering me in the process.</p>\n<p>Snails must be a local delicacy here because they’re for sale everywhere. They have shells like the top of one of the towers of La Sagrada Familia. Different!</p>\n<p>The ground at the market still hasn't dried from last night’s rain, and I can feel the mud squishing through the plugs in my thongs and into the gaps between my toes.</p>\n<p><em>Disconcerting.</em></p>\n<p>Other than the markets, I'm <em>loving</em> the outdoor, open air hairdressers. Women are fenced off like cattle and three or four hairdressers go to work on them like a pit crew. It's a spectator sport.</p>\n<p>There are a lot of people half-heartedly trying to get my attention today. I just mentally pretend that I'm French; like don’t know a word of English.</p>\n<p>Mostly people are just giving me the usual &quot;white man!&quot; as I walk past; more as a statement of fact rather than being attention seeking or derogatory.</p>\n<p>The markets don't capture my attention for long, so I head back &quot;home&quot; to the hotel for a siesta.</p>\n<p>Tomorrow's a big day...</p>\n","nextChapterExists":true}