{"chapter":"<p>Morning.</p>\n<p>Before sliding out of 'Chou’s parent’s house' and back normal programming, I'm gonna have a crack at getting a visa for Liberia.</p>\n<p>Liberia is the next country over, so it's crucial that I get it here, as there won't be another chance.</p>\n<p>Liberia is, by the way, not <em>Libya</em>; in the same way that Mauritania is not Mauritius. Understandable to have them confused.</p>\n<p>Anyway...</p>\n<p>The embassy is decent, which is a little surprising, and I ask around for a visa.</p>\n<p>I get given a few standard application forms to fill out; the usual questions. Add in US$120 and I can come back tomorrow to pick it up.</p>\n<p><em>Piece of piss.</em></p>\n<p>I ask the lady who gave me the forms what the cost for a Laissez-Passer for the bike might be; I figure I might as well kill two birds with one stone...</p>\n<p>Four hundred <em>thousand</em> Sierra Leonean <em>leones.</em></p>\n<p>That’s a hundred bucks.</p>\n<p>I can’t help myself; I laugh right in her face. <em>Hard.</em></p>\n<p><em>Fuck off.</em></p>\n<p>I tell her it's ten times more than the most I've ever paid.</p>\n<p>Ever.</p>\n<p>She’s sticking to her guns.</p>\n<p>I convince her to sort her shit out and go talk to “the boss”, the ambassador.</p>\n<p>When she come back the price has, of course, changed. It's actually, 150,000 leones. A cheeky 60% discount.</p>\n<p><em>Just like that.</em></p>\n<p>I laugh some more.</p>\n<p>Crooked bastards.</p>\n<p>I wonder how many they catch out... I tell her that it’s still <em>miles</em> too expensive. She says it’s cheap.</p>\n<p>I explain that it's <em>still</em> four times more than the most I've ever paid in all of West Africa. <em>How’s that cheap?</em> She says “that’s Liberia”.</p>\n<p>Whatever Trevor. I’ll get it at the border.</p>\n<hr>\n<p>JB has had a big day of zero success.</p>\n<p>He’s tried his luck for visas with Ivory Coast and with Ghana. Nothing doing... Apparently, Ivory Coast doesn’t issue visas in Freetown, full stop, &quot;do not pass go, do not collect $200&quot;, while Ghana rejected him with the same old story that to get a visa for Ghana you <em>must</em> apply in your country of residence, meaning that only Sierra Leoneans can apply for a visa here in Sierra Leone. Therefore, if we want a visa, JB will have to go back to England and I’ll have to go back to Australia.</p>\n<p><em>Good luck with that...</em></p>\n<p>I haven’t had a crack at getting this tricksy Ghana visa yet, but JB has tried it on <em>everywhere;</em> he's been rejected the whole way down the coast.</p>\n<p>I decide I’ll have a crack at it anyway: Where there’s a will - and patience and manners - there’s a way.</p>\n<p>Some rules can be bent, others can be broken.</p>\n<hr>\n<p>We're out of 'Chou’s parent’s house' with some pleasantries and gifts given.</p>\n<p>And immediately it’s a weight off my shoulders.</p>\n<p>We kit out our bikes and roll the short distance to the new digs; an old, run down two storey hotel. It's pretty pricey at $15 bucks a night, especially given that we've taken a single room with two beds... But, it does tick all the other boxes; it's got somewhere to keep the bikes; clean and tidy; close to town; secure.</p>\n<p>And, there are showers.</p>\n<p><em>Joy of fucking joys.</em></p>\n<p>I haven’t had one of those in months!</p>\n<hr>\n<p><em>Nirvana.</em></p>\n<p>How can such a simple thing feel so bloody good??</p>\n<p>When I get out my skin is all wrinkly. Not because I'd been in for too long, but that's just what happens these days when I touch water; ever since Conakry. It's weird; any contact with water, and my skin wrinkles like I've taken an hour-long bath. A little while later the skin swells and bubbles up like it's got air under it. Then, a little later again, it all flakes off.</p>\n<p><em>Every time.</em></p>\n<p>No idea why...</p>\n<p>It's a little disconcerting...</p>\n<p><em>Anyway,</em> dermatological apocalypse aside, I head back into town to the black markets to try to find a replacement for my smashed laptop screen that I busted back in Senegal.</p>\n<hr>\n<p><em>Not likely.</em></p>\n<p>I've been handballed around for a few hours - in and out of dark dens of dudes pulling apart computers with questionable legitimacy. There are bits of old computer parts everywhere. Obviously they’re not going to have what I’m looking for but everyone promises me that <em>their friend</em> will have it. I get dragged to the next place.</p>\n<p>And so on...</p>\n<p>One bloke tells me he’ll replace the whole thing for 1.6 million Leones. That’s... 400ish bucks; he say's to leave the laptop with him and he'll <em>fix it.</em></p>\n<p><em>Sure you will...</em></p>\n<p>The sun sets on the day and I've had enough. I pack it in and head back to the hotel.</p>\n<hr>\n<p>We're going to be sociable.</p>\n<p>Which is weird; I've very rarely the occasion to head out and experience the nightlife. Mostly because it's not my jam, and partly because I'm not the kind of guy to just show up at bars by myself and see what happens.</p>\n<p>We walk the beach strip in the dark and pick out a random bar.</p>\n<p>It’s a Monday, so the place is cleared out. It's not really a disaster; if we're being honest, all we wanted was a drink.</p>\n<p>The joint's not at all upmarket, but it’s pretty flash for West Africa, I guess..</p>\n<p>The bar is a big open building plonked right in the middle of the beach sand. The lights are flashing, the music’s playing but there’s nobody home... There are a few lads around but by and large the majority of the slim pickings of clientele seem to be dirty old white men and prostitutes. Well, “prostitutes” <em>is</em> questionable, but the dirty old white men are undoubtedly dirty old white men.</p>\n<p><em>Yuck.</em></p>\n<p>JB and I plonk ourselves down at the bar and order a couple of beers. Before I’ve even warmed the bar stool a girl comes over and unsubtly drapes herself all over me. She wants to know my name.</p>\n<p>So, that’s a bingo on prostitutes...</p>\n<p>I fucking hate this. I squirm on the stool.</p>\n<p>Her name’s Christina. And she’s stunning. Beautiful. A classical beauty; huge dark eyes, big lips, high cheekbones, flawless skin. Over the top of these stunning features she’s slathered makeup so fluorescent that it’s almost neon.</p>\n<p>She’s young.</p>\n<p><em>Much</em> too young for this...</p>\n<p>She's that sort of odd age where you couldn’t say, hand on heart, whether she’s 16 or 22.</p>\n<p>I’m uncomfortable in a thousand different ways. Being accosted by a prostitute is my idea of a nightmare.</p>\n<p>Christina's tenacious; she's not exactly picking up what I’m putting down...</p>\n<p>It must seem to everyone here that this is <em>exactly</em> what we’ve come here for; that this is even why we've come to Sierra Leone. We're dirty white men; why else would we be here?</p>\n<p><em>I feel sick.</em></p>\n<p>No matter what I say, I’m still wearing Christina like a scarf. I've got my shoulders up around my ears, trying to shrug her off.</p>\n<p>Now she’s getting in my ear about buying her a drink...</p>\n<p>&quot;I need to take a piss!!!&quot;</p>\n<p>I disentangle myself and go stand in the men's and do nothing for a few minutes.</p>\n<p>When I get back she’s attached herself to JB, who looks happier than a pig in shit.</p>\n<hr>\n<p>Blink.</p>\n<p><em>It’s 2am.</em></p>\n<p>I'm drunk.</p>\n<p>I’ve been drinking the whole time by myself after being abandoned.</p>\n<p>The quiet observer, I just sit on my bar stool and sluggishly watching things.</p>\n<p>They have the “Lingerie Football League” on the TV, which is actually hugely entertaining as a pure sport... <em>That's not a joke.</em> It's legit good.</p>\n<p>The blue team are fourth down and goal; whatever the fuck that means...</p>\n<p>A rank old drag-queen-looking prostitute crosses the floor and gets right up in my face. Like, <em>right up in my face.</em></p>\n<p>She's talking all sorts of shit.</p>\n<p>I tell her to leave me be, but she won't go.</p>\n<p>I tell her again, but she's got me bailed up.</p>\n<p>I'm <em>out</em>, I’m fucking <em>out of here!</em></p>\n<p>I shove off the prozzie and go find JB outside. He's got Christina curled up in his lap like a kitten. I tell him I’m heading off.</p>\n<p>I haggle with the scooter-taxi boys over the fare back to the hotel, and then <em>fly</em> through the dark streets of Freetown back to the hotel.</p>\n<p><em>Pissed as a chook.</em> I spread my arms and pretend I'm an air plane, swaying from side to side.</p>\n<p>As I get back in and crash onto the bed, it dawns on me that JB's probably gonna bring Christina back to our room...</p>\n<p><em>Shit.</em> I'll have to make myself scarce if he does... I'll be buggered if I'll be in the same room while <em>that</em> goes on...</p>\n<p>So I stay up and wait for the inevitable...</p>\n<p>JB gets home not long after me, empty-handed.</p>\n<p>He blames <em>me;</em> say's it’s my fault he didn’t <em>seal the deal</em>.</p>\n<p>&quot;What?! My fault? You need me to hold your hand to pick up a prozzie??&quot;</p>\n<p>&quot;Prozzie!? What prozzie??&quot;</p>\n<p>&quot;Christina...&quot;</p>\n<p>&quot;Christina's <em>not</em> a prostitute!!&quot;</p>\n<p>&quot;What?? Really JB? Come on mate, are you taking the piss?&quot;</p>\n<p>He's not. He's pissed, <em>and</em> pissed off.</p>\n<p><em>Fight.</em></p>\n","nextChapterExists":true}