{"chapter":"<p><em>It does.</em></p>\n<p>I wake up to a cool, fresh morning.</p>\n<p>There’s a crisp edge to the air, which is like a tonic after the wet, stifling, draining humidity.</p>\n<p>Conditions don’t get better than this.</p>\n<p>I head to Customs and pick up the LP from my albino buddy with no dramas, and it's off to the next major village down the line, Bamenda.</p>\n<hr>\n<p>The &quot;N6&quot; is deadset glorious.</p>\n<p>Absolutely <em>immaculate</em>.</p>\n<p>The white, painted-on road markings don’t look like they’ve dried yet; it's that fresh.</p>\n<p>After yesterday’s mud bath this was exactly what I needed.</p>\n<p>I’ve got it all to myself.</p>\n<p>Fuck I love this...</p>\n<p>Black underneath, light green on the sides and the &quot;Toy Story&quot; white and blue backdrop overhead.</p>\n<p>There are butterflies <em>everywhere</em>. In places the sky is <em>thick</em> with the colour of them.</p>\n<p>It’s friggin gorgeous.</p>\n<p>If I was a painter I’d paint this.</p>\n<p>The road is alive. It’s moving constantly as we undulate up and down and around the hills and mountains.</p>\n<p>The bike is singing to me, music in my ears. I’m singing too. And grinning like a maniac.</p>\n<p>I can’t help it.</p>\n<p>My spontaneous happiness is mirrored in the spontaneous, easy happiness of the Cameroonians, and as I chug through the small roadside villages there’s always a big white smile and a friendly wave to reflect mine.</p>\n<p>This place. Magnificent.</p>\n<p>This bike. <em>Perfect.</em></p>\n<p>I'm in love.</p>\n<p>I'm in fucking <em>love</em>.</p>\n<p>This is what it’s all about; I’m riding a Royal Enfield through the mountains of Cameroon... <em>Cameroon!</em> Who the fuck gets to <em>do</em> this shit??</p>\n<p><em>Outrageous.</em></p>\n<p>If for nothing else other than this day, this <em>moment</em>, it’s <em>all</em> been worth it.</p>\n<hr>\n<p>The dense rain forest starts to give way to a sort of a balding process, and the dark green trees give out to grasslands.</p>\n<p><em>Have we put on some altitude then?</em> Must have...</p>\n<p>I’m coming out of another friendly small village when I notice three or four women on the side of the road up ahead doing some sort of wild rain dance around an old car wreck.</p>\n<p><em>This is new...</em></p>\n<p>They’re flinging their arms around in the air with stick brushes. Dancing about and making a hell of a lot of noise. Wailing away.</p>\n<p>A dance of remembrance? <em>How weird...</em></p>\n<p>They're dancing in the direction of a car that's on its roof; it's come off the side of the road down a small embankment.</p>\n<p>I see someone getting pulled out of one of the smashed windows...</p>\n<p>Holy <em>fuck</em>!</p>\n<p>I feel my face and back fizz with a dump of adrenaline, and steel myself to witness some gnarly shit.</p>\n<p>This is fresh. <em>Very</em> fresh; I must've missed the crash by <em>seconds</em>...</p>\n<p>I jump off the bike and run over to the upside down car. There are three old ladies lying on the road. They aren't mangled up like I was expecting, but they also aren't moving about a bunch either.</p>\n<p><em>I don't want anything to do with this...</em></p>\n<p>So I run away. Back to the bike.</p>\n<p>I have an instinct that there was a hospital back in the village I just passed... A red cross... I <em>feel</em> like I saw one. <em>Maybe...</em></p>\n<p>I fly back to the village.</p>\n<hr>\n<p>I was right.</p>\n<p>I hit the skids as I slide up to the front doors of the village hospital.</p>\n<p>I run through the front doors, <em>yelling.</em></p>\n<p>Adrenaline fuelled ranting.</p>\n<p>I run up and down the halls yelling at the top of my lungs for help.</p>\n<p>Nurses and doctors come out of the woodwork.</p>\n<p>I direct them down the road.</p>\n<p>The nurses are moving quickly with a sense of purpose.</p>\n<p>The doctors want to wait for a bus...</p>\n<p><em>A bus???</em></p>\n<p>&quot;It's just up the road! It’s right <em>there</em>! You can walk there! People are hurt, could be <em>dead!!</em>&quot; I try to create some sense of urgency but the doctors don’t seem to give a shit.</p>\n<p>With nothing left to do I jump back on the bike to show the running nurses the way to the wreck.</p>\n<hr>\n<p>In the time I’ve been away a big mob has formed.</p>\n<p>I peer through to where everything’s happening; down the embankment where the wreck is.</p>\n<p>Everyone's <em>fine.</em> A little shaken up, sure, but they're fine...</p>\n<p><em>Unbelievable.</em></p>\n<p>I feel a little sheepish for having panicked - badly. I'm embarrassed for making a fuss...</p>\n<p>I hotstep back to the bike and tear out of there.</p>\n<p><em>What was I supposed to do?</em> The car was on it's fucking <em>roof.</em></p>\n<p>The adrenaline wears off, and my hands stop their tremble.</p>\n<p>I quickly forget about it, and go back to enjoying this superb ride.</p>\n","snippet":"*It does.*\r\nI wake up to a cool, fresh morning.\r\nThere’s a crisp edge to the air, which is like a tonic after the wet, stifling, draining humidity.\r\nConditions ","nextChapterExists":true}