{"chapter":"<p>Up in the morning to the best meal I’ve had in a long time, followed by running into a man wheeling a coffee cart.</p>\n<p>It’s looking like being my lucky day.</p>\n<p>Bamenda’s been ok.</p>\n<p>The place is nestled in the bottom of a bowl of mountains. Very pretty, and the air is cool and fresh. It's the first place in months that I haven’t sweated a single drop. It’s a wonderful change.</p>\n<p>I couldn't find food last night. Ended up having to eat at a bar... Cold cassava and some cold brown sauce with a sad looking, cold fish.</p>\n<p>The fish looked like it'd had a hard life - and an even harder afterlife. Better than nothing, but not by much. I was scared it wouldn't be long till I saw it again - albeit at a higher velocity - but it all worked out ok.</p>\n<p>The night was <em>freezing</em> cold. My face was eaten my mosquitoes. Fucking malaria <em>fuckers</em>...</p>\n<p>Anyway.</p>\n<p>We're out of town with a full tank of juice.</p>\n<p>We climb the switchbacks out of the bowl of mountains, and then climb some more on the other side of that...</p>\n<p>We’re off to Kumbo; there's a &quot;ring road&quot; out there that I've been told is worth a look.</p>\n<p>The ‘mac’s not anywhere near yesterday’s standards, but that’s ok. It’s not bad at all. Passable, even.</p>\n<p>The foggy morning slowly gets baked off by the warmth of the sun, and the grassy green hills are revealed in all their glory.</p>\n<p>Kumbo’s not far, so I take it steady and I just soak it all in.</p>\n<p>Time seems to be flying by... Go figure.</p>\n<hr>\n<p>There's no doubting we're at altitude now...</p>\n<p>It feels strange; being cold.</p>\n<p>It's the kind of cold where your breath fogs... Unbelievable; we're a stone’s throw from the equator, in <em>Africa</em>, and my breath is fogging.</p>\n<p>Bizarre...</p>\n<p>I don't relish the idea of tonight’s shower though...</p>\n<p>That ring road around here that I've been told to have a go at looks like it will take a couple of days to go full circle, and given the remoteness I'd probably have to camp out. So I've decided to can it; I don't have the spurs to do it by myself. I've had mixed reports on its condition, and I don't relish the idea of being stuck in my tent while I fucking freeze to death.</p>\n<hr>\n<p>Morning.</p>\n<p>Even though it was pretty filthy in my bed, I still didn't want to leave it's smelly warmth...</p>\n<p>I boycott the icy shower because I’m a pansy.</p>\n<p><em>Grubby</em> is how I'd describe myself.</p>\n<p>On the way to breakfast there are a couple of lads sinking beers at one of the shacks. <em>It’s 8:30 in the morning...</em></p>\n<p>Righto...</p>\n<p>I hit a random restaurant and order breakfast.</p>\n<p>It's <em>epic.</em></p>\n<p>A huge serving of rice and beans and green sauce with a massive slab of meat - tender as it gets - <em>and</em> the top half of what was once a big fish.</p>\n<p><em>Breakfast of champions.</em></p>\n<p>Friggin delicious.</p>\n<p>At 700CFA it’s a bit exxy for breakfast (that's a touch under a couple of dollars), but the size justifies the spend.</p>\n<p>I don't know what it is with me these days but when food is put in front of me I just <em>inhale</em> it. I barely chew. I've got no idea why it always feels so <em>rushed</em>, almost <em>panicked</em>. I eat so fast I make myself feel sick. It's stupid, but I can't stop it for some reason...</p>\n<hr>\n<p>Today’s plan is to follow the GPS directions a straight shot south via a place called Foumbot to a final destination of Bafoussam, which would take me past a lake, which should be nice.</p>\n<p>To double check my plan I ask my hotel host what the best way to go to Bafoussam is.</p>\n<p>“First you go Bamenda, <em>this</em> way, then from Bamenda you go Bafoussam.”</p>\n<p><em>What??</em></p>\n<p>“What?”</p>\n<p>“First you go Bamenda, this…”</p>\n<p>“Yeah yeah yeah, got it, but what about Foumbot, anyone go that way?”</p>\n<p>“No no no. No one goes that way. First, you go Bamenda...”</p>\n<p>Shit. That’s a massive detour back to where I've just come from. It must mean that the road straight to Bafoussam is a pile of shit...</p>\n<p>It's weird, I feel relieved and pissed off at the same time.</p>\n<p>Mostly it's disappointing. I've already copped out of one adventure today, now I'm copping out of another one...</p>\n<p>That said, getting into Cameroon was adventure enough, and I'm glad to have done that much at least.</p>\n<p>Often, when I'm on the bike, I think of how much of an &quot;adventure&quot; Africa is these days, compared to days gone by, and days to come.</p>\n<p>My guess is that Africa will soon be well developed and won’t present the same adventure as it does today.</p>\n<p>I wonder though: <em>have I already missed the boat?</em></p>\n<p>Is Africa already sanitised and relatively easy compared to the unavoidable adventure that it must have been one or two decades ago?</p>\n<p>Of course it must be.</p>\n<p>The adventurers of yesteryear would think that my &quot;adventure&quot; is a cakewalk...</p>\n<p>But, for my two cents, I reckon that now is a fantastic time to overland Africa; it’s Goldilocks.</p>\n<p>One or two decades ago it would have been gnarly as hell - <em>all</em> the time. No respite. No fun. No choice.</p>\n<p>In another decade - once everywhere's been ‘mac’d by the Chinese - it will be easy as pie.</p>\n<p>I think right now you've got adventure when and where you want it. You don't have to go very far to find it. You can be as sedate or as hard-core as you like.</p>\n<p>Today, I guess, is going to be that in a nutshell. I’ve got two roads I can take: One known and easy, the other unknown and potentially a nightmare/amazing.</p>\n<p>The real question is this: Do I feel like being surprised today?</p>\n<p><em>No.</em> Not really.</p>\n<p>It's curious how useful a bit of ignorance can be as a seed for adventure. If someone had of shown me photos of the mudbath I was in a few days ago I would have used a different border. No questions asked. If today I hadn't of asked around about how to get to Bafoussam I would have taken the hard road without realising it.</p>\n<p>Tough choices, but, at the end of the day, I'm cruising through Cameroon on a Royal Enfield; it's enough.</p>\n<hr>\n<p>Bafoussam.</p>\n<p>I zoomed clean through Bamenda.</p>\n<p>The swarms of butterflies, which are like the eighth plague of Egypt, have gone from being pleasurable to being a colourful carnage. I must be killing <em>hundreds</em> of them.</p>\n<p>Slaughterhouse.</p>\n<p>Bafoussam is not a likeable place; it’s a village that's just a little bit too big for itself. Too busy and dirty. No character or colour.</p>\n<p>I have another really, <em>really</em> shit lunch; It’s a huge plate of rice with a separate plate of a sort of creamy oily sauce with a more cold-than-warm mystery meat. The creamy greasy sauce has danger written all over it.</p>\n<p>It's incredible what my gut can put up with these days; not so long ago and shit like this would have blown a hole in my pants in seconds...</p>\n<p>Cameroon is odd. This restaurant is a perfect example in miniature: In the one corner talking away in English, and in the other corner they're jabbering away in French. Occasionally they'll throw salvos at one another from across the language barrier; It's clear they don't like one another.</p>\n<p>It must be so divisive not to be able to talk to your own countryman. What a mad situation.</p>\n<p>Colonialism gone weird.</p>\n<p>Back at the hotel with nothing to do, I start thinking about what happens post-Africa. I used to lean heavily towards shipping everything home and being done with it; South America and the world could wait. But now, here, in Cameroon, with Nigeria in the mirrors, it's the opposite; I've swung firmly back into travelling mode.</p>\n<p>When I'm not waking up in the morning scared shitless, thinking &quot;holy shit I've got to ride the bike today&quot;, I feel like I could keep doing this travelling thing indefinitely.</p>\n<p>And you know what? There's a long way to go but I'll be done with Africa pretty promptly; from here on south there's not going to be so much fucking about with bureaucracy at Consulates and Embassies. All of the fiddly little countries of West Africa are behind me; all that's left are the biggens of Central and Southern Africa. <em>Big</em> countries. And I don't have any particular reason to stay for a long time in any of them... It should make for some fast travelling;</p>\n<p>without the usual distractions I could be at the bottom in three or four months.</p>\n<p>I'll be there before I know it...</p>\n<hr>\n<p>Last night's omelette dinner didn’t <em>seem</em> dodgy... And I don’t <em>feel</em> crook...</p>\n<p>But then why is this my <em>third</em> shit for the morning?</p>\n<p><em>That ain’t normal...</em></p>\n<p>Maybe it's yesterday's creamy lunch and mystery meats?</p>\n<p>Well... Do I stick around here another day to let it settle? It’s tempting... Or do I roll the dice, hit the road, and maybe have one or two (or three?) loose moments in the jungle?</p>\n<p><em>Fuck it</em>. Bafoussam is a hole. I want to leave.</p>\n<p>I'll trust my gut to handle it. I’ll back it in. Let’s have breakfast and see where that lands...</p>\n<hr>\n<p>Off to my omelette buddy from last night; in the hustle and bustle of the market.</p>\n<p>Again, it’s top notch; deep fried pasta omelette. Fucking delicious. I wash it down with a condensed milk coffee. Good stuff.</p>\n<p>Oh. Shit...</p>\n<p>&quot;SHIT!!&quot;</p>\n<p>I throw money at the chef and I <em>run.</em></p>\n<p>Christ no. No no no no.</p>\n<p>Agh! No!</p>\n<p>Don't run. Walk... Walkwalkwalk.</p>\n<p><em>I'm going to shit everywhere.</em></p>\n<p>Jeeesus fucking eff.</p>\n<p>I squeeze. Hard. And walk. Slowly...</p>\n<hr>\n<p><em>Whoosh.</em></p>\n<p>There goes number four...</p>\n<p><em>I made it.</em></p>\n<p>I didn't think I would, but I did.</p>\n<p>Without being too graphic, I reckon that’s all of it. If it wasn't then I’ll be shitting my organs out next.</p>\n<p>I think I can still risk it.</p>\n<p>I want out of this shitheap.</p>\n<p><em>Crack on.</em></p>\n","nextChapterExists":true}