{"chapter":"<p><em>Yaounde.</em></p>\n<p>And I didn’t shit my pants. <em>Not once.</em></p>\n<p>I waste no time and head straight to the Republic of Congo Consulate on the bike. &quot;Visa hours&quot; are over for the day, but they let me in to ask questions.</p>\n<p>All seems normal; they want an invitation letter or a hotel booking - which I've forged already. But the annoying bit is that they say it will take one week to issue. One <em>week</em>... And it's only a fifteen day visa.</p>\n<p>For seventy-ish bucks.</p>\n<p>That’s a bloody long time to wait for a very short, very expensive visa...</p>\n<p>I <em>can</em> get an &quot;express&quot; visa. That'll cost double, and take three days to issue...</p>\n<p>Express??!! <em>Express my arse!</em></p>\n<p>I hate this shit.</p>\n<p>I'm tempted to roll the dice and hope I can pick it up in Gabon for cheaper...</p>\n<p>In any case, they can't kick things off today as they're closing up shop, so I jump on the bike and take off.</p>\n<p>On the way out I ride past a bloke wearing a suit, which is odd; he’s casually taking a piss into the gutter on the side of the road...</p>\n<p><em>As you do...</em></p>\n<hr>\n<p>I shack up at a place run by some church organisation at the top of a hill overlooking Yaounde in another bowl of mountains.</p>\n<p>It’s a tranquil, secluded spot with a big paddock of turf out the back with a big tree and a swing plonked in the middle. I can already see myself in the picture reading a book.</p>\n<p>My bed looks like it came out of the hospital barracks of a bad world war one movie. The fact it's a dorm doesn't help the image...</p>\n<p>But, that said, the rest of the place has a homey, cottagey feel to it. Which is a really nice break from the monotony of cheap hotels.</p>\n<p>It's a big two storied house that's got an aged feeling to it that isn't unpleasant. It smells old. Like old wood. The place is run by an old man from Switzerland named Jana. He's got a massive wound on his head. Looks pretty friggin gnarly. I don't ask him about it. There are two old women here, two young blokes and one little girl.</p>\n<p>I’m the only visitor. Just me.</p>\n<p>Despite this, I'm a bit worried about not being able to lock up my shit anywhere, and The Shrike is just floating around out the front, but I'm here now and there's nothing for it.</p>\n<p>Three days of lazing about, coming right up; I'll work hard to shorten that by pouring on the charm at the Congo embassy, but I think it will fall on deaf ears.</p>\n<hr>\n<p>I head into town to connect with the rest of the planet.</p>\n<p>Back home, and Mum's freaking out. Like, freaking <em>right</em> the fuck out.</p>\n<p>I reckon she’s had a proper meltdown. Beside herself. Hysterical.</p>\n<p>Lunatic.</p>\n<p><em>Poor Dad.</em></p>\n<p>In the last message she’s saying that she can't handle it and I need to leave Africa. Lots of ALL CAPS and exclamations and demands. And that’s unfair; I’m pretty safe here in Cameroon. Fair enough to be a bit shirty about Nigeria - that’s only natural - but that’s all in the mirrors now.</p>\n<p>Usually I ignore these messages, but this one seemed to snap something in me; and I tee off.</p>\n<p>It's harsh and blunt, basically saying &quot;build a bridge&quot;, because I'm not dropping everything and coming home. I’m here. I'm not leaving. <em>Get over it.</em></p>\n<p>I'm a grown man, for fuck's sake. At what age do you stop listening to your parents?? <em>This</em> many years old.</p>\n<p>I hit send. An instant later I realise how much of a piece of shit I am. I send an immediate apology.</p>\n<p>The whole thing goes down like a lead balloon.</p>\n","nextChapterExists":true}