{"chapter":"<p>Today, I start the day with a smile.</p>\n<p>I’m up early and away to the Congo Embassy.</p>\n<p>The embassy is one of those places where the people look like they've never smiled in their lives; a sad, passive-aggressive bunch. What is it about people in diplomatic posts with no jam in their doughnuts?</p>\n<p>The security guard at the gate has cogged me from yesterday afternoon, and kicks things off on the wrong foot by asking me for my motorcycle papers.</p>\n<p>&quot;Why?&quot;</p>\n<p>He doesn't give a good reason.</p>\n<p>Something like: &quot;Because.&quot;</p>\n<p>I hate it when people ask for stuff that is none of their business; here's looking at you, Mr Nigeria-Border-Wanker.</p>\n<p>I cough up the papers, which are in English, and the douche looks thoughtfully at the page that's dedicated to vehicle registration transfer applications...</p>\n<p><em>Tit.</em></p>\n<p>I get past him into the embassy proper, and write up my application form on a comfy leather couch in front of a couple of desks of the worker bees.</p>\n<p>They want copies of everything.</p>\n<p>And I mean <em>everything</em>. They even want photocopies of the blank pages of my passport... and the irrelevant sheets of my motorbike rego.</p>\n<p><em>Whatever Trevor.</em></p>\n<p>I give them a copy of my passport's &quot;photo page&quot; for a start. It's only half a sheet of paper - torn in half - so I could fit more than one copy on the page.</p>\n<p>Not good enough... One of the worker bees doesn’t like the tear in the paper.</p>\n<p><em>Nit pickers.</em></p>\n<p>I cheekily reach for the scissors to even up the cut. He doesn't like that.</p>\n<p>Not. One. Bit...</p>\n<p>He starts getting <em>really</em> demanding; it’s obvious from the look on his face that he’s trying his best to be as difficult as he possibly can. I can tell he's looking for a fight; dying for a fight.</p>\n<p>All he gets in reply are big smiles and a lot of thumbs up and “pas de problem”; I don't want to give him a shred of satisfaction.</p>\n<p>I head off to find a photocopier shop...</p>\n<hr>\n<p>I've got <em>tonnes</em> of paper. Enough to choke on. A thick fuckin stack of it.</p>\n<p>I head back and place the pile on the desk. Big smiles. Are we happy now, arsehole?</p>\n<p><em>Nope.</em></p>\n<p>I think he’s cogged that me coming across all sycophantic is a bit of a joke on him.</p>\n<p>I don’t think he likes me much... He decides that he can’t give me a LP for the bike.</p>\n<p>Piece of <em>shit</em>.</p>\n<p>Whatever. Who cares? This is my Tuesday.</p>\n<p>They <em>can</em> issue the visa which is good news, even though it's the worst value visa in Africa. But I can't pay here, I have to head to a bank that’s halfway across town, make a cash deposit, and then bring back a stamped money slip.</p>\n<p>This just keeps <em>dragging</em>...</p>\n<p>But what other choice do I have?</p>\n<hr>\n<p>I walk. I get to see Yaounde. And to think...</p>\n<p>Yaounde ain’t ugly. The city sits in a sort of crater made by the mountains. The hills are green and the occasional low hanging cumulus cloud floats under the peaks, into our bowl.</p>\n<p>I think of this trip, and how I feel about it at the moment. I reckon I'm treating it trip in just the same way as I treat a marathon.</p>\n<p>It feels just like that.</p>\n<p>For the first half I'm &quot;in the moment&quot;, I'm carrying out the planned pace and getting done what I've got to get done.</p>\n<p>Workman-like.</p>\n<p>But, as always happens in a race, right at the halfway point - which is essentially now - I want to accelerate. I start to want to just have it over and done with. I fall into the trap of thinking that there's “not long to go”, and I think more and more of the finish line.</p>\n<p>I've done something like seven thousand clicks since Dakar and I've still got roughly the same distance again to go - and that's if I <em>“go to Cape Town, go directly to Cape Town, do not pass go, do not collect $200”</em>. It's still a massive distance to cover. Uncountable hours in the saddle.</p>\n<p>I can't think that I'll be able to get this done <em>&quot;just like that&quot;</em>. Angola and Namibia are <em>huge</em> countries. I keep on thinking that it's right there, <em>so close</em>, and in my mind I calculate how many day's it will take to get there if I &quot;nail it&quot;.</p>\n<p>In the marathon - with this mindset - I burn out; I’ve done that twice before. I &quot;take off&quot; at the half way point, full of enthusiasm. &quot;This is a piece of cake, time to <em>really</em> run.&quot; In ten clicks I fry myself out completely - a physical and mental quaking mess with only three quarters behind me. The final ten is <em>hell</em>.</p>\n<p>I need to learn from it. Stop making the same mistakes. Slow things down.</p>\n<p>Lots of my thoughts these days are revolving around things that I have little or no control over. It's silly and achieves nothing. Like Angola, and just how the hell I’m going to get a ticket into the place. I've two chances to get the visa, the first is Libreville in Gabon and the second is Brazzaville in Congo. I don't want to go to Brazzaville – I’ve heard it’s a nightmare – so that puts a lot of pressure on Libreville. If they simply say <em>no</em> in Libreville – and it can be as easy as that - &quot;no&quot; - then I’ll be forced to go to Brazzaville. And if they say &quot;no&quot; in Brazzaville then my options become really, <em>really</em> poor. Option One is to backtrack to get the visa... to <em>Togo</em>. I already know that I'm not going to do that; go back through Congo, Gabon, Cameroon, Nigeria and Benin?</p>\n<p><em>Fuck that.</em></p>\n<p>Option Two is to go from Brazzaville to Zambia via the &quot;other Congo&quot;, <em>the bad Congo</em>, The <em>Democratic Republic</em> of Congo. The old <em>&quot;Zaire&quot;</em> And that means taking &quot;the death road&quot;, or is it &quot;the hell road&quot;? It's not good, whatever it is... A few thousand kilometres in outback <em>DRC</em> on a road with a horrendous reputation for being almost impassable most of the time.</p>\n<p>I think I would do it... but to do it solo?</p>\n<p>No.</p>\n<p>It’d kill me. But, at the same time, I don’t see people queuing up to do it with me. I could maybe wait for <em>JB the Brit</em> to catch up...</p>\n<p>Option Three is to ship my way out of trouble. I don't think I could do that.</p>\n<p>I know that doing Africa, top to bottom, is arbitrary and meaningless - but what an arbitrary and meaningless achievement! I wouldn't ship.</p>\n<p>So, what I've got are three options, none of which is <em>really</em> an option.</p>\n<p>What that means is that I've got to make the Angolan visa stick in Gabon.</p>\n<p>Come hell or high water.</p>\n<p>But, again, that's something that I have very limited control over.</p>\n<p>So, I think what I'm getting at here, is that I need to be armed to the teeth for any possibilities at the Angolan Embassy in Libreville. And that means going armed with a residency permit, a letter of invitation, a hotel booking, two references, the whole nine yards. There really is too much at stake to be happy-go-lucky for that one; I'm fucked if it doesn't work out. I think, if it did come to an Angola fail at the embassy, I would try to get a visa extension for Gabon and kill time there while I wait for JB to catch up, and we’d do the death road together...</p>\n<p>Maybe...</p>\n<hr>\n<p>I toss the bank statement in the face of the unhappy arsehole.</p>\n<p>Another thing I've been getting shitty about for nothing is the Congo visa. No use working yourself up over it. It is what it is; be happy to wait in a peaceful place for it. What's the rush?</p>\n<hr>\n<p>Rain day.</p>\n<p>Tasks for today include snoozing like I’m getting paid for it, eating, and reading.</p>\n<p>Tough gig.</p>\n<p>Task one goes till something like 9am, eventually waking up to the sounds of rain on the tin roof and bird birds going berserk through the open window.</p>\n<p>As good a way to wake up as I can think of. Well, alone, that is, of course...</p>\n<p>Well, that's depressing...</p>\n<p>Bean and egg sandwich from just down the road, and that’s task two done.</p>\n<p>I’m on fire today.</p>\n<p>I grab a &quot;3 in 1&quot; Nescafe coffee sachet. I don't know what the three are...</p>\n<p>I spend all of what’s left of the day reading <em>Les Miserables.</em></p>\n<p>All that time reading - almost non-stop - and I only get make five percent progress, according to the e-reader.</p>\n<p>This book is a beast.</p>\n<p>If you haven't read it yet, you should.</p>\n<p>If you've never been in love before you could skip to where Marius meets Cosette and then you'll know what it's like. If you think you've been in love you should probably read this part anyway just to check that you're doing it right...</p>\n<p>For lunch I had maybe the tastiest sauce I've had in ages. Delicious greasy green cassava sauce served with something that was like a fufu but much tastier, served in a shape resembling... Hmmm I don't know what. A fat cylinder. Hold your snickering... Be mature. Anyway, a really, really good and simple lunch.</p>\n<p>Dinner is an omelette in bread from a man with a rolling kitchen.</p>\n<p>And that’s another day in the books.</p>\n<p>Tick.</p>\n<hr>\n<p>I'm still thinking of the finish line.</p>\n<p><em>I can’t help it.</em></p>\n<p>I'm doing the math incessantly; distances, ride times, breaks for getting visas, border days.</p>\n<p>Trying to plan the un-plannable.</p>\n<p>I'm even thinking about whether I can go via the eastern countries; it'd be a detour, but what a great detour! Uganda, Kenya, Tanzania, Zambia, Malawi, Zimbabwe, Mozambique... Fuck yes.</p>\n<p>It's fruitless, really, to be thinking of this any sooner than the Democratic Republic of Congo, which is where I’ll find that fork in the road.</p>\n<p>And that's still a long, long way off.</p>\n<p>It's a crapshoot; the only thing that you can be <em>really</em> sure of is that what you’ve planned definitely won’t be what happens.</p>\n<p>I've got to keep reminding myself that there will come a time, one day, when I'll wish I could come back to this time of freedom and discovery. The fact that all I want is to rush it and have it over and done doesn't give any respect to that...</p>\n<p>Live in the moment.</p>\n<p>It's just like a day's ride on The Shrike; when my head is buried in the GPS, always wondering how long to go, it seems to take forever. But when I enjoy the ride and soak up the surrounds - and don't look at the GPS - the time flies and it's <em>far</em> more enjoyable.</p>\n<p>*A watched kettle never boils.&quot;</p>\n<hr>\n<p>The next morning is another wipe.</p>\n<p>I've got nothing better to do, so I head to the Congo Embassy to see how things are going.</p>\n<p>The moment I arrive the worker bees jump all over me.</p>\n<p>They’ve been trying to call me for <em>days</em>. There’s a problem with my application.</p>\n<p><em>Shit</em>.</p>\n<p>I really should get a phone number. It’s times like this that faking a local number on forms bites me in the arse.</p>\n<p>The problem with my application, I’m told, is that my hotel confirmation letter (which I forged...) has a duration (a month) that is longer than the period of the visa (only 15 days).</p>\n<p>It's just as well that they've pulled me up on it; I had the vague feeling when I walked out of the embassy a few days back that I'd (and this is unrelated...) fucked up my visa's starting date on the form; a niggling feeling that I’d put a &quot;six&quot; on the month of entry instead of a &quot;five&quot;. June, instead of May; which, indeed, I did.</p>\n<p>This would have meant that - had my application been successful - my visa would have started a month after I wanted it to, which would have been long after my Gabon visa expires. There would have been a two week black hole with no valid visa for either country...</p>\n<p>Thank fuck I stuffed up the hotel stay.</p>\n<p>“Je venir tres vite!” which is french for “I come very fast!” Doesn’t translate well, granted, but that's how you say &quot;I'll be right back.&quot;</p>\n<p>I run to the closest &quot;cyber&quot; to re-forge a new email with the dates tidied up to match the visa I want.</p>\n<p>It's weird, because, for authenticity, the second fake email confirmation has be a reply to me asking for them to change my dates because I've made a mistake... “Oh, really sorry, I’ve mixed up my dates, can you change them for me?” and then a reply from them back, waxing lyrical with fancy words but essentially saying nothing more than “yeah sure, no worries”.</p>\n<p>It’s a paper trail of forged garbage, complete with correct timestamp data and signatures.</p>\n<p>It’s got to look legit.</p>\n<p>It’s more lying than I feel comfortable with...</p>\n<p>The whole job takes twenty minutes.</p>\n<p>I quickstep back to the embassy and hand them the “new” emails.</p>\n<p>No one at the embassy even bats an eyelid.</p>\n<p>I thought I was being pretty blatant - and was gonna get called out for it - but they either don’t know, or they do know and they don’t care. I can't tell which.</p>\n<p>They would be within their rights to cancel the application and ask me to re-apply - and pay again - or they could say that it's going to be another three day wait.</p>\n<p>Instead, I had my passport back in my hot hands - with a visa - within fifteen minutes.</p>\n<p>You ripper. Gotta be happy with that result.</p>\n<p>Next stop, <em>Gabon</em>. Right on the Equator. Tropical, no doubt...</p>\n<p><em>There will be mud...</em></p>\n","nextChapterExists":true}