{"chapter":"<p>Ebolowa.</p>\n<p>The ride was a bit of a blur. A blur of green. So much bloody green. Good tarmac. It all just rolled easily by.</p>\n<p>It's amazing how quickly my brain can assimilate and normalise natural beauty. I'm completely desensitized to it already.</p>\n<p>Surrounded by the stunning - and yet not paying attention to any of it.</p>\n<p>Just a few days ago this would have had me gawking out of my helmet, now it's just &quot;par for the course&quot;.</p>\n<p>Doesn’t matter how good things get, us humans have a knack for making the amazing the new benchmark, and then we go looking for something better... Never happy.</p>\n<p>I was spat on by the odd bit of rain. I was expecting to get soaked. Very lucky, though I'm not sure how long that's going to last.</p>\n<p>There's nothing wrong with Ebolowa. Nice enough middling village with enough action to keep me happy.</p>\n<p>I ask around at the more obvious expensive hotels for where the budget options are, and they point me in the right direction.</p>\n<p>At the budget hotel, the boss shows me around my potential room.</p>\n<p>The toilet has a big nugget of shit hanging on to the side of the toilet bowl. And when I say a big nug, I mean <em>big</em>. It's breaking the laws of physics, a real cliff hanger.</p>\n<p>It’s that kind of place...</p>\n<p>I get a <em>different</em> room. Despite the nug, the boss wants eight grand for the night. He haggles like a fiend... I manage to punch him down to five thousand, but it's like I'm pulling teeth.</p>\n<p>It’s actually pretty decent accommodation.</p>\n<p>Clean.</p>\n<p>Having my own bathroom is something of a luxury.</p>\n<p>After skipping lunch today (again...) I'm deadset <em>Lee Marvin</em>, so I head out to grab grub. Ebolowa is Goldilocks; big enough for hotels, small enough for everything to be packed into one epicentre.</p>\n<p>I quickly find some green ‘n’ greasy cassava sauce that came with big fat curls of mystery animal skin. Imagine the curls of pork crackling, but instead of being fried or baked or whatever it’s been boiled. So it’s <em>not</em> nice and crunchy, but soft and chewy.</p>\n<p><em>Super</em> chewy.</p>\n<p>It's not pleasant texturally - at all - but still tastes pretty good, like chewing the fat on a steak. That said, I’m very, <em>very</em> conscious of the fact that I’m eating an animal right now... Where the hair’s been ripped out of the skin it's all prickly, like the animal had goosebumps when they lopped its head off and it stayed that way.</p>\n<p>Mmmm. <em>Yum.</em></p>\n<p>I sit at the bar where they were serving up the grub for a couple of hours and just watch the world go by. Just looking dead into space. Car and people rolling by.</p>\n<p>Might have been the effect of not eating then filling the stomach. I don't want to move a muscle...</p>\n<p>With the sun setting I chase down an omelette cart man - with his hot-dog stand style setup.</p>\n<p>Dessert is a bunch of bananas and a few oranges that have been peeled for me - which is a wildly popular thing here in Africa.</p>\n<p>I really, really, <em>really</em> want to like Cameroon.</p>\n<p>I've been looking hard for things to blow me away and compel me to put it at the top of my &quot;favourite places&quot; list. But if I'm honest, it's just not there.</p>\n<p>For a great country you don't have to <em>look</em> for the amazing, it will find you. And sure, Cameroon has been excellent, travelling has been easy, the landscapes have been nothing but green, the weather has - surprisingly - turned it on, the people are super friendly - it's got everything in spades - but it's missing some sort of &quot;X factor&quot;. It just doesn't have <em>it</em>.</p>\n<hr>\n<p>The border day starts out chilly and foggy.</p>\n<p>I’m cold in my jacket again on the ride to the post.</p>\n<p>I say my goodbyes to the decent tarmac and steel myself for a heavy day in the saddle.</p>\n<p>The cloud eventually clears to leave beautiful blue skies and fluffy cumulus with the sun smashing down on my head to get things baking.</p>\n<p>I make the border and check out of Cameroon with no dramas. After the Douane checks my passport (not sure why he’d do that) the guy say’s that he’s thirsty, which means I should give him a little something for a drink.</p>\n<p>I don’t even blink. I go to the saddlebags and grab him a plastic sack of water. Cost me 5 cents.</p>\n<p>I’m a genius. Hilarious.</p>\n<p>I’m promising myself that I can laugh at this later. For now it’s straight faces.</p>\n<p>He’s not happy with it.</p>\n<p>&quot;What? You said you were thirsty?&quot;</p>\n<p>&quot;No not this, I want a beer.&quot;</p>\n<p>&quot;That's too bad...&quot;</p>\n<p>He's already nibbled on a corner of the water bag, now he tries to give it back to me... &quot;Nah mate, it’s yours now.&quot;</p>\n<p>I roll on to the Police post.</p>\n<p>In the shack I introduce myself around. One of the assistants, a huge fat lad, jumps all over me.</p>\n<p>His name is Raoul, and he wants so badly to be an American.</p>\n<p>This bloke’s watched <em>way</em> too many movies. The thickness of the Yankee accent he’s putting on is outrageous. Totally over the top.</p>\n<p>He's in his element, and he’s hamming it up for me as best he can for his mates.</p>\n<p>Despite the ridiculous accent his English is solid, and it’s a nice change to find myself on the other side of the fence - where I’m privy to a conversation and everyone else is in the dark. Like we're speaking a private language.</p>\n<p>A girl walks into the post to get her passport stamped, and Raoul loses it.</p>\n<p>She cops a roasting.</p>\n<p>&quot;Oh my god those eyes - <em>unbelievable</em>. And check out that huge <em>ass</em>! <em>Incredible</em>!&quot;</p>\n<p>All while she’s right there and oblivious. And, yes indeed, she’s a looker... I’m sitting in the corner grinning my head off.</p>\n<p>The cops are still getting my details down when another bloke walks into the post. It’s pretty obvious, even to me, that he’s without papers, and he’s having a crack at bribing his way across the border. I see 10,000 CFA getting thrown around. A bit more than twenty bucks.</p>\n<p>But the cops aren’t going for it.</p>\n<p>The bloke gets a hard no and he goes wild. Cracks shits, bigtime.</p>\n<p><em>This is gonna come to blows...</em> He’s yelling at the cops, <em>right in their faces.</em></p>\n<p>They frogmarch him out of the tent.</p>\n<p>As he storms off, Raoul is in his element, taunting this poor bloke no end in French. The cops are loving it. Pissing themselves laughing. And I’m laughing too, even though I don't cog a word of it.</p>\n<p>So long, Cameroon, it’s been a blast.</p>\n<hr>\n<p>Gabon!</p>\n<p>We cross a gorgeous little (bridged) river and arrive at the post. The blokes there inspect my passport, write my details down on a piece of paper and tell me to go “vant-nerf kilomet”, that’s 29 kilometres, up the road to get my passport stamped.</p>\n<p>Odd. Never had to do that before.</p>\n<p>I go a few clicks up the road and there’s a Douane checkpoint.</p>\n<p>Nope, no dice there either.</p>\n<p>Why the fuck bother with a checkpoint then? Why have any border control at all?</p>\n<p>They tell me to get a laissez-passer in <em>Bitam</em>, which turned out to be the 29km up the road.</p>\n<p>Off I go.</p>\n<p>And straightaway I’m shocked. Wonderfully shocked; the roads are good.</p>\n<p><em>Real</em> good.</p>\n<p>So much for a mud pit...</p>\n<hr>\n<p>In Bitam I take on the Douanes, first.</p>\n<p>There's no need to be worried, because it's not a roped setup, which means that they can't keep me hemmed in if I get refused.</p>\n<p>And yet...</p>\n<p>The heart won't pay attention to rational thought; I can feel it beating heavily in my chest.</p>\n<p>I go through the bottom few layers of plebs and end up having to sit about for longer than I’d like to in a waiting room.</p>\n<p>Just stewing.</p>\n<p>Eventually the chief will see me. Her name is Elizabeth.</p>\n<p>Go Gabon.</p>\n<p>I apologise for my French, in French, as always.</p>\n<p>It's a ploy. It always gets a smile and a small chuckle - so I'm sure it must sound like shit - but for some reason it makes everyone try to help me out. Like I’m some sort of endearing, well-meaning moron in need of some assistance.</p>\n<p>&quot;Pardon pour m'Francais, cest pa bon, je'dua appran plu Fraincais&quot;. Doesn’t crack it with Liz... she flies on in machine gun, rapid-fire-French.</p>\n<p>Whatever.</p>\n<p>She wants to see my Carnet.</p>\n<p>That old chestnut...</p>\n<p>I roll out my usual spiel. It's well practised by now... Showing off all the places I've been and all that.</p>\n<p>She tells me that it's impossible to issue a &quot;passavant&quot;, which I think is an LP... that starts at one end of the country and ends at the other.</p>\n<p>I pull out my Cameroon LP &quot;Voila... Pa de problem&quot;.</p>\n<p>Most of the time I'm actually quiet, letting them convince themselves.</p>\n<p>Give someone enough rope...</p>\n<p>After a long grind it eventually works; she wants to help me out.</p>\n<p>She issues me a &quot;passavant&quot;, even though I reckon they’re breaking some of their own rules to do it.</p>\n<p>I've no idea about the technicalities of a passavant, but so long as it has a stamp on it I can wave it in the face of anyone who tries to stop me; and that's enough.</p>\n<p>Apparently it's going to take them a while, so I head to Immigration.</p>\n<p>It's a shack that looks like it should be selling food...</p>\n<p>They want two photocopies of my passport, which is normally not required. I reckon Immigration’s in cahoots with the photocopying mob across the road. Seems a nice little cottage industry they’ve got going, and it doesn’t help that photocopies are four times the normal price.</p>\n<p>I’ve only got just under three blank pages left in the passport; two clean blank pages and one page with the Mauritania and Ghana stamps on it. The rest are all packed with stickers and ink.</p>\n<p>The blank pages are really starting to come in at a premium; I don't want to run out of space and have to order a new passport just to get through these next few countries.</p>\n<p>The bloke at Immigration wants some money to stamp it where I wanted him to; right in amongst a sea of other ink all crowded in on top of each other. I pretend I don’t understand French very well. He gives in and stamps it - correctly - and tosses it back to me.</p>\n<p><em>I'm in.</em></p>\n<p>I head back to the Douanes and there's a gorgeous passavant there for me. Lovely. They don't ask for any money either. Fucking bonus.</p>\n<p>Job done. Before I peel out of Bitam I stop at a restaurant with people eating what looks like some pretty basic food. I ask the boss &quot;combi-yan de la mem shose&quot; - <em>how much for the same thing</em>, pointing to one of the other guys who's eating what looks like rice and cassava. 1500cfa. Wowsers. A dish like that usually maxes out at 500cfa, and that's for a shedload, that’s like all you can eat. I make exclamations but she's sticking to her guns. No wriggle room.</p>\n<p>Bugger that.</p>\n<p>I go next door and have a chocopan with bread, which is Africa’s answer to Nutella, for 400cfa, which, again, is pretty outrageous.</p>\n<p>I’m starting to smell a trend...</p>\n<p>Anyway. We’re out of here.</p>\n<hr>\n<p>Superb.</p>\n<p>Fucking superb.</p>\n<p>It's twice as good because I was expecting no road at all.</p>\n<p>Perfect tarmac with constant corners and ups and downs like a beautiful gentle roller-coaster.</p>\n<p>It's so nice to have rock bottom expectations and have them be thoroughly, delightfully, exceeded.</p>\n<p>This place is possibly even greener than Cameroon.</p>\n<p>The trees are hugging a bit closer to the side of the road and the subtle effect is noticeable. The trees shadows over the road, sometimes canopying over the route.</p>\n<p>Wonderful. Fucking gorgeous.</p>\n<p>We hit a joint called Oyem at about three in the afternoon. It's a confused village, with no real heart, no epicentre.</p>\n<p>The first hotel I stop in at looks pretty standard to me, but they want 10,000 CFA. Twenty bucks.</p>\n<p>When I explain to them that I’m more in the region of four grand, they take me to a room that's a pile of shit. Just a dirty, dirty bed.</p>\n<p>8000 CFA.</p>\n<p>Ah, no. No thanks.</p>\n<p>I ride all over town, stopping at six other places I find. They're either shithouse and cheap or they're shithouse and expensive. All are “in the middle of nowhere” locations.</p>\n<p>I'm getting tired and headachy from ripping off and squeezing on my helmet fourteen times. My ears are about to get completely ripped off...</p>\n<p>I go back to my first option and take a 10,000cfa room for eight grand. I can certainly live with that, but it's very poor value.</p>\n<p>I get settled and go grab some water. 100cfa for a sachet; double Cameroon and quadruple the rest of Africa.</p>\n<p>I'm still not sure if I’m being had, or if Gabon is just plain expensive, but yeah, the correlation is getting stronger with every purchase.</p>\n<p>Dinner’s a simple bowl of rice with mystery meats for 1000cfa, two bucks, <em>double</em> what it should be.</p>\n<p>Gabon's gonna cost me!</p>\n<hr>\n<p>There's a shower.</p>\n<p>A <em>hot</em> shower.</p>\n<p>Hot tip: If you really, really want to enjoy something, like, “the divine vision” sort of level of enjoyment, just abstain from whatever it is for as long as you can.</p>\n<p>And then have it...</p>\n<p>Despite the very dark, very dingy bathroom, this is still something special.</p>\n<p>It's been forever.</p>\n<p>It's like nirvana...</p>\n<p>Sweet baby Cheeses!</p>\n<p>In your life, you’ve never had a shower like this...</p>\n<p>Well, sure you have; you probably have one every day. Maybe two. Maybe three if you’re OCD. But a shower like <em>this</em>. No. Never. Not in your life.</p>\n<p>I can feel every drop.</p>\n<p>A hot shower is an absolute riot of the senses. A total overload. There’s nothing that’s even remotely like it.</p>\n<p>We’re all just desensitised to it.</p>\n<p>The opulent and wonderful has become the mundane and routine.</p>\n<p>This shower might be the single greatest physical feeling I’ve ever had. <em>Ever</em>.</p>\n<p>I slid off this planet somewhere into the realm of the purely physical. Pure experience. Pure feeling.</p>\n<p>I’m only vaguely aware that far off back in the real world I’m making involuntary noises.</p>\n<p>After what has probably been much too long an amount of time - or maybe it was only seconds? - I snap back into myself like a click of the fingers, come back to my brain, and realise where I am. It's a shower, again.</p>\n<hr>\n<p>Today's gonna be a gorilla.</p>\n<p>Almost four hundred clicks worth of riding, and then into a busy capital: <em>Libreville.</em></p>\n<p>I’m already kicking myself for having slept through till eight in the morning. I reckon that’s gonna be a mistake...</p>\n<p>By my numbers it’s going to be something like seven hours of non-stop riding. Ideally I’d break that sort of distance down into two days, but as far as I can tell on the maps there’s nothing going on between here and Libreville.</p>\n<p>Even though I’m already behind the eight ball, there’s nothing that can stop me from having another shower.</p>\n<hr>\n<p>The Shrike gets a brimful of juice at the local &quot;Oil Libya&quot; (yeah, that’s totally a thing...) and we’re off.</p>\n<p>Only a small way out of the village and I come across a street sign that stops me in my tracks. Libreville: 525km</p>\n<p><em>Whatthefuck??</em></p>\n<p>That’s not right...</p>\n<p>My planned route was going to take me on the “A5”, but this sign, I guess, is telling me to go a different way...</p>\n<p>The A5, on the maps, looks like it skims the border with a neighbouring country – a country that I’m skipping myself – called &quot;Equatorial Guinea&quot; which is a small country, and, apparently, notoriously unwelcoming to foreigners. I’ve no qualms in skipping it. Anywho, the A5 - depending on which map you believe - either comes super-duper close to the border, or very briefly, crosses the border - dipping into Equatorial Guinea - and then crosses right back. Which would be totally pointless and stupid. But there you go.</p>\n<p>I ride on. What else am I going to do?</p>\n<hr>\n<p>At the turnoff for the A5 there’s another street sign with &quot;Frontier Guinea Eq.&quot; written on it. The arrow points off the tarmac and onto a red dirt track that’s gone a deep red-brown with the rain, disappearing off into the thick jungle of trees...</p>\n<p>Nope.</p>\n<p>Nup.</p>\n<p>No.</p>\n<p>Too many things can go wrong.</p>\n<p>What happens if I get a hundred odd clicks up the road, after hours in the saddle, in the middle of nowhere, only to find a border control post douchebag who gives me a flat &quot;Nope, sorry…&quot;?</p>\n<p>What then?</p>\n<p>There’s also a chance that Mother Nature might say &quot;No. I’ve fucked the road for you with rain, sorry&quot;.</p>\n<p>Even if that was ok, after a late start I don't reckon I can handle 300km of who-knows-what condition dirt track.</p>\n<p>Really, there’s no option at all.</p>\n<p>Tarmac all the way.</p>\n<p>I take off down the blacktop, feeling a little gutless.</p>\n<p>I miss having JB the Brit around.</p>\n<p>If he were here, it would have been a no-brainer as well... &quot;Yes! Dirt!! About fucking time, I’m sick of this boring blacktop!&quot;</p>\n<p>I would have gone along with it.</p>\n<p>Interesting, how one person can change everything. Solo it’s inconceivable, tandem it’s inconceivable <em>not</em> to. It would have been one hell of a day to go that way.</p>\n<p>As a solo biker it’s screaming out “death by misadventure”. If anything goes balls up you're alone in the middle of nowhere. What if I come off and snap my leg. What then? I'd be in a deep load of fucked. That’s what.</p>\n<p>I’m not too crushed about the detour. So it goes... It make’s everything go from feeling mostly unknown to probably ok; but the trouble is that it's taken a monster of a day and turned it into a PB ride. I have to break some of my iron-butt records...</p>\n<p>Too bad. Suck it up. Get it done.</p>\n<hr>\n<p>Six hours in, and what can I say?</p>\n<p>This is, maybe, as good as it gets. And if it ain’t, then it’s surely fucking close.</p>\n<p>From shower nirvana to biking paradise.</p>\n<p>Six hour’s worth of stunning nature and perfect, perfect road. A better ride I couldn’t design: The tarmac rides fast, with curves smooth and long enough that you can do it any speed, any gear you wish, but it keeps a tightness that gets you laying the bike right over every single corner.</p>\n<p>It feels like a river, ribboning and snaking back onto itself over and over and over and over.</p>\n<p>Unlike a river, the road rises and falls as well.</p>\n<p>It never rests, never stops.</p>\n<p>It’s a never ending dance in three dimensions in a sea of green.</p>\n<p>Hundreds of kilometres of ever-changing racetrack.</p>\n<p>And it's all mine.</p>\n<p>The only hint of traffic is the occasional truck that's rolled over into the jungle from taking a corner too quick. The trucks here are even equipped with welded on roll-cages...</p>\n<p>The surrounds are beautiful, monotonously so. A constant deep, thick green of huge trees that come right up to the side of the road.</p>\n<p>Thick! Packed with life.</p>\n<p>This is as good as nature gets.</p>\n<p>In many places the road makers have had to cut a swathe sheer into the mountainside to make the road possible. The massive, ancient trees sitting impossibly on the precipice at the top make me feel like a child again; the whole world towering all around me.</p>\n<p>The beauty is so all encompassing, the monotony so complete, that I quickly desensitise again and stop paying attention.</p>\n<p>Every now and again I snap out of a daydream to have my breath taken away by something suddenly revealed out of the living green walls; like, cresting the top of a hill with a moment's clear view of the immensity of the rain forest sprawled out beneath. It goes on forever. A carpet of green.</p>\n<p>Green green green green green.</p>\n<p>In six hours I’ve barely stopped riding at all.</p>\n<p>I’m starting to feel a little giddy.</p>\n<p>I haven't been taking care of myself, and I know it.</p>\n<p>No lunch.</p>\n<p>It’s proper hot and reeking humid, and I haven't been drinking enough water; only half a litre since this morning... Which, in these conditions - with a leather jacket, kevlar jeans and a black helmet, mind you - is clearly not enough.</p>\n<p>I snap out of my giddiness when I see a sign:</p>\n<p>VOUS FRANCHISSEZ L'EQUATEUR.</p>\n<p>I’m not sure whether to celebrate... The word “franchissez” has thrown me a bit; I've no idea what it means.</p>\n<p>&quot;Cross&quot;, or &quot;approach&quot;?</p>\n<p>The sign's giving nothing away - it's just a crappy road sign. None of the fanfare that should accompany something as big as the crossing of the equator...</p>\n<p>I get off the bike to take a happy snap, just in case. I get swamped by those little black eye-loving wasps. The air is so thick with the annoying, persistent little fuckers that I can’t get a clear shot of the sign without one of them ending up as a black blur on the picture, or jumping into the corner of my eye and digging its way under.</p>\n<p>They're driving me fucking nuts.</p>\n<p>They’re obviously not out on the road, otherwise I’d have a few hundred thousand of the bastards sprayed over the front of my visor by now... No. They're smarter than that. They must lie in wait for a victim...</p>\n<p>Trick to keeping them out of your eyes is to keep walking all the time. I lead on a cloud of them behind me like the pied piper.</p>\n<p>I get my shots, and ride on.</p>\n<p>No other signs. I guess that was it then...</p>\n<p>I'm into the southern hemisphere, which happens to be my favourite hemisphere.</p>\n<hr>\n<p>A short ride after the equator the road turns to shit.</p>\n<p>It’s evident that they plan to re-lay it – with all the machinery and foundation laid down and ready to go.</p>\n<p>The shitty road follows the banks of a massive river. It'd take a sprinter about twentyish seconds to run from one bank to the other, I reckon. That is, if the sprinter was Jesus...</p>\n<p>So yeah, big river. What’s more impressive is how fast the water is moving for such a huge river. Moving faster than I jog. That thing must be shifting a shit tonne of water.</p>\n<p>I worry about a puncture. The rocks on this to-be road are sharp...</p>\n<p>That's the least of my troubles; at this rate I'm fuck all chance of making Libreville by dark...</p>\n<hr>\n<p>The road transforms back into flawless, brand spanking new tarmac; they haven’t even had the time to put the white lines on it...</p>\n<p>I think that was half an hour of rough stuff. Maybe?</p>\n<p>I’m really starting to feel myself bugging out now.</p>\n<p>My head isn't keeping pace with the bike.</p>\n<p>Brain not working.</p>\n<p>I don’t know what time it is, but it’s far enough past a skipped lunch to be in some trouble...</p>\n<p>It's stupid, and I know it.</p>\n<p>I'm wigging out, and I'm still passing villages with perfectly good places to take a break...</p>\n<p>The drive to cover as much mileage as possible is near <em>manic</em>. Utterly single minded. And it's to my detriment; I won’t stop to take a quick break, I won’t stop to look at something, or turn around the bike to take a photo of a funny street sign, like a village called &quot;Plus-Tard&quot;.</p>\n<p>I will <em>not</em> smell the roses.</p>\n<p>The only thing I stop for is to piss, and, given I'm not drinking anything, it's a rare occurrence.</p>\n<p>But I'm not hungry, not thirsty, not hot, not tired, not anything.</p>\n<hr>\n<p>It comes to a head; my arms and my head feel like they're full of lead. I feel on the edge of blacking out.</p>\n<p>My desperation to get to Libreville is finally outweighed by being terrified about passing out on the move. From manic for Libreville to manic for water.</p>\n<p>I finally pull in at a dingy looking street-side restaurant, and it's only once I've come to a complete stop that I realise just how humid it is.</p>\n<p><em>Off the scale.</em></p>\n<p>In the absence of the airflow created by The Shrike I’ve got sweat marks forming all across the front of my shirt in seconds.</p>\n<p>I should have known. The only place that hasn't had any airflow has been sweating profusely; my arse. The wet jeans have been pulling at my arse hair - all day. It's been mild torture; pulling out each hair, one by one, slowly.</p>\n<p>If the rest of my body has been sweating all this time as busily as my arse, then I must've lost a tonne of fluids...</p>\n<p>Maybe I’ve got heatstroke? <em>Shit</em>.</p>\n<p>I sink a litre of water and pour another litre over my head. Feels good.</p>\n<p>Chow time. It's overdue.</p>\n<p>I force down a bowl of rice with a boiled river fish that has the taste and texture of thick mud.</p>\n<p>It's what I needed; I'm feeling better as I feel the food and water go to work.</p>\n<p>After lunch, I resolve to stop at the very next hotel.</p>\n<p>Fuck Libreville. I'll do that tomorrow.</p>\n<hr>\n<p>Sure enough, there's a decent looking hotel on the way out of the village.</p>\n<p>I ignore it.</p>\n<p>I want to get just a little bit further up the road than this.</p>\n<p><em>Just a little bit</em>.</p>\n<p>As I crack on, I’m wondering what happens now if - so late in the day, and so exhausted, - I have a simple failure; tyre, chain, cable, whatever. Anything. Anything that stops me and needs a fix.</p>\n<p>What happens then?</p>\n<p>I hate riding this late in the day with no idea about where I’m going to sleep at night. But I do it again and again and again. I do it because of this baseless drive to push on, go a little further.</p>\n<p>If something goes wrong it's going to suck. Hard.</p>\n<p>Why the fuck do I do this?</p>\n<hr>\n<p>I'm an hour since the re-start.</p>\n<p>The road has swung around to the north west, up to Libreville.</p>\n<p>The jungle has been thinned out. No more beauty.</p>\n<p>There's been no villages either... Nowhere I can stay, at least.</p>\n<p>I'm getting deeper and deeper in the hole.</p>\n<p>The sun setting in the west is blinding my eyes with its glare.</p>\n<p>I'd hit a cow at full speed if there was one the road... I can see spitting distance in front of me before blinding white light.</p>\n<p>We're somewhere between one hundred and two hundred clicks from the capital, and I can feel myself crapping out again.</p>\n<p>I’ve got no idea what options I’ll have for accommodation between here and there, and to stop and ask is time consuming, and I’m quickly running out of sunshine.</p>\n<p>There are two villages between here and Libreville big enough to <em>at least</em> have sign-posted distances, so I figure they’re my best bet.</p>\n<p>Fingers crossed...</p>\n<hr>\n<p>The first village has nothing...</p>\n<p><em>Despair.</em></p>\n<p>Nothing doing.</p>\n<p>I have to keep going.</p>\n<p>I pass through the equator, again, back to the northern hemisphere.</p>\n<p>I’m too tuckered out to take a photo.</p>\n<p>I keep riding. Absolutely fucked.</p>\n<hr>\n<p>Eighty clicks later, and this is my last option...</p>\n<p>I'm cooked.</p>\n<p>And if this village's got nothing, well... then it's a shit situation of riding at night, knackered, into a capital city.</p>\n<p>Why do I insist on painting myself into these corners?</p>\n<p>It’s brain dead.</p>\n<p>On the outskirts of village number two the road turns to shit.</p>\n<p>It's like someone ‘mac’d this thing with nothing but a shovel.</p>\n<p>After a whole day's riding and more than four hundred clicks covered, I pull into “Le Como de Flamboyant”, if you’ll believe that.</p>\n<p>They’ve got a shoebox room with a toilet and bucket showers and an unenthusiastic host who’s wearing a dress that makes her look like Kermit the Frog, or a colour inverted strawberry.</p>\n<p>15,000CFA. Just north of thirty bucks.</p>\n<p>That's shit value for a shit room; four times what it should be.</p>\n<p>There's another room available. The sheets haven't been changed since the last guest. 12,000CFA. Just north of twenty five bucks.</p>\n<p>This is bullshit.</p>\n<p>Although I'm exhausted I don't take it. I can't. It's just too outrageous.</p>\n<p>I do take directions and go looking for the next place. It’s an &quot;Auberge&quot;, which is French for hostel.</p>\n<p>It takes some finding. Time I don't have...</p>\n<p>Here, they have a room with a bed and a fan.</p>\n<p>And a <em>massive</em> spider sprawled out on the dried mud wall.</p>\n<p>As big as my <em>fucking hand</em>.</p>\n<p>Mean looking thing.</p>\n<p>Looks big and powerful enough to jump clean across the room onto my face.</p>\n<p>I ask to look at the bathroom. Filthy communal bucket showers, and an outhouse long-drop to shit in.</p>\n<p>&quot;Comby-an?&quot; - How much?</p>\n<p>7,500 CFA.</p>\n<p>You've got to be fucking <em>kidding</em> me. Twenty bucks for a filthy shithole, rooming with a fucking bird eater.</p>\n<p>I haggle.</p>\n<p>He won't budge a single franc...</p>\n<p>I can't do it; waking up in the middle of the night with that spider on my pillow, eight eyes looking at mine... I can't...</p>\n<p>I head back to the Flamboyant and take my medicine.</p>\n<p>My eyes roll back before my head even hits the pillow...</p>\n<hr>\n<p>Libreville.</p>\n<p>Finally.</p>\n<p>On the way into Libreville, The Shrike's horn just completely stopped working. In a capital city a horn is a critical piece of safety equipment. In traffic, I found myself instinctively press the horn button, and on getting nothing, I would end up in a dangerous situation. Things like nearly getting crushed when splitting in gridlock.</p>\n<p>I had to use my voice box as a pseudo-horn.</p>\n<p>It did the job, but left me hoarse.</p>\n<p>The first place I get to has a poster of my hometown on the wall - advertising it as a <em>holiday destination</em>.</p>\n<p>Bizarre.</p>\n<p>I cop a fat pang of homesickness.</p>\n<p>While I’m waiting about for someone to haggle with, I notice that there’s a weird red splotch on my hand; a perfect round disk of red the size of a coin, with no raised skin or itchiness or nothing.</p>\n<p>Doesn't look like a mosquito bite. This is something new...</p>\n<p>Wait. There’s another one...</p>\n<p>Aaand another one.</p>\n<p>Fuck, here’s another one. And another. <em>Shit</em>.</p>\n<p>What’s been eating me?</p>\n<p>I do a head count and get nine on my left arm and three on my right arm...</p>\n<p>The chief’s here.</p>\n<p>He wants an astronomical 11,500 CFA a night. Minimum.</p>\n<p>Divide 11,500 by 450 in your head... What's that? I can't do it. More than 20, less than 30.</p>\n<p>I end up punching him down to ten grand. That'll do. I don't have the fight in me to try anywhere else.</p>\n<p>Twenty to thirty bucks gets me a big room with a big bed that isn’t 100% clean; she looks a bit splotchy and tired...</p>\n<p>The water doesn't work, but I'm assured that it will be on for an hour each day when the city turns on the water pumps...</p>\n<p>In the meantime: Bucket.</p>\n<p>The power comes and goes.</p>\n<p>It is what it is...</p>\n<p>Not pleasant.</p>\n<p>I take advantage of the already full bucket and wash off the morning rides sweat and grime.</p>\n<p>The chicken skin on my plucked arse has turned into stubble. Delightful.</p>\n<p>To say it feels weird would be a gross understatement.</p>\n<p>Moving right along...</p>\n<hr>\n<p>Libreville is a sweatbox.</p>\n<p>The dead, heavy, wet air and the brutal, merciless sunshine combine to make things constantly uncomfortable.</p>\n<p>Every pore of skin - the whole body over - is pumping out sweat as fast as it can make it. And when I say the whole body over, I mean the <em>whole</em> body over.</p>\n<p>Try that, shoehorned into a “share taxi” with seven other humans. That’s seven people in a normal car. Figure that out... After a while you get used to the idea that you don’t know whose sweat is whose and what smell is coming from where anymore.</p>\n<p>Rankity rank rank.</p>\n<p>Anywho.</p>\n<p>I find the Angolan Embassy. And I’m flat out, unceremoniously rejected.</p>\n<p>Residents only.</p>\n<p>I ask what if I <em>was</em> a resident, and they say that it would take fifteen days to issue the visa, which is more than my current Gabon visa will let me stay in the country for...</p>\n<p>And just like that, I’m in the shit.</p>\n<p>And - just as predicted - I’m going to keep going.</p>\n<p>I’m going to go to Congo.</p>\n<p>Which is dumb; I know it.</p>\n<p>I <em>know</em> that I'm painting myself into yet another corner I don’t want to be stuck in. But I'm doing it anyway.</p>\n<p>So, <em>why</em> am I doing it?</p>\n<p>Dunno. No easier idea...</p>\n<p>On the way home from the embassy the heavy air has turned into angry thunderclouds which break in one of the most impressive electrical storms I think I’ve ever seen.</p>\n<p>I love this shit, it’s got the campfire effect to it; compelling viewing.</p>\n<p>I head out into the middle of the street to watch the show.</p>\n<p>The lightning is stretching and arcing its way beautifully through the sky. Rather than being a mere fleeting moment it feels like it hangs in the air silently for full seconds before fading.</p>\n<p>Stunning. And then the crack and boom and rumble.</p>\n<p>It's right overhead.</p>\n<p>I’m grinning like an idiot when a bolt strikes so close to where I’m standing it’s like a bomb going off in front of my face.</p>\n<p>It’s so close that it’s almost like I hear it a fraction before I see it and then instantly feel it.</p>\n<p>I almost fall backwards trying to get back, hands and arms covering my face, everything tingling.</p>\n<p>I swear all of the best words.</p>\n<p>I reckon that’s quite enough of that...</p>\n<hr>\n<p>So, after the clusterfizzer that was the Angolan embassy I find myself with a fair bit more Gabon time up my sleeve to kill. Nine days, in fact, till my Congo visa kicks off.</p>\n<p>What to do?</p>\n<p>Sloth. Of course.</p>\n<p>I kill time and more time in my crappy room. I put away about six litres of water every day. And that’s while barely moving.</p>\n<p>I hardly piss at all.</p>\n<p>I catch a cold. Anyone who tells you that you catch a cold from being cold is full of shit...</p>\n<p>I call the family because, amazingly, there is internet here, and it doesn’t suck.</p>\n<p>It’s <em>not</em> good to see them.</p>\n<p>They’re all scared shitless. No one can understand why I would want to go to Congo.</p>\n<p>No one seems to get the “why”, and, listening to them, I’m not sure that I know what it is either...</p>\n<p>They're all <em>genuinely</em> scared.</p>\n<p>Their fear and doubt is contagious, and it’s infecting me from half a world away.</p>\n<p>It’s not what I need right now. At all.</p>\n<p>After I hang up I sit and stare blankly through the computer screen. I don't know how much time passes. Just staring.</p>\n<p>I try to hold myself aloof from it, but it’s beaten me: I don’t want to be here anymore; <em>I want to go home.</em></p>\n<p>I’m scared.</p>\n<p>Skittish.</p>\n<p>Damnit. I should be better than this by now. I should be better at keeping a lid on this. New countries shouldn’t hold the fear against me.</p>\n<p>But they do.</p>\n<p><em>Still!</em></p>\n<p>I'm a veteran at this game, for Christ’s sakes.</p>\n<p>Sure, if there was no fear at all the border crossings might get a bit blasé...</p>\n<p>Fear - in small doses - introduces excitement and zest.</p>\n<p>This is how it should be: Don't be crushed by it, have fun with it. Understand how you're feeling and deal with it head on. If nothing else, think on how insignificant your tiny life is. You are a speck and a blink in the immensity of space and time. My life - which is what everyone is worried about - will end. <em>I am going to die.</em> How can I, knowing this, be beaten by fear. Have fear - fear is useful - but be the one dominating it, not the converse. Bravery isn't the absence of fear but the mastery of it. Be brave, be strong.</p>\n<p>If it was easy, everyone would do it...</p>\n<hr>\n<p>On a sudden impulse I head off to the Angolan Embassy, again, to have a crack at getting a super short “transit visa”.</p>\n<p>I figure it's worth a shot and &quot;you miss 100% of the shots you don't take,&quot; or something like that.</p>\n<p>The bloke standing out front of the embassy cracks the shits at me. Something I couldn’t really catch, but I’m guessing was something like “this is an Embassy!” as he points at my hobo pants, which I’ve got rolled up to my knees in a futile attempt to stay cool.</p>\n<p>There’s obviously a level of decorum here that I’ve missed, and he’s not impressed.</p>\n<p>I roll them down to the ankles and suddenly – even in my pink t-shirt that has gone maroon with sweat and grub, I’m presentable.</p>\n<p>Yeah sure...</p>\n<p>Anywho, heading inside, my mate from round one of trying to swindle a visa, Maurice, is plainly the opposite of thrilled to see my mug walk into the joint. Again. The conversation goes something like this:</p>\n<p>How about a transit visa?</p>\n<p>No.</p>\n<p>Pretty please?</p>\n<p>No.</p>\n<p>And that's it...</p>\n<p>I guess I was expecting that. No one can say I didn’t try...</p>\n<hr>\n<p>I kill some more time and distract myself by strolling through the guts of the city of Libreville. It’s pretty modern. There are some baby towers and the local headquarters of a few big, well known, oil companies. But despite how built up it all is the place is oddly quiet, so quiet that I feel the need to whisper, so different from the area that I'm staying in, which is bonkers.</p>\n<p>I decide that I like the place - quiet on the inside, crazy on the outside.</p>\n<hr>\n<p>As I get back to my shithole I finally admit something to myself that I’ve spent the last few days keeping under wraps: I still don’t feel quite right.</p>\n<p>It's a sort of difficulty to focus. I can’t focus on something either with my mind or with my eyes that I’d normally have no trouble with. It’s like being unpleasantly spaced out and a little dizzy.</p>\n<p>It frightens me a bit because I'm not sure if it's really there or not; it's so vague, so in the background.</p>\n<p>What's making me feel like this?</p>\n<p>I've thought about it, and all I know is that I don't know.</p>\n<p>I’ve no answers, just questions.</p>\n<p>If I stop talking about it you'll know that it's come good, just like those red splotches on my arms that have now disappeared...</p>\n<p>I’ve decided that I’m not going to spend another week in this room. So tomorrow I’m going to try doing some exploring in Gabon, see what I’ll find.</p>\n<hr>\n<p>I can’t fucking sleep.</p>\n<p>I’ve been lying in this bed with my eyes shut for hours and hours and hours, and when I open my eyes I’m wide awake, completely alert. Not even close...</p>\n<p>I get up and read a book. Get bored of that. Try to sleep again.</p>\n<p>Hours...</p>\n<p>Nope.</p>\n<p>Still no good - still not even <em>close</em>.</p>\n<p>I waste some time on the computer trying to get sleepy. I call my sister who’s just woken up in her part of the world.</p>\n<p>I look like shit.</p>\n<p>And I’m not exactly sharp...</p>\n<p>Mum’s there with her.</p>\n<p>Things are a little weird; my reply to her latest frantic email was a little brutal...</p>\n<p>Slowly things get going. She says that I’m a good writer, which is surprising.</p>\n<p>I've been sending home some updates, but I never really thought anyone would read them.</p>\n<p>I've always thought that the only person who enjoys reading shit like that is the person who writes it.</p>\n<p>For everyone else it's as boring as batshit for the same reason that going through someone else’s holiday photos is like pulling teeth; you weren't <em>there</em>.</p>\n<p>A perfect example is Tony the Belgian. Way back in Morocco he made us watch endless hours of video and photos from <em>his</em> trips.</p>\n<p>He was having a great time. Everyone else is wondering when he's going to have had enough and we can watch a movie or something.</p>\n<p>There's nothing worse than someone coming back from a holiday showing you every... single... photo...</p>\n<p><em>Kill me.</em></p>\n<p>I figured that the crap I'd sent home would be a yawn fest for all concerned, and that they’d have to read it out of obligation - rather than out of interest.</p>\n<p>But, weirdly, it would seem that some people are legitimately enjoying them.</p>\n<p>I resolve to put the next big message home in a format that they can read while their sitting on the throne, which, let’s be honest, is probably the time of the day when we digest most of our reading.</p>\n<p>Speaking of yawn fests, I’m finally bugging out. At last.</p>\n<p>Sleep.</p>\n<hr>\n<p>Up in the morning like a friggin corpse.</p>\n<p>I don’t want to leave today. I’m not up for it.</p>\n<p>So I don’t.</p>\n<p>Even though I know it’s not good for me, I don’t.</p>\n<p>I kill a whole day glued to this screen, this fucking rectangle.</p>\n<p>Doing useless shit.</p>\n<p>I feel like a grub.</p>\n<p>Is it weird that by illegally downloading some Portuguese lessons off the internet that I feel a real sense of satisfaction, like I’ve actually achieved something?</p>\n<p>Pathetic.</p>\n<p>The bar is set so low that I feel satisfaction for starting something that I’ll have to <em>actually</em> do in the future.</p>\n<p>Bizarre.</p>\n<p>Killing more time, I retroactively scare the shit out of myself by looking up some official travel advice from the British Government that covers some of the countries that I’ve been to so far.</p>\n<p><em>What an eye opener...</em></p>\n<p>The government supplies what I’m calling a &quot;heat map&quot;, which is a “traffic lighted” map of each country.</p>\n<p>Areas can be green – which is, of course, &quot;no worries&quot;, yellow – which is &quot;avoid all but essential travel&quot;, and red – which is essentially saying &quot;don’t even think about it&quot;.</p>\n<p>First, I check Nigeria; it’s red in the north and yellow in the south, kind of like I expected.</p>\n<p>Then, Mauritania; I nearly fall off my chair.</p>\n<p>Red. Lots of red. Mostly red, in fact. Places I’d been. Places I’ve spent <em>weeks</em> in.</p>\n<p><em>Holy Fuck!</em></p>\n<p>I had no fucking idea.</p>\n<p><em>Oblivious.</em></p>\n<p>The whole of that train trip, and <em>all</em> of that Sahara stuff was <em>red</em>.</p>\n<p>I freak out for <em>past me</em>. Which is weird to say the least.</p>\n<p>We <em>hitchhiked</em> in that!</p>\n<p>Bloody good thing I didn’t know about this, or I never would have gone there in the first place.</p>\n<p>No chance.</p>\n<p>I might have not done Africa at all if I had seen any of <em>this</em> while in Spain.</p>\n<p>Thank god for happy ignorance. Bliss, apparently.</p>\n<p>And I wouldn't have done any of that if not for travelling in a group...</p>\n<p>There's definitely a feeling of invincibility in a group. No matter what happens, you’re in it together and you’ll get each other out of the shit if need be. Someone’s got your back. The comfort zone moves way, way out – you can be as brave or as stupid as you want to be.</p>\n<p>No fear.</p>\n<p>The polar opposite is being alone. You have to take care of yourself. No one else will...</p>\n<p>I’ve been taking the easiest, least-risky road because I don’t know if I can deal with something going wrong.</p>\n<p>I feel like it’s an opportunity gone begging.</p>\n<p>But. The self-discovery, if you can call it that, is magnified in the solitude. I don’t know what it is that I’m learning about myself, but I’m sure it’s something.</p>\n<p>Plus, the sense of achievement is magnified. Mundane things in a group, like crossing Nigeria, now become a badge of honour when done solo. I didn’t need anyone’s help; I did it myself.</p>\n<p>I reckon I would have felt like I’d cheated had I done it any other way...</p>\n<p>But after months of solitude I’m missing companionship.</p>\n<p>If a guy rides a motorbike solo through Africa and no one's there to see it, did it ever really happen?</p>\n<hr>\n<p>After promising myself I’d leave Libreville today and go explore Gabon, I wake up to thunderstorms. I’m stoked: the decision has been taken out of my hands.</p>\n<p>I go back to sleep.</p>\n<p>The thunderstorms clear. The ball is back in my court again...</p>\n<p>I’m going to wimp out.</p>\n<p>I take the cop out and decide to kill another day. &quot;Future Me&quot; is furious; Gabon could be something incredible, and I’m wasting a free hit by wallowing in this dump. &quot;Present Me&quot; doesn’t give a single shit.</p>\n<p>Show me infinite time and I’ll show you zero motivation.</p>\n<p>Another day in the heat.</p>\n<p>Another day in my head.</p>\n<hr>\n<p>Something that I've come to realise, though I'm not 100% certain about it, is that I don't think that I actually miss home.</p>\n<p>Well, I do. Of course I do.</p>\n<p>I do.</p>\n<p>Mum - don’t kill me - I do...</p>\n<p><em>But...</em></p>\n<p>As much as I miss home I think I miss <em>stability</em> even more.</p>\n<p>I reckon, right now, I’d be just as happy to go to London - where I know people - as I would be to go home.</p>\n<p>For a little while at least I would like there to be a few less &quot;question marks&quot; in my future.</p>\n<p>Well, maybe not less question marks, but less severe ones than the ones that Africa poses. I reckon that's why I've been slothing in Libreville. For three days now there's been absolutely no &quot;what-ifs?&quot; From the security of this hotel room there's nothing that can happen to me - good or bad. And that's been nice. Here, I'm the boy in the bubble, interacting with the world through a safe rectangle.</p>\n<p>Nothing can hurt me.</p>\n<p>A week ago I thought that all I wanted to be was home again, but after three days of reflection it seems that that's not what I want at all. Being home would thrill me momentarily, but after the initial excitement it would depress me. Honestly, if I was dropped, right now, into home, I would be a complete loose end. I'd have no idea what I’m going to do next...</p>\n<p>What I want is for things to be easy for just a little while.</p>\n<p>No. No that’s not it.</p>\n<p>My hands shake and my throat chokes up as I start to write what it <em>really</em> is. And I can’t... I can't write it. But then, I have to.</p>\n<p><em>I want out of Africa</em></p>\n<p>Is that it then? Is that what's eating me?</p>\n<p>Not that I'm home sick, but rather that I'm done with Africa?</p>\n<p>I reckon it might be.</p>\n<p>I think that's why in my head I'm getting that feeling of mad desperation for the finish line.</p>\n<p>It's not to go home, it's to leave this continent.</p>\n<p>Which is odd.</p>\n<p>I don't hold any animosity for Africa. I enjoy being here, in fact. I'm totally here on my own volition and under no duress to continue whatever. The stresses are entirely self-inflicted, and the worry of the unknown isn’t that bad at all. It's <em>me</em> who's doing the magnifying.</p>\n<p>It's all wonderfully analogous to the marathon. No-one makes me run marathons; I do them out of my own choice. But just like the marathon we're at the halfway mark now and the demons are kicking in. And I want it finished with. This ride is a marathon. At the halfway point the cracks begin to form, they tempt you to panic and lift your speed with all that adrenaline. But, just like in a marathon, it's the last ten clicks where you prove your worth, where you learn something about yourself, where you earn that finish line.</p>\n<p>The hard way.</p>\n<p>I'm going to earn it.</p>\n<p>I <em>will</em> keep a level head.</p>\n<p>I will not take the temptation to blow out of proportion my fear.</p>\n<p>I'll make it. Whenever and however that happens, I'll make it. One stride, one day at a time.</p>\n<p>I'm good at this.</p>\n<hr>\n<p>Another sleepless night.</p>\n<p>I wish I had drugs.</p>\n<p>With all this lazing around, doing nothing, the body’s not sending the message to my brain that it’s time for lights out.</p>\n<p>My mind buzzes from one useless thought onto the next.</p>\n<p>It's incredible where the mind runs to when given its reins; at one point I catch myself trying really hard to remember precisely the scene from one of the Mission Impossible movies, the scene where they’re swapping diamonds for nuclear launch codes in a skyscraper in Dubai...</p>\n<p>Fuck knows why my head went there, but, rest assured, if I traced it back - thought by thought - it would make sense where that thread started. Somehow.</p>\n<p>Makes me wonder where else my brain’s been running off to when I’m not watching.</p>\n<hr>\n<p>It's bright...</p>\n<p>I must have finally nodded off at some point.</p>\n<p>The morning's come, all too soon...</p>\n<p>I don’t want to go.</p>\n<p>Again.</p>\n<p>My safe little hovel that I’ve feathered out is dragging on me to stay – just one more day.</p>\n<p>But this time I’m not giving myself the option.</p>\n<p>After the usual morning grind of a miserly bucket shower, a greasy breakfast, packing up all my shit and humping it out onto the bike in the already filthy heat, I'm away.</p>\n","nextChapterExists":true}