{"chapter":"<p>I learn from my mistakes.</p>\n<p>I stop often, drink often, lunched big and early, piss regularly, stop for photos, slow on the speed, light on the throttle.</p>\n<p>Smell the roses.</p>\n<p>The ride is so, so much better for it.</p>\n<p>I pass the equator, again.</p>\n<p>The whole wet and sweaty riding jeans ripping out my arse hair is really starting to give me the willies. So much so that I reckon I might try powdering my bum with talcum powder, like a baby, to keep it dry so that everything slides around like it should.</p>\n<p>It's killing me <em>that much</em>.</p>\n<p>I break after half a day's ride at a place called <em>Ndjole</em>. That'll do.</p>\n<p>I shack up at a shitty hotel, paying an outrageous 8,000 CFA (twenty-ish bucks).</p>\n<p>I think that a lot of sex happens here... The first room I took a look at had playboy bunny sheets. Classy. The playboy bunny room had air conditioning, which doubled the price, so I took the fan room instead.</p>\n<p>It’s a pretty cool village, this one. It's situated right on that big wide river I was talking about before - which is still moving at a hell of a clip - and is surrounded by green mountains.</p>\n<p>It's got a solid fresh food market, lots of tiny bars and a &quot;strip&quot; where everyone is cooking up mystery meats.</p>\n<p>My kind of place.</p>\n<hr>\n<p>I can’t sleep. Again.</p>\n<p>It must be so late...</p>\n<p>With two days of very little sleep, and a violent rain smashing on the tin roof, I should be out like a light.</p>\n<p>Nope.</p>\n<p>I can't stop tossing and turning. Restless.</p>\n<p>Someone downstairs starts playing jungle drums...</p>\n<p>Loudly...</p>\n<p>Fuck them.</p>\n<p>Then <em>bass</em>. From speakers. Bass so loud and heavy I can <em>feel</em> it as much as I can hear it.</p>\n<p>Is this place a <em>club</em>??</p>\n<p>Shithouse.</p>\n<hr>\n<p>The village is soaked through.</p>\n<p>Big, deep puddles everywhere and heavy clouds about, but it's not raining now.</p>\n<p>I grab a greasy omelette and coffee, and again I entertain the idea of staying put, using the &quot;wetness&quot; as an excuse.</p>\n<p>Not good enough.</p>\n<p>I’m locked and loaded by mid-morning.</p>\n<p>Before taking off I check the chain tension with my finger. It's actually quite loose. <em>Really</em> loose, in fact. That's a bit disturbing, since the last time I tensioned it I probably overdid it, and that was only maybe a thousand clicks ago...</p>\n<p>I did Mechanical Engineering 101 (or something like that...) back in university, so I know that this probably means it's in a &quot;plastic deformation&quot; phase (or something like that...) meaning failure is just around the corner. Not good.</p>\n<p>But, then again, given that I’ve been sweating on the chain failing ever since France, it's done remarkably well and vastly exceeded all of my expectations.</p>\n<p>But that doesn’t mean I won’t be pissed off if it craps out on me in the middle of nowhere...</p>\n<p>Right, moving on.</p>\n<p>We’re off to national park land.</p>\n<p>It’s a great start to the day.</p>\n<p>Right off the bat I’m happy to just chug along in 4th gear - the slower the better.</p>\n<p>I’m grinning like an idiot and waving to everyone. Today’s only a hundred-ish click jaunt, and it’s always these short days that bring out this slow and happy headspace in me.</p>\n<p>It's a great way to travel, and I’m sitting somewhere between happiness and near euphoria.</p>\n<p>I love this shit.</p>\n<p>I come around a corner and take in a scene in the space of a few seconds.</p>\n<p>It’s a checkpoint. It doesn’t look legit... They’re not uniformed, and Gabon’s been pretty tight on that so far. They’re being overly aggressive with people already stopped. There’s lots of yelling. The big guy doing most of the yelling’s got a massive shotgun that he’s making a point of waving around.</p>\n<p><em>Fuck</em>.</p>\n<p>I pull up because they make me.</p>\n<p>This guy’s not into my &quot;Sorry for my bad French, haha, what is your name?&quot; icebreaker routine, he’s straight to business - no pleasantries.</p>\n<p>“Insurance.” I give him the Laissez-Passer instead.</p>\n<p>“Non! <em>Insurance</em>...” Damnit. He gets it.</p>\n<p>“Identity card.” I give him my passport this time. I get off the bike and take a drink. He's going through the papers with the bloke with the shotgun; they’re making noises about a permit...</p>\n<p>“Permit por-qua?” I ask. He hands me back my papers, squeezes my saddlebags a few times and then without a word just walks off...</p>\n<p><em>Is that it then??</em></p>\n<p>Shit, I’m not waiting around to find out.</p>\n<p>I’m out of there.</p>\n<p>Despite being, I guess, legitimate, it's spooked me. Bad.</p>\n<p>Must’ve been the shotgun.</p>\n<p>And I was having such a nice morning...</p>\n<p>The cheesy euphoria has given way to a drained, deep lethargy.</p>\n<p>I feel like shit.</p>\n<p>Exhausted in my bones.</p>\n<p>I take the turn off for the &quot;N3&quot;, my road to the national park.</p>\n<p>Stoked: it's still tarmac.</p>\n<p>Around the first bend and the tarmac gives way to red dirt...</p>\n<p>Figures.</p>\n<p>It’s not exactly surprising that they haven’t bothered to tar a road; according to the maps, there's less-than-bugger-all out here.</p>\n<hr>\n<p>It's a much slower ride and, as always, a bit of a head fuck.</p>\n<p>Riding solo off the beaten track is a mind job.</p>\n<p>It's remote out here, un-trafficked, hardly any villages to speak of.</p>\n<p>If something goes tits up that requires some assistance (because I’ve got no idea what I’m doing) help is going to be a very, <em>very</em> long time coming.</p>\n<p>And there's no &quot;legging it to the next village&quot; either; there's fucking <em>no one</em> out here.</p>\n<p>My mind sprints in the hamster wheel of useless, going nowhere, &quot;what ifs&quot;.</p>\n<p>Busted chain. That's going to suck, but I can probably fix it by myself.</p>\n<p>It's the tyres that gets me... Again and again and again; It's the chink in my &quot;what if&quot; armour. I'm not sure if I could do a tyre change with my pissy little tyre irons all by myself. And even if I can, I don't have a pump... Normally, that wouldn't be a problem. Because normally there are people around...</p>\n<p>The path is rocky and heavily corrugated.</p>\n<p>Puncture-ville.</p>\n<p>It'd worth having a simple hand pump in the bag just to get it out of my head.</p>\n<p>If something goes wrong, I'm sorta fucked...</p>\n<p>Forgetting all that; I'm on a gorgeous red dirt track that hasn’t turned completely to shit in the rain.</p>\n<p>We dance together up and down and around deep green mountains, thick with rain forest. The sky is heavily overcast, making it a perfect temperature to ride. The whole thing, and the thumping, sweet Enfield, it’s all a thing of beauty.</p>\n<p>And all I can think of, <em>still</em>, is something going wrong.</p>\n<p>It <em>shits</em> me.</p>\n<p>It takes a conscious and near constant effort to try to keep my mind positive, and stay in the &quot;here and now&quot;. The present - where absolutely nothing is wrong and everything is delightful.</p>\n<p>And it <em>is</em> delightful.</p>\n<p>Just me and the green.</p>\n<hr>\n<p>After a while in the thick crowding jungle, I blink, and the whole world transforms. Gone is the jungle in a twinkling. Replaced with an utterly cleared, rolling, mountainous grassland, that after the claustrophobia of the jungle seems to go on <em>forever</em>.</p>\n<p>I’ve got to stop the bike and take a moment...</p>\n<p>Stunning.</p>\n<p>Jaw dropping...</p>\n<p>I love being surprised. Surprised and delighted. This is <em>awe inspiring</em>.</p>\n<p>The sheer size of the sudden expanse, green grassland all the way to a hilly horizon.</p>\n<p>I'm like Bambi on the edge of the meadow.</p>\n<p>I wonder if we people only find beauty in <em>contrasts</em>. In music, it's the unexpected change in the music that induces shivers up our spine...</p>\n<p>I can't tell if this latest change is natural or man-made. Natural doesn't make sense. The altitude, I don't think, shifted <em>that</em> much. But man made doesn't check-out either; the area seems too <em>vast</em>. Plus, if you log an area you don't get grasslands, you get shitty little trees and saplings. Here, there’s nothing but grass and hills and mountains forever and ever.</p>\n<p>As I crack on into the grasslands, letting the weight of the bike roll us down a decline, I’ve got my arms spread out, flying down the hill. I'm yelling into my helmet</p>\n<p>&quot;<em>This is what it's all about!! This is it</em>!&quot;</p>\n<p>And it is.</p>\n<p><em>This</em> is why I wanted to go exploring; it's to be as thoroughly wowed as this.</p>\n<p>In an instant it feels like the whole journey has been vindicated, again.</p>\n<p>I try my horn again. I feel like making some noise.</p>\n<p>On the third push it comes to life again! Scares me!</p>\n<p>Even the Enfield is healing out here.</p>\n<hr>\n<p>As we get closer to our destination - <em>Lope</em> - a river comes along. It’s a <em>huge</em> bastard. I think it might be the same one as before, but here it seems to be somehow both wider and faster.</p>\n<p>It’s <em>immense</em> and absolutely ripping along.</p>\n<p>A fearsome beautiful thing.</p>\n<p>I love it out here.</p>\n<hr>\n<p>I cruise into Lope somewhere in the afternoon.</p>\n<p>I follow some signs to a hotel sort of lodge sort of thing. It's a long way out of the main village but it looks pretty decent so I reckon I’ll have a crack.</p>\n<p>I ask how much for a night and I <em>swear</em> they say 520,000 CFA. I double check. Then triple check.</p>\n<p>I’m sure of it.</p>\n<p>Divide that by 450…</p>\n<p>That’s over a thousand bucks.</p>\n<p>For one night!</p>\n<p>Bloody hell.</p>\n<p><em>Surely not</em>.</p>\n<p>I don't know any other number that sounds like “sank sant vant mill.” Sank, five. Sant, hundred. Vant, twenty. Mill, thousand.</p>\n<p>Fuck a duck.</p>\n<p>Back to Lope then...</p>\n<hr>\n<p>I quickly find another joint. It's perfect. Ideal.</p>\n<p>It's the best value place I've found in Gabon, by a long way. 5,500cfa for the night - the cheapest in Gabon by something like half.</p>\n<p>It's clean. It has a mosquito net. The communal shower works a treat. So does the toilet. The sheets are even new and vibrant and colourful.</p>\n<p>I’m totally stoked with it.</p>\n<p>Lope is <em>a lot</em> smaller than I had expected. It's so small in fact, that there's nowhere that sells petrol...</p>\n<p>I was assuming, and fairly, that just like the rest of Africa there'd be <em>someone</em> selling bottles of petrol.</p>\n<p>Nope.</p>\n<p>While I’m chowing down a whole chicken deep fried out of all recognition (fucking delicious mind you), I ask the chef how much further along till there's petrol.</p>\n<p><em>Two hundred and eighty clicks</em> down the road...</p>\n<p>Fuck fuck fuck <em>fuck</em>.</p>\n<p>Why the hell didn’t I add some more juice in at the last stop!</p>\n<p>Idiot!</p>\n<p>Fuck <em>shit</em>!</p>\n<p>The last time I refuelled was... what? Fifty clicks outside Libreville, on the way <em>into</em> Libreville.</p>\n<p>-ish...</p>\n<p>So that means fifty clicks plus yesterdays ride of 250-ish, plus today's ride of 120-ish. That makes 420km.</p>\n<p>Four hundred and twenty kilometres since I last refuelled...</p>\n<p>That's a lot.</p>\n<p>I chow the rest of the chicken and go check The Shrike.</p>\n<p>Enfields don't have a fuel gauges...</p>\n<p>I have to pop the cap and rock the bike around.</p>\n<p>There’s fuck all swishing around in there...</p>\n<p>How the <em>hell</em> did I not think of this?</p>\n<p>With this much fuel I’ll be lucky to make it back the hundred plus clicks back the way I came without having to get off and push...</p>\n<p>As for going 280 clicks forward? Forget about it.</p>\n<p><em>Fuck!</em></p>\n<p>I head back to the &quot;restaurant&quot;, and ask the chef if there's anyone in the village with petrol in jars.</p>\n<p>He doesn’t think so. He heads off to make enquiries.</p>\n<p>He quickly comes back and it's good news, the bloke down the road about a kilometre sells jars of “essence”.</p>\n<p>Thank <em>fuck</em> for that.</p>\n<p>I kill the afternoon by taking a walk of the tiny village, and then sit on a log and read a book till the mozzies come out and force me to move on.</p>\n<p>I head off to the part of the village with the guy who sells fuel.</p>\n<p>He's fresh out...</p>\n<p><em>FUCK!</em></p>\n<p>I plead but he really does have nothing. Not a drop.</p>\n<p>Alternatives...</p>\n<p>Siphon fuel and pay someone? The big hotel might have their own supply.</p>\n<p>Then it hits me like a thunder bolt - I <em>did</em> fill up after Libreville. How did I forget about that??</p>\n<p>Jesus I must've been out of my mind...</p>\n<p>Crisis averted.</p>\n<p>This next leg might be a tight one though!</p>\n<hr>\n<p>Finally, a good night’s sleep is in the books.</p>\n<p>Halle-fuckin-lujah.</p>\n<p>I head to breakfast with my mate the greasy chicken chef. 1,300 coins for an omelette with coffee. Three dollars. Bloody pricey, this joint.</p>\n<p>First item on today’s agenda is where to find the next petrol along to road heading east. Apparently the place to go is called Lastoursville. That's good, I’ve seen that on the maps, it's only a couple of hundred clicks away. I <em>should</em> be able to get that done on the current tank of juice. Good good.</p>\n<p>I then ask about Koulamoutou - the next town along the line. Yep, that's got petrol as well.</p>\n<p>Bonza. All's looking good.</p>\n<p>I ask the chef about the road from Koulamoutou to Ndende?</p>\n<p>He says the road's no good.</p>\n<p>Shit. I poke my head out the door and point up to the road where I came from yesterday, a useful benchmark. Like that?</p>\n<p>No. He then does his best charades of bouncing a motorbike into a craterous pothole...</p>\n<p>Fuck.</p>\n<p>It’s only just now occurred to me that I never stopped to think and re-assess the plan after yesterday’s ride. Seems crazy in hindsight.</p>\n<p>Better late than never. Yesterday’s one hundred clicks of breaking new ground on the “N3” took me roughly 3 hours. It wouldn't have been safe to go much faster given the corrugations and the rocks. In the whole ride there wasn't a single real functioning village. A few abandoned villages here and there and maybe the occasional one or two with a human. No places to stay, no petrol, no food. Not much traffic either, maybe a vehicle every half hour, I reckon. And this is the N3 - a major road - the connection between the capital and “Franceville”, which, I’m told, is the third largest city in the country.</p>\n<p>It never occurred to me that the roughly three hundred click road from Koulamoutou to Ndende - from nowhere to nowhere - might be an untraveled, empty, nightmare of a road.</p>\n<p>It’s occurring to me now though...</p>\n<p>And, just like that, bang, it goes from looking totally do-able to crazy. This isn't like Liberia or Cote d'Ivoire where there’s a bunch of small rural villages on the road that I can use as a get out of jail free card should the shit hit the fan.</p>\n<p>No.</p>\n<p>I know I can make it to Koulamoutou, I know I can make it to Franceville if need be. But what happens from there? Three hundred <em>offroad</em> clicks in a day? I don't think it's possible. Not for me...</p>\n<p>And then what? Where are you going to sleep? What are you going to eat? What if something goes wrong? What if the road is impassable? What if you get sick? What if you have a prang?</p>\n<p>What if? What if? What if?</p>\n<p>What if you do something as simple as puncture a tyre, and there's zero traffic. Lie back and think of England. Because you're fucked.</p>\n<p>Literally, if just about anything doesn't go just right, in the middle of bumfuck nowhere, you've <em>had it</em>.</p>\n<p>There's being adventurous and then there's being stupid and reckless. All of a sudden I've crossed the line. &quot;Death by misadventure&quot; again.</p>\n<p>I’m not happy with this, at all. Even though I know it might all end in tears I still want to crack on; I <em>hate</em> backtracking and yesterday's left me with an appetite to see more of Gabon.</p>\n<p>The other option is to go a little further south east of Lastoursville to a place called Moanda, and then head south to cross into the Congo. But that leaves 200km of unknown Congo back roads, with no alternatives, which might be even less appealing than the Gabon &quot;N6&quot;.</p>\n<p>It's not looking good.</p>\n<p>I don't even have the time to go and have a look and then, if it’s a balls up, retrace my steps; my Gabon visa ends in under a week, to get to the Congo border from Franceville, the long way around, is a colossal distance, and on a lot of dirt to boot.</p>\n<p>Fuck it all.</p>\n<p>I’m going back the way I came.</p>\n<p>And I hate myself for it.</p>\n<p>What’s worse? To regret that you’re a pansy? Or to regret that you’re an idiot?</p>\n<p>I wish I wasn’t alone out here. It’d be a different story altogether.</p>\n<hr>\n<p>While I’m getting my shit in a pile to take off I get talking to a couple of truckers who are sitting about, taking the air. I explain to the truckers what I wanted to do and they tell me that the road from Franceville to Dolisie via Oyo is all paved, “pas de problem.”</p>\n<p>Bullshit! <em>Paved</em>! You serious??</p>\n<p>The pendulum swings, again.</p>\n<p>I run off to grab my GPS so I can find Oyo, excited that I might have just snagged a life.</p>\n<p>And... Nope.</p>\n<p>Well, not really.</p>\n<p>Oyo is <em>way</em> out east, near Cameroon. Sort of. The route they were describing was Franceville-Oyo-Brazzaville-Dolisie. All of it has been 'mac'd. Apparently.</p>\n<p>I'd rather avoid Brazzaville if I can...</p>\n<p>I explain to the truckers that I want to go from Moanda to Dolisie.</p>\n<p>Nope. According to the truckers, the road's no good.</p>\n<p>The pendulum swings right back again.</p>\n<p>I give up, load up The Shrike and get ready to peel out.</p>\n<p>I'm about to turn on the bike when by habit I reach into my pocket to grab the GPS.</p>\n<p>It's not there...</p>\n<p>The cold fizz in the head and frantic pat of every pocket followed by a statue - One hand on my arse pocket, the other clasping my inner jacket pocket.</p>\n<p><em>Shit!</em></p>\n<p>I fly back to the room, which, as is my custom, was already turned upside down before I left, so I turn it right side up again.</p>\n<p>Nothing. Where the <em>fuck</em> would it be? Did I leave it at breakfast? No. Ah!! It's in the toilet, that’s it, I remember!</p>\n<p>Big strides down the hallway to the communal toilet.</p>\n<p>It's not there.</p>\n<p>Fuck fuck fuck fuck <em>FUCK!!</em> Someone's taken it, either to steal it, or maybe to report it lost.</p>\n<p>In my head - concurrent with the panic - I'm already thinking of how I'll travel without it. Thinking of how I'll make it work; it's a fairly critical bit of kit and it's almost irreplaceable in this part of the world - you just can’t buy them. My head is a blur but already I'm making plans for how it will all be ok. And this is all happening between the ears in the fractions of seconds it takes me to close the toilet door. The brain and all those panic chemicals can be a hell of a thing.</p>\n<p>Then it hits me, the shower!</p>\n<p>And yes, thank Christ, there it is. I'd put it down to wash my hands and then left it there on the sill.</p>\n<p><em>Fark mee</em>.</p>\n<p>I breathe again.</p>\n<p>Very lucky to jag that one.</p>\n<p>That's quite enough excitement for one morning...</p>\n<p>Take two. Let's get out of here.</p>\n<hr>\n<p>I absolutely flog it back the way I came.</p>\n<p>I know that it’s not necessary, but sometimes I just feel the need for speed. I've seen the scenery already so I’ve got no qualms about gluing my eyes to the road and just hammering it.</p>\n<p>It’s great fun.</p>\n<p>The combo of familiarity with the track, and the fact it’d dried out some overnight, brought on a bit of a loss of respect and an increase in complacency.</p>\n<p>I’m moving fast and fancy free.</p>\n<p>Bang. Right out of fucking nowhere with no warning around a blind corner there’s a fucking speeding truck.</p>\n<p>I’ve got to react like a mongoose.</p>\n<p>I nearly get murdered.</p>\n<p>Because I’m all alone out here I’ve been using <em>all</em> of the dirt road to pick out the best, smoothest track. Left side, right side, right up the middle, it didn’t matter.</p>\n<p>I was on the wrong side of the road.</p>\n<p>No time to think and I swerve the bike over, hard to the side, and miss the truck by <em>nothing.</em></p>\n<p>I still can’t believe it didn’t hit my back wheel.</p>\n<p>Tweak a couple of the variables, either speed, reaction time, a bit sooner or a bit later on the corner from either of us, him in the middle of the track, a little less luck and I’m dead.</p>\n<p>Scared the absolute shit out of me.</p>\n<p>I have to pull over to walk off the shakes.</p>\n<p>Helmet off and it’s all quiet again. Peaceful, calm, still and serene.</p>\n<p>No one’s dying.</p>\n<p>I’m side saddle on the bike calming down and looking absently into the jungle when the tree right behind me on the roadside starts rustling I turn in a snap to see what it is, but it’s stopped.</p>\n<p>I stare at it, hard. Even though it's was just spitting distance away I can't see a thing.</p>\n<p>It sounded very close... But it’s quiet now.</p>\n<p>There’s another movement in the corner of my eye, away to the right, way up the road, and I turn to Look. High in the trees, maybe fifty steps away, there’s branch moving, like something's just jumped off it or onto it. Must be monkeys...</p>\n<p>I’m straining to catch a glimpse. Straining to hear something.</p>\n<p>But everything is quiet and calm again.</p>\n<p>A snort like a furious bull comes from out of nowhere, right next to my head, <em>roaring</em> through the silence.</p>\n<p>I <em>shit a cinder block</em>.</p>\n<p>I snap my head to look back into the jungle behind me and in the same motion swing my leg over the bike.</p>\n<p>I blindly twist the key and hit the ignition without taking my eyes off the green and I <em>get the fuck out of there.</em></p>\n<p>I didn't see <em>anything</em>. Nothing.</p>\n<p>Do they have fucking <em>gorillas</em> here??</p>\n<p>Jesus tap-dancing <em>Christ</em>. Why didn't anyone tell me they have fucking gorillas!? It couldn't have been anything other than a very pissed off gorilla; an elephant wouldn't fit in jungle that thick.</p>\n<p>I'd love to see a gorilla; but not that fucking close... All I can imagine is King Kong pealing out of the jungle and ripping my limbs off.</p>\n<p>There was menace in that snort. Like whatever the fuck it was wanted to send a clear message: Fuck, off.</p>\n<p>Message received...</p>\n<p>My heart won't stop.</p>\n<p>And here I was worried about trucks...</p>\n<hr>\n<p>Not long after shitting a metaphoric brick, I start to drop my guts with a disturbing, unusual regularity.</p>\n<p>Big one's...</p>\n<p>Ominous.</p>\n<p>Trucks be damned. I <em>fly</em>.</p>\n<p>As I get back to the tarmac road I’m starting to cramp up. Badly.</p>\n<p>Not good...</p>\n<p><em>Really</em> not good.</p>\n<p>I wring the throttle and smash the tarmac like a man possessed.</p>\n<p>I make amazing progress, but I already know it's in vain.</p>\n<p>We've been here before; it was on a boat off the shore of Guinea-Bissau...</p>\n<p>I <em>will not</em> tempt fate again.</p>\n<p>I concede defeat, pull over, and run into the jungle.</p>\n<p><em>Whoosh...</em></p>\n<p>That gorilla's <em>literally</em> scared the shit out of me.</p>\n<p>The jungle insects come out of the woodwork for this.</p>\n<p>I think of a huge gorilla sneaking up on me while I'm taking a furious shit.</p>\n<p>March flies are already biting my arse.</p>\n<p>At least I hope they're march flies...</p>\n<p>Even though I'm not entirely evacuated I reckon it's enough to make it back to Ndjole without further incident.</p>\n<p>All in all, not as harrowing an experience as I thought it would be.</p>\n<p>Excepting the boat incident, it's my first unsupervised crap in the wild. I'm almost proud of myself.</p>\n<p>Nah, bugger it, I <em>am</em> proud of myself.</p>\n<p>So what?</p>\n<hr>\n<p>I pull into Ndjole, again.</p>\n<p>I’ll be buggered if I’m staying in the seedy joint with the playboy sheets and the rave happening downstairs again. Stuff that.</p>\n<p>I try a joint called the “hotel de ville”, which sounds like it must be evil and kidnap dalmatian puppies...</p>\n<p>I interrupt a bloke taking a kip out on the front porch in the sunshine. He's a bit confused when I ask for a room. I ask again. He looks genuinely confused... tells me no, there are no rooms.</p>\n<p>What?? No rooms in a <em>hotel</em>.</p>\n<p>No.</p>\n<p>We both just stare at each other. He seems to be as confused as I am.</p>\n<p>None of it makes any sense.</p>\n<p>In any case, it seems that that’s not an option, so I wish him a nice day and go head to my hotel/nightclub.</p>\n<p>Same room and everything.</p>\n<hr>\n<p>Still can't sleep.</p>\n<p>I'm sick of this sucky foam mattress. It's another one of those one's that you just drown in.</p>\n<p>Tossing and turning, then I <em>feel</em> something big crawl onto my head from the pillow.</p>\n<p><em>Big</em> big.</p>\n<p>Calmly I swish it off my forehead with a flick of the wrist (calmly?? How the hell am I so calm??). It goes flying over to the side of the bed. I scramble for a light.</p>\n<p>It’s the biggest cockroach I’ve seen in my life. Some abomination of nature. One of those huge flying bastards.</p>\n<p>Yuck.</p>\n<p>How the <em>hell</em> has it got past the mozzie net??</p>\n<p>I can’t believe how calm I am. How calm I was. I would have expected that an unexpected visitor on my head in the middle of the dark night would have scared the bejeezus out of me and left me dancing a wild, slapping jig.</p>\n<p><em>Especially</em> after seeing that bird eating spider the other day...</p>\n<p>I lift up the mozzie net and backhander the roach somewhere across the room. Live and let live, right?</p>\n<p>Plus, if I smush the thing it’s going to make a hell of a mess.</p>\n<hr>\n<p>Over days the beauty of Gabon fades.</p>\n<p>I'm just getting the miles done to get to the border.</p>\n<p>The road is in good nick, and I make good progress.</p>\n<p>There’s lots of very small villages, so there’s no need to worry about getting in the shit – there’s always an easy out.</p>\n<p>On the road there’s always waving, screaming, smiling kids, and friendly villagers, always ready with a big smile and a wave.</p>\n<p>They’re a very friendly bunch.</p>\n<p>Except where it comes to animals...</p>\n<p>There’s obviously a very healthy &quot;bushmeat&quot; trade happening in these villages, and the wares are displayed on the roadside for potential buyers.</p>\n<p>There ain’t no wildlife conservation here. No sir...</p>\n<p>I’ve seen a <em>tonne</em> of animals strung up.</p>\n<p>There are creatures that look like a gofer sort of rat that are the size of dogs; small crocodiles or alligators or whatever; jungle cats, yep, flecking jungle cats! They look like a spotted leopard mixed with a large house cat. Shame it’s dead, it'd make an awesome pet; there are tiny pygmy antelope looking things; another great pet if it wasn't dead; and then something that looks like an armadillo. I don’t even know what an armadillo looks like, but I reckon this is something like it - it looks like it’d roll up in a ball for self-defence; I even see a <em>toucan</em>, or I’m guessing it’s a toucan. It looks like the cartoon versions of a toucan that I know, anyway. Huge beak, colourful. Dead.</p>\n<p>And then there’s the monkeys. They’re ubiquitous.</p>\n<p>And terrible.</p>\n<p>The worst.</p>\n<p>The post-mortal cruelty ratchets a notch for these tragic monkeys...</p>\n<p>It’s like the locals have a little competition going to see who can put on the <em>least</em> humane display. It’s full on.</p>\n<p>Some are hung up by the arms like they’ve been crucified; some by the legs, upside down; some by their tail which is also tied around their neck like a choking noose; some are cooked and splayed open like a starfish, gutted right up their middle. All of them have a grotesque grimace on their face, teeth bared, like they are frozen in the agony of their death. The eyes are the most disturbed, locked in a squint of terrible pain.</p>\n<p>It makes me shudder every time. It’s fucking awful.</p>\n<p>How does anyone find that <em>appetising</em>?? Who's eating this??</p>\n<p>Anyway, it’s been a few days of long rides, shitty accommodations, and all in all, fairly uneventful.</p>\n<p>About the only thing worth noting was running into a couple of travellers in a van while at a rare Gabonese checkpoint. They were a young couple from Switzerland. Two modern-day hippies.</p>\n<p>We did the whole &quot;you're white, I'm white, we should probably talk&quot; thing.</p>\n<p>Their van did a transformer routine, and out comes a picnic bench and seats.</p>\n<p>We pored over maps and shared war stories.</p>\n<p>They’re doing a lap of Africa in the other direction to me – going down the east coast and now coming up the west.</p>\n<p>The adventurous are always interesting, or maybe it was all the choof they’d been smoking - the van reeked of it.</p>\n<p>Anywho. They reckon that the east coast was a little too touristy and a little too developed. I assured them that the west coast wouldn’t have the same problem...</p>\n<p>They reckon that Angola was a breeze, and all of the roads have been ‘mac'd.</p>\n<p><em>Brilliant</em>.</p>\n<p>They tell me to be ready for a bit of a grind though, as the roads in Congo are a bit shit. Muddy, apparently. Though I'm sure that after nothing but tarmacked roads for them that they struggled with any wet dirt road...</p>\n<p>They reckon that the Congolese - in both countries - were the nicest people they had met so far on the trip. <em>Big call</em>. And the border crossings are a breeze; no one ever gave them any grief.</p>\n<p>All good news then!</p>\n<p>I tell them not to be scared of Nigeria, and that Yamoussoukro is not to be missed.</p>\n<p>It's odd that I don’t have much more to tell them.</p>\n<p>They’ll figure it out.</p>\n<p>Anyhow, it was nice, if only for a little while, to see other travellers; it's been since Ghana since I've met any other travellers out on the road.</p>\n<p>Made for a cheerful afternoon ride.</p>\n<hr>\n<p>Early to rise.</p>\n<p>That familiar rising dread. It must be a border day.</p>\n<p>Sixth day straight in the saddle.</p>\n<p>My guts has taken it to the next level overnight, despite me not giving it too much ammunition in the top end.</p>\n<p>It’s been about an hour of throne time in total across five different attempts trying to clear this cramp. I reckon I’ve sort of got it in the end, at least as well as I’m going to for today.</p>\n<p>Fingers crossed there’s no more emergency evacuations.</p>\n<p>It's three hundred clicks between here and Dolisie, with nothing in between on the maps except a border.</p>\n<p>Even though three hundred clicks is big, I have to get it done, there are no alternatives.</p>\n<hr>\n<p>While I’m brimming the Shrike with fuel I get a bloke interrupting me, telling me to come and see him at 'Immigration' before I leave.</p>\n<p>Hmmm. Not sure I will...</p>\n<p>I reckon it’s just another official wanting to be a pain in the neck, and I usually avoid that sort of thing. Plus, we're nowhere near the border yet.</p>\n<p>But, thinking about it, and how it all went down with the Gabonese on the way in, with the stamps all happening miles away from the border actual, I reckon I’ve got to check it out.</p>\n<p>I ride over to where the random bloke was directing me, and it's legit.</p>\n<p>Thank fuck I stopped here and didn't get turned around at the border to come back, a good forty clicks away; an eighty click round trip.</p>\n<p>That would have sucked. Hard. My long day would have become impossible.</p>\n<p>They stamp my passport.</p>\n<hr>\n<p>About an hour out of Ndende, on not-so-bad-road, I hit the Gendarmes who catch all of my details. It’s just one bloke in a gutted out house, all by himself. Then it’s on to the border post proper.</p>\n<p>I’m not sure what these blokes are, but they want <em>all</em> my details.</p>\n<p>They offer me some palm wine, and then ask for some money for whisky.</p>\n<p>With a bit more hassle than usual, I’m out of Gabon.</p>\n<p>It’s been fun.</p>\n","nextChapterExists":true}