{"chapter":"<p>Hello, Congo!</p>\n<p>It doesn’t even sound like a country. It sounds more like a mystical, made up place.</p>\n<p>“The Congo...”</p>\n<p>There's no more evocative a name anywhere on the continent.</p>\n<p>The border post is butted up against a gate on the road, with a few buildings and some other clingers-on.</p>\n<p>Getting into “The Congo” turns out to be equally a hassle; everyone wants my details and papers but no one wants to give me what I need.</p>\n<p>The Police, then two lots of Gendarmes, and then the Douane. And I've still got no stamps or papers. Nothing.</p>\n<p>It’s all taking a bloody long time. Time I don't have.</p>\n<p>I'm anxious to get going</p>\n<p>On the second trip to the cops I get my stamp - they didn't want to stamp me in till they were sure that I'd been to see <em>everybody</em>.</p>\n<p>Apparently I can get papers for the bike later; as there’s no one between here and Dolisie to give me the shits anyway...</p>\n<p>I’m about to head off but one of the cops is trying to tell me something.</p>\n<p>My French isn’t really good enough to catch it... He’s talking about a <em>path</em>, or something to do with <em>listening</em>. I’ve got no idea what he’s driving at.</p>\n<p>I apologise and ask him to repeat himself - and he does - but it’s in one ear and out the other. I can’t catch any of it, which is a shame because he seems pretty earnest about it. I'm a little embarrassed...</p>\n<p>I apologise again and he gives up, wishes me good luck, and I'm off.</p>\n<p>I round the first corner, and straight away I'm faced with an impossibly long puddle.</p>\n<p>Fucking hell.</p>\n<p>It just keeps <em>going</em>.</p>\n<p>I spend a good minute with the bike in idle, hand on the clutch, just staring at it, because I can’t do anything else...</p>\n<p>It’s impossible. Impassable.</p>\n<p>I know already it can’t be done. It’s too big.</p>\n<p>Something tells me it's deep. I can just <em>tell</em>.</p>\n<p>Hopeless...</p>\n<p>The dirt road is lined with African scrub so thick that I’m no chance to bush bash around it. And even if I could, there’d probably be mud under that too...</p>\n<p>The dry scrub is higher than my head. Like a stone wall....</p>\n<p>The nearest other road is two <em>hundred</em> kilometres away.</p>\n<p>This is it. For the next three hundred clicks: <em>this...</em></p>\n<p>What <em>the fuck</em> am I supposed to do now?</p>\n<p>Nothing else for it but to have a crack. I guess... What else can I do?</p>\n<p>Before I have the chance, two kids from the border village have come running and jumping and screaming out of the scrub.</p>\n<p>They're waving for me to follow them into the scrub.</p>\n<p>They sherpa me off to the side where there’s a tiny, hidden bypass track.</p>\n<p>Thank <em>Christ</em>.</p>\n<p>I scratch the Shrike through the scrub, and pop out into what looks like the cleared front yard of someone’s hut... That’s a bit rude, and none too subtle...</p>\n<p>The track wind’s around other huts parallel to the road. <em>Everyone’s</em> staring at me as the kids lead me around the huts and scrub like the pied piper.</p>\n<p>We poke back out onto the road at the other end of the puddle.</p>\n<p>Excellent!! Thanks kids!</p>\n<hr>\n<p>It's one deep muddy quagmire after another, some of them are properly deep; the trucks have come through and carved out <em>deep</em> tyre tracks that fill with brown water. It's impossible to gauge how deep a puddle is until I'm swimming in it. Well, that's not true, I <em>could</em> get off the bike and walk it first, but doing that every half-click for three hundred clicks isn't exactly a practical solution...</p>\n<p>Anyway, from what I’ve learnt in Cameroon, puddles usually look a lot worse than they are. I just have to do my best to divine the right track and go for it.</p>\n<p>Left side, right side, down the middle. Pick and go.</p>\n<p>I pick a right.</p>\n<p>Go for it.</p>\n<p>The bike buries the front tyre into watery mud and I lose momentum fast. The exhaust note drowns with the pipe going under the water.</p>\n<p><em>We’re not going to make it.</em></p>\n<p>I <em>wring</em> the throttle but we're still slowing down.</p>\n<p>Progress is down to inches at a time. <em>We're not even half-way.</em></p>\n<p>The engine’s still giving a muffled roar, as I vault off the bike and into the puddle, keeping the throttle pinned.</p>\n<p>I push. I push but instead of the bike moving forward my legs just sink deeper backwards into the mud.</p>\n<p>Up to the knee.</p>\n<p>Every straining inch I gain by pushing and lifting is lost again when I reset to have another push, sucked back into the mud.</p>\n<p>The motor is screaming; the tyre is just a water-wheel of brown.</p>\n<p>Wet brown shit's going <em>everywhere.</em></p>\n<p>I can't stop. If I stop, it's over.</p>\n<p>I take two deep breaths. I give it all I’ve got. I throw my whole body into it. This is my <em>only</em> shot. It <em>has to</em> work.</p>\n<p>I can <em>feel</em> the adrenaline, the kind of adrenaline that lets people lift flipped cars.</p>\n<p>Five seconds of ultimate effort.</p>\n<p>I make no progress.</p>\n<p>There are <em>meters</em> left to go.</p>\n<p>I can't.</p>\n<p>I stop pushing.</p>\n<p>The throttle is still going, the wheel still spinning.</p>\n<p>I can't let it stop. Can't.</p>\n<p>But what else can I do?</p>\n<p>I panic.</p>\n<p>With another bolt of adrenaline I heave again.</p>\n<p>The veins in my head are going to explode under the pressure.</p>\n<p>The bike moves forward an inch.</p>\n<p>I push again.</p>\n<p>It <em>has to work!!</em></p>\n<p>Nothing. It doesn't move at all.</p>\n<p>I roll off the throttle and the engine dies with a plop and a bubble.</p>\n<p><em>Silence.</em></p>\n<p>I look around. All at once I realise how completely alone I am out here.</p>\n<p>How isolated. How vulnerable. How very not bulletproof.</p>\n<p>I can feel my neck tighten. Choking up. Mouth turns down.</p>\n<p>Like I'm about to <em>cry</em>...</p>\n<p>Jeesus. Must be bad...</p>\n<p>I let go of the handlebars and the bike just stands there all by itself; the mud’s that thick that it’s holding it upright.</p>\n<p>Welcome to the Congo...</p>\n<hr>\n<p>Alright then. SitRep.</p>\n<p>The Shrike can die in three different ways:</p>\n<p>One, the exhaust pipe fills with mud and water that the engine can’t clear the blockage, choking it.</p>\n<p>Two, the motorbikes &quot;computer&quot;, is right on the mudline, if water gets into that box with the electronics it's gonna be game over.</p>\n<p>Three, the air box, which is on the other side of the bike, is also just above the mudline. If mud gets sucked through the air box and into the engine where things go “bang”, who knows what that could do...</p>\n<p>Any one of them will be fatal for the bike, and might even kill the journey.</p>\n<p>And that’s just the showstoppers, the lesser impacts of covering everything in thick mud can’t be great.</p>\n<p>Oright. Better get on with it.</p>\n<p>The back wheel has dug a watery hole down past the axle.</p>\n<p>The saddlebags are <em>just</em> clear of the mudline, but they’ve still copped a shitload of mud from the back tyre painting everything brown.</p>\n<p>I reckon that without the bags and me sitting on the Shrike I might be able to push it out of the shit.</p>\n<p>I chuck the bags, the spare tyre and the tent into the scrub.</p>\n<p>I suck in a few deep ones, getting ready for another ultimate effort.</p>\n<p>Turn the key and hit the ignition, The Shrike fires up without a moment’s hesitation. I can't believe it... I drop the clutch, pin the throttle and push like hell.</p>\n<p>Without the saddlebags to parry and block the mud it’s making a right fuckin mess.</p>\n<p>Mud fills the sky.</p>\n<p>Regardless of the lighter weight, we're going nowhere fast.</p>\n<p>I let the engine die again.</p>\n<p>I try lifting the front and then the back wheel out of the mud.</p>\n<p>It's the biggest effort I've made, just a straight up deadlift where I can use <em>all</em> of my strength.</p>\n<p>Each effort buys me an inch up and out of the mud. But the moment I stop straining it gets sucked right back down to square one.</p>\n<p>I'm <em>not</em> going to be able to do this by myself.</p>\n<p>Time to wait. I guess.</p>\n<hr>\n<p>Ok, it’s obvious that no one’s coming.</p>\n<p>Despite this being the main border with Gabon, it’s not particularly popular – I’ve hardly seen anyone on this road since I started out this morning. Hours ago.</p>\n<p>There's no option. I've got to walk back to the border.</p>\n<p>I sling the muddy saddlebags over my shoulder. I'm past caring about a little more mud now. I'm caked with a thick layer of wet brown from my boots to my waist, with flicks of brown covering the rest of me pell-mell.</p>\n<p>It looks like I've been dipped in chocolate.</p>\n<p>I grab my jacket too, and wetly trudge it back to the border post, mud squirming between my toes.</p>\n<p>I don't even go around the puddles; my boots can't get any wetter...</p>\n<hr>\n<p>I've already got raging blisters on my feet.</p>\n<p>I feel knackered.</p>\n<hr>\n<p>I'm finally within cooee of the border post when I hear motorbikes coming from the direction I’ve <em>just come from</em>.</p>\n<p>They've managed to negotiate the mud...</p>\n<p>I stop and drop my bags and wait for them.</p>\n<p>Around the corner come two scooters.</p>\n<p>Two tinny little Chinese made <em>scooters</em>.</p>\n<p><em>SCOOTERS!?</em></p>\n<p>How the actual fuck have they made it through the shit??</p>\n<p>Unbelievable. I literally do-<em>not</em>-believe it.</p>\n<p>It must be written on my face.</p>\n<p>The first bloke to ride past me just laughs at me and keeps going.</p>\n<p>The second bloke is <em>pissed off</em>.</p>\n<p>He’s chewing me right out, pointing in my face and giving me an angry earful in French. I'm not sure what he's saying, but I know I'm being chastised... He's waving his arm around, pointing back in the direction of The Shrike.</p>\n<p>Wait... Did he just call me an idiot??</p>\n<p><em>Crazy</em> was definitely in there: <em>&quot;Foo&quot;</em>.</p>\n<p>I can't make any sense of any of this - the whole situation.</p>\n<p>Why is <em>he</em> pissed. What's it to him? How's it any skin off his nose that I'm stuck?</p>\n<p>The dots just don't join up...</p>\n<p>Now he’s yelling something about a <em>&quot;piste&quot;</em>. A path. Something about “making your own path” or some shit like that.</p>\n<p>Despite looking fucking miserable, and covered in shit, neither one of them offers to help me out. They ride on to the border post...</p>\n<p><em>Arseholes</em>.</p>\n<hr>\n<p>The scooter riders have given the handful of people at the village the story before I can: the dumb-fuck is stuck in the mud, because he’s a fucking idiot...</p>\n<p>It was written all over me in mud anyway.</p>\n<p>The only explanation I’ve got to offer is a shrug and a sheepish grin.</p>\n<p>No other explanations required.</p>\n<p>I think they’re gonna help me.</p>\n<p>No one actually says it, but I get the feeling they’re gonna give me a hand.</p>\n<p>But they’re in no rush.</p>\n<p>About half an hour of sitting about later, killing time, a group of four who have a truck finally finish their lunch and hop into their truck. There’s no space for me in the cab through, and so, exhausted, and with really pissed off feet, I’ve got to trudge back to the bike through the mud again.</p>\n<hr>\n<p>It’s a long, quiet walk.</p>\n<hr>\n<p>They’ve beaten me back to the bogged bike by a fair bit, and two of them have already stripped down to nothing but their underwear and waded barefoot into the mud. They're trying to lift the bike out on their own. Wasn’t expecting that... Neither three naked blokes, nor for them to be making such an effort without me.</p>\n<p>But they’re not going far fast, the suction of the mud is too strong.</p>\n<p>I drop my bags and wade in to give them a hand.</p>\n<p>Even with three of us it’s a struggle, the mud is just too <em>awkward</em>.</p>\n<p>With a full effort from all three of us we manage to break the pull of the sucking mud and haul the bike out backwards and back onto dry land.</p>\n<p>She’s an absolute mess.</p>\n<p><em>Covered</em> in shit. There’s mud <em>everywhere</em>.</p>\n<p>The truck driver offers to put the bike in the back of the truck so we can take it to a mechanic to fix it.</p>\n<p>Good chance...</p>\n<p>I bang the keys in, press the ignition and she starts.</p>\n<p>Everyone's surprised.</p>\n<p>I give it a few revs and the exhaust pipe vomits a lot of mud and water.</p>\n<p>Projectile vomiting.</p>\n<p>It clears. The Shrike seems pretty content. Just another day...</p>\n<p>Unbelievable.</p>\n<p>I’m grinning like an idiot.</p>\n<p>You <em>can’t</em> kill this bike. You just <em>can't</em>.</p>\n<p>What a fucking warrior.</p>\n<p>The Congo lads are nodding their head in approval.</p>\n<p>“Il est fort eh?”</p>\n<p>Yeah. It's strong alright.</p>\n<hr>\n<p>While I’m loading up again - and wondering what to do now - I can overhear the blokes who lifted the bike talking in hushed tones about 5,000 CFA. I don’t think that they think that I have a very good handle of French. I come up to them with a 10,000FA.</p>\n<p>They’re even more stoked with the cash than I am with having the Shrike back... They’re literally thrilled.</p>\n<p>One of the scooter's are back; looks like they were just doing a round-trip to the border.</p>\n<p>He offers to Sherpa me through the shit.</p>\n<p>Thank Christ. I won’t be alone.</p>\n<p>I fire up the Shrike and brace myself.</p>\n<p>I'm curious to see how he's going to handle this puddle that I apparently got so wrong as to meerit a tongue lashing.</p>\n<p>Good luck!</p>\n<p>He gets a run up and then just vanishes off the road and into the scrub.</p>\n<p><em>What the fuck?</em> Where’s he gone? How’d he do that??</p>\n<p>I turn the Shrike around and sure enough, there’s a tiny, scratchy goat track that’s been hidden by the thick scrub.</p>\n<p>The whole fuzzy picture of nonsense finally snaps into focus in a blink.</p>\n<p><em>That’s</em> the way of it...</p>\n<hr>\n<p>Most of the puddles we still have to go through - and make a mess - but for every one that looks impossible to pass there’s <em>always</em> a hidden little goat track somewhere.</p>\n<p>Imagine if I had of gotten bogged any further from the border... a hundred kilometres from the border...</p>\n<p><em>Lucky,</em> really; getting bogged was <em>inevitable</em> without this nugget of know-how.</p>\n<p>What I thought of as the worst luck ever got revealed to have been <em>incredibly</em> lucky.</p>\n<p>This road is without a doubt a top contender for the worst roads of the trip.</p>\n<p>Just a bloody mess.</p>\n<p>My Sherpa guided me till we reached his mud hut village, and I’m on my own again; but this time I know enough to get it done.</p>\n<hr>\n<p>I’m tuckered out. Knackered.</p>\n<p>Two hours of hard yakka.</p>\n<p>I hit a benign looking crest in the middle of two puddled tyre tracks and in the blink of an eye front end slides out sideways like it's on soap, and everything goes for a splash.</p>\n<p>The bike into the right tyre puddle, me into the left.</p>\n<p>The engine cuts out.</p>\n<p>Fucking. Great.</p>\n<p>I’ve had enough. The last five riding day’s in succession and then this clusterfuck, all come home to roost at once in the spill. And there’s <em>still</em> riding to be done...</p>\n<p>I lie face down in the puddle doing a half push up. What a wreck.</p>\n<p>I pick myself up, and then pick up the Shrike.</p>\n<p>It starts.</p>\n<p>We're off again.</p>\n<p>I go a ways up the road and pull over for a drink and a break. I need it.</p>\n<p>I check that my travel papers and money in my breast pocket aren’t wet...</p>\n<p>They are.</p>\n<p><em>Fuck this!</em></p>\n<p>The bottom of my passport is damp and brown at the bottom with mud. And the rest of the documents are all a little damp as well.</p>\n<p>I guess it could have been worse...</p>\n<p>Been saying that a lot today...</p>\n<hr>\n<p>The rest of the afternoon goes like a hamster wheel. It feels like I’m making no progress at all, and the kilometres being ticked off by the GPS feel like they take an age each.</p>\n<p>There are tiny, tiny villages scattered here and there, and when I go past I don’t get any waves. The villagers run out of their huts at me, yelling, and not in a pleasant way either...</p>\n<p>They want me to stop... But I don't.</p>\n<hr>\n<p>It feels very late as I come across the biggest village since the border. Which isn’t saying much. In fact, that’s saying nothing at all. It’s a handful of dingy buildings and a Customs post.</p>\n<p>I’m shattered.</p>\n<p>I’ve had nothing to eat today except for three bananas for breakfast and a stale baguette for lunch back when I was waiting around at the border post all covered in mud; not nearly enough for today's exertions.</p>\n<p>There’s still a couple of <em>hundred</em> clicks to Dolisie. I’m not even going to get within cooee of that today, or maybe even tomorrow for that matter.</p>\n<p>The Shrike’s starting to sound a little crook too; that tonking noise from Cameroon is back...</p>\n<p>The lad at Customs tells me there’s a hotel around the corner down by the river.</p>\n<p>That’ll do.</p>\n<p>The Douane lad will happily write me a Passavant. That’s a plus.</p>\n<p>While he’s doing that I head off to find the hotel.</p>\n<hr>\n<p>It's a pile of shit.</p>\n<p>5,000 CFA a night. Outrageous.</p>\n<p>But beggars can’t be choosers...</p>\n<p>While I’m offloading my shit I watch my host go grab a bucket of brown water from the muddy riverbank for me to take a shower in.</p>\n<p>River water... In <em>The Congo</em>...</p>\n<p>Suboptimal.</p>\n<p>That bucket must be a fucking petri dish...</p>\n<p>Speaking of petri dishes; the room.</p>\n<p>Good. Lord.</p>\n<p>This might be the crappiest place I've ever stayed in.</p>\n<p>Yep, I’m calling it.</p>\n<p>The crappiest.</p>\n<p>It’s dank and dingy and foul smelling.</p>\n<p>I’m not sure I’d be happy to stand barefoot on that mattress, I don’t know how I’m going to sleep on it...</p>\n<p>And don't get me started on that pillow...</p>\n<p>Now, my standards have become pretty low on this trip for accommodation, and I can deal with rank hotel rooms without much fuss, but this is beyond the pale.</p>\n<p>In a word: Filthy.</p>\n<p>But, there are more pressing matters at hand: The Shrike.</p>\n<hr>\n<p>Mud. Fuckloads of it.</p>\n<p>It's <em>everywhere</em>.</p>\n<p>Each time I want a new bucket of river water I have to go <em>barefoot</em> down the steep muddy riverbank to collect it.</p>\n<p>After taking a few trips I cog that those gnarly, fat blisters I picked up today on my feet have burst wide open, and filled with filthy mud.</p>\n<p>That can’t be good...</p>\n<p>I’m so <em>done</em> with this.</p>\n<p>I leave the Shrike after doing my best to wash off what I can, and now it's my turn. I head inside and clean myself up with that river water bucket shower.</p>\n<p>I leave my jeans in another bucket of water to soak all the chocolate mud out, and head to the &quot;village&quot; for lunch.</p>\n<hr>\n<p>I pick up the Passavant, which is only valid for a week...</p>\n<p>I quaff a pretty iffy lunch of rice with some some very gnarly cubes of mystery meat.</p>\n<p>On the way out of the restaurant I make a friend.</p>\n<p>He’s made a beeline at me in the hope that I speak English - because he does.</p>\n<p>We have a chat.</p>\n<p>As part of the small talk, I ask him what the people eat here in the village.</p>\n<p>“Monkey”.</p>\n<p>“<em>Monkey???</em> Okay... Right... Sure... <em>What else</em> do you eat?”</p>\n<p>“Just monkey”.</p>\n<p>Fuck. Monkey…</p>\n<p>Jesus…</p>\n<p>Cubes of god damn <em>monkey.</em> I prefered it when it was a mystery...</p>\n<p>Anyway... Apparently, the road to Dolisie is “very, very bad” and it’s going to take eight hours to ride there, <em>at best</em>.</p>\n<p>Great.</p>\n<p>Fuckin. Great.</p>\n<p>What scares me the most is that no one who ever gave me advice ever <em>over</em>-estimated the time taken for a ride; in my experience you can safely tack on a few extra hours to what anyone tells you...</p>\n<p>I reckon that I could do an eight-hour-plus slog if I was fresh, but I’m not.</p>\n<p>What other option is there though?</p>\n<hr>\n<p>Dinner is two oranges in the light of an old kerosene lamp in my shitbox.</p>\n<p>Morale is at an all-time low.</p>\n<p>I can feel myself choking up for the second time today.</p>\n<p>I’m right on the edge of a complete burnout or breakdown or some other b word. I can feel it.</p>\n<p>I’m in trouble. <em>I’m not ok.</em></p>\n<p>I’m so <em>alone</em>.</p>\n<p>I'm lying on my bed. My floor is covered in mud (my fault), my room smells like a swamp (my fault), and the bed reeks of old sex (someone else’s fault). I'm lying on my back, staring at the ceiling, just so that I don't have to touch this pillow with anything except for the back of my head.</p>\n<p>After a day like today I ought to be counting my blessings... Absolutely everything is working at the end of the day when it had no right to be.</p>\n<p>I broke nothing.</p>\n<p>I'm in a bed.</p>\n<p>I have food.</p>\n<p>I have money.</p>\n<p>I don't <em>live</em> in this place. Seriously; not living here is enough of a blessing to put my life into perspective. I get to <em>leave</em>.</p>\n<p>I seriously need to count my blessings and fix my attitude. No one and nothing else chooses my attitude but me...</p>\n<p>I've been very &quot;woe is me&quot; of late, and that's <em>bullshit</em>. My life is incredible. Who gets to <em>do</em> this shit?</p>\n<p>Not many, if any.</p>\n<p>I'm healthy. I'm safe. All of the problems that I'm having start between the ears, and I'm the only one who can fix that up...</p>\n<p>This is, actually, what it's all about. Well, what it was <em>supposed</em> to be about anyway; being tested. Embracing the grind.</p>\n<p>The last 10k...</p>\n<p>That’s what this is.</p>\n<p>How do I respond?</p>\n<p>Panic? Fear? Freak right the fuck out? Run home?</p>\n<p>Or get on with it.</p>\n<p>Africa was never meant to be easy; I never came here for easy.</p>\n<p>Welcome to the challenge. Enjoy yourself.</p>\n<p>Smile, ya wanker.</p>\n<hr>\n<p>I snap awake to a demented rooster throwing the first salvo of the day’s shouting match.</p>\n<p>Half my face and my open mouth are smeared up against my pillow that smells like someone’s done a lot of fucking <em>on</em> it.</p>\n<p>Fucking delightful.</p>\n<p>I check the time; it’s 3am. It's not even in the <em>ballpark</em> of dawn, but all the other roosters wake up and take up the chorus anyway.</p>\n<p>Motherfuckers.</p>\n<p>Good morning Congo.</p>\n<hr>\n<p>A few hours of on and off sleep later I hear something scratching around in my room.</p>\n<p><em>Inside</em> my room. <em>Scratching</em>.</p>\n<p>Whoever coined the phrase &quot;as quiet as a mouse&quot; didn't know what the fuck they were talking about.</p>\n<p>Or is it a rat? It <em>sounds</em> big...</p>\n<p>Do I do something about it?</p>\n<p>No...</p>\n<p><em>Aaaargh</em> but what if it makes a little rat nest in my saddlebags and shits everywhere and eats everything?</p>\n<p>What if it crawls into bed with me?</p>\n<p><em>Fuck it.</em></p>\n<p>Up I get and follow the noise with my flashlight over to the bathroom.</p>\n<p>It’s a rat.</p>\n<p>I interrupt it taking a bath. It's wringing wet. I'm not sure if that's from the toilet or from my water bucket...</p>\n<p>When the light beam hits it it shits its pants. Freaks <em>right</em> out. It <em>bolts</em> for the drainage hole in the floor in a flash - and shoves its head into it.</p>\n<p>No good. Won’t fit.</p>\n<p>Not even close.</p>\n<p>It pulls its head out of the hole and rams it in again, and again, and again, and again.</p>\n<p>It won’t stop.</p>\n<p>For the longest time it just keeps head banging the pipe while I just watch it, not sure what to do with myself; I haven't moved a muscle.</p>\n<p>Finally it joins the dots that that idea ain’t gonna fly and changes tack, making a flying run at the toilet, launching <em>into</em> the bowl and it just disappears into god knows what awfulness...</p>\n<p>Well... That was unexpected...</p>\n<p><em>What next?</em></p>\n<hr>\n<p>I’m as stiff as a board when the sun rises, and not in the customary way. I feel like death warmed up. <em>Rigor mortis</em>. I can hardly move I’m that sore. My muscles complain with the slightest movement.</p>\n<p>I know that yesterday was tiring, but I’d no idea it was anything like <em>this</em> bad.</p>\n<p>I feel like I've torn every muscle in my whole body from trying to lift The Shrike out of the bog yesterday.</p>\n<p>To ride on today would be asking for trouble, both physically and mentally.</p>\n<p>I’m not ready for it.</p>\n<p>Physically I can't do <em>eight</em> hours more of yesterday; not on top of seven days straight in the saddle already, back to back to back...</p>\n<p>Mentally I feel on the edge of something snapping. If I don't have a <em>perfect</em> riding day (and I'm pretty sure I wouldn't), I question my ability to handle it like an adult.</p>\n<p>If anything were to go wrong, <em>anything</em>, I reckon I'd throw my toys and go sit in the corner to sulk.</p>\n<p>But to stay here another night?</p>\n<p>The thought of spending any more time here than absolutely necessary seems offensive to me.</p>\n<p>To go or not to go. That is the question.</p>\n<p>For now, all I have to do is go through the motions...</p>\n<hr>\n<p>On the walk into the village the thought of food is making me nauseous.</p>\n<p>I just <em>really</em> don't want to eat.</p>\n<p>It's odd. Fair enough to be not hungry, but nauseous?</p>\n<p>It makes me wonder if something's wrong with me.</p>\n<p>I think I'm just really, really, <em>really</em> tired. It's nothing...</p>\n<p>My musing walk is interrupted by something stabbing me right through the bottom of my toe like a shard of glass.</p>\n<p>I hop around, let vent to a few <em>days</em> worth of pent up swearing. All the words. All the <em>best</em> ones. It comes out in a torrent.</p>\n<p>Well?? &quot;<em>What the fuck</em> was that??&quot;</p>\n<p>I gingerly pull my foot up where I can see it...</p>\n<p>&quot;Son-of-a <em>bitch</em>!!&quot;</p>\n<p>It’s a thorn, big bastard, the size of toothpick and as sharp as an ice pick. It’s gone clean through my thongs and <em>right into</em> my toe.</p>\n<p>Yuck!</p>\n<p>&quot;Can I catch a fucking break??&quot;</p>\n<p>How the fuck does this even happen? Why are there spikes just randomly on the ground waiting for me to put my foot through it?</p>\n<p>Fuck’s <em>sake</em>.</p>\n<p>If my foot hadn’t of reflexively jerked itself in the air before my brain even knew what was going on it would have gone clean through my toe; the thing is needle sharp and metal hard. In one end and out the other. Nothing surer.</p>\n<p>Lucky, again.</p>\n<p>I think...</p>\n<p>There's been too much &quot;lucky&quot; that's actually really fucking unlucky lately. I’m getting fucking sick of it.</p>\n<p>My leg is probably going to fall off now; because of course it is; it's the Congo.</p>\n<p>If I wasn’t convinced of buying something for those furious burst blisters on my feet I’m sure as shit convinced now.</p>\n<p>Get me some alcohol...</p>\n<hr>\n<p>Fuck riding today.</p>\n<p>Fuck it.</p>\n<p>Fuck. It.</p>\n<p>After breakfast of an omelette I've killed the rest of the morning sleeping on a grubby couch at the &quot;hotel&quot;.</p>\n<p>I go eat another omelette for lunch.</p>\n<p>I'm going to get scurvy.</p>\n<p>Post-lunch I head back to the hotel with the resolve to do a little work on the bike, just to do something, <em>anything</em>, productive so that my day's not a complete wipe.</p>\n<p>First item on the agenda - the air box.</p>\n<p>I pop open the bike’s little built in &quot;toolbox&quot;, where all the tools are kept, of course, and it dribbles out a weak little vomit of brown water.</p>\n<p>I take out the tools and then unlock the lid of the metal box that protects the air box itself. Like a babushka doll. Only not.</p>\n<p>Water comes dripping out.</p>\n<p>A fair bit of water, actually...</p>\n<p><em>Fuck.</em> That's <em>definitely</em> not supposed to happen.</p>\n<p>We're still ok; so long as the <em>inside</em> of the air box is dry we're ok...</p>\n<p>Off comes the ice-cream tub air box on the engine side of the air filter.</p>\n<p>&quot;Oh... <em>FARK!!</em>&quot;</p>\n<p>It's got droplets of mud sprayed <em>all over</em> the inside, and what looks like baby diarrhoea pooled up in the bottom corner.</p>\n<p>It's supposed to be <em>spotless</em>!</p>\n<p>Off comes the air filter, quickly, aaaand, oh shit. Horrorshow.</p>\n<p>It's absolutely <em>caked</em> in mud.</p>\n<p>Half an inch thick <em>all over</em>.</p>\n<p><em>I had no idea...</em></p>\n<p>How did The Shrike even <em>start</em>? How did it move?? How did I not notice??</p>\n<p>How the fuck did it not die??</p>\n<p>Incredible.</p>\n<p>Unbe-fucking-levable.</p>\n<p>Shit - the electrics...</p>\n<p>I hop around to the other side of the bike and pop open the electrics box.</p>\n<p>It's <em>swimming</em>.</p>\n<p>The water level’s stopped <em>just</em> under the fuses. Another centimetre and the electrics would have fried.</p>\n<p>How did none of this get splashed yesterday with all the bouncing around?? Beats the shit out of me.</p>\n<p>I leave all the compartments open to dry out and wash up the air box and filter with the river water. There's also dried mud through the front disk brake’s “cooling holes”, so I punch those out.</p>\n<p>I try to get the baked mud out of all the exhausts nooks and crannies, and fail.</p>\n<p>I oil the chain; it's muddy and rusty and isn’t one bit happy about it.</p>\n<p>All the manual work has put the jam right back into my doughnut.</p>\n<p>I’m feeling alive again.</p>\n<p>Chompin at the bit to get on the bike and hit the road.</p>\n<p>The appetite’s back, with a vengeance.</p>\n<p>Let me at it. Let me at all of it!</p>\n<hr>\n<p>Morning.</p>\n<p>I want to stay...</p>\n<p>Can you believe that? What the fuck is that? What a mad roller coaster. I can’t explain it.</p>\n<p>But I <em>really</em> want to stay here now.</p>\n<p>This place is the pits. The worst. I should leave. Plus, there’s no reason <em>not</em> to leave today.</p>\n<p>I've river water bucket showered and hoovered yet another omelette; five down in thirty six hours. The Shrike is all back in one piece.</p>\n<p>There's nothing else for it... gotta go.</p>\n<hr>\n<p>Dolisie.</p>\n<p>Rock bottom expectations are the best expectations to have; they're so very often succeeded.</p>\n<p>The road was far, <em>far</em> better than the dire predictions and my imagination had dreamt up.</p>\n<p>Rather than call the road difficult I would instead call it &quot;irritating&quot;.</p>\n<p>Less mud, more rocks. More potholes, more corrugations.</p>\n<p>It wasn't difficult, just slow and uncomfortable.</p>\n<p>There were some small villages on the road but with big, long distances between them. There was hardly anyone using the road at all.</p>\n<p>Not exactly confidence inspiring...</p>\n<p>The people aren’t particularly friendly anyway...</p>\n<p>Coming from Gabon, where there was hardly a single shout from the side of the road - just big smiles and waving hands - to here, where it's less waves and more running, shouting, and making the international sign for “money” while they do.</p>\n<p>Even the kids.</p>\n<p>It feels tacky.</p>\n<p>After lunch the whole thing opened up into a beautiful, stunning, deep-red dirt road.</p>\n<p>The depth and vividness of the red was magnificent. Like I’m riding a road of paprika.</p>\n<p>It was hands down the best quality red dirt that I’ve had on the trip. Especially after the shit that had been before it, it felt like paradise.</p>\n<p>I smashed it at tarmac speed, spraying a rooster tail of paprika dust in my wake.</p>\n<p>It was nice to feel the wind on the face again...</p>\n<p>The surrounds looked like something out of Super-Mario: really weird green hills in the shape of upside-down cones, lots of them, just popping up out of nowhere.</p>\n<p>After six hours - and not eight - I rolled onto tarmac.</p>\n<p>The rest of the ride to Dolisie was a cakewalk.</p>\n<p>At the crossroads to Dolisie it's ‘mac in all directions off to the vanishing point.</p>\n<p>Fucking thrilled with that, because those are the roads I'll have to take when I leave Dolisie again.</p>\n<p>At Dolisie I chance my arm at a local ATM and get a wad of cash back.</p>\n<p>Everything’s coming up Milhouse.</p>\n<p>And it’s about fucking time.</p>\n<hr>\n<p>I kill a weekend.</p>\n<p>It’s a dead town.</p>\n<p>The hours are long.</p>\n<p>I catch myself doing soul destroying internet trawling for <em>hours</em> after I’ve already finished what I went to the &quot;cyber&quot; to get done. When not doing that, I’m either sleeping or lying in my hotel bed doing nothing.</p>\n<p>I'm waiting for Monday, because there's an Angolan Consulate on the outskirts of the village. I <em>have to</em> have a crack at it; it's only one country away...</p>\n<hr>\n<p>Monday finally rolls around.</p>\n<p>I’m armed to the teeth with papers.</p>\n<p>I’ve even taken the liberty of pre-forging a “letter of invitation” and even a “permission letter” from the British Embassy in the capital, which apparently I'll need.</p>\n<p>I’ve just typed up both letters - complete with official logos pinched off the interwebs - and printed them out. They actually look pretty legit.</p>\n<p>I have to admit, impersonating an Embassy official feels very dodgy. Like, &quot;I could get in real trouble for it&quot; kind of dodgy.</p>\n<p>I head to the Consulate.</p>\n<p>I shake the hand of the security guard out front - who’s a friendly enough bloke.</p>\n<p>He tells me to come back at three o’clock this afternoon...</p>\n<p>&quot;Por-qwar?&quot;. (Back to Portuguese for the Angolans)</p>\n<p>Then he waves another bloke over, who I'm guessing works here, and he said to come back <em>tomorrow</em>.</p>\n<p>Today’s no good.</p>\n<p>In amongst the French I didn’t catch I pick up one word: &quot;Fete.&quot;</p>\n<p>I’m gonna guess that means it’s a public holiday today...</p>\n<p>I take a long walk back to the hotel room.</p>\n<p>More boring soul destroying?</p>\n<p>Ok.</p>\n<p>That’s the afternoon.</p>\n<p>I skip dinner; I just don’t feel like it.</p>\n<hr>\n<p>Well, skipping dinner was a hell of a premonition.</p>\n<p>My early detection is <em>on point</em>.</p>\n<p>Trying to get some shuteye and I’m as bloated as a Biafran and cramping up in the guts.</p>\n<p>Badly.</p>\n<p>Great. This again.</p>\n<p>I’m nauseous and crook as a dog, but my body’s got no <em>ammo</em> to work with.</p>\n<p>Nothing to fire out the ends.</p>\n<p>Feeling crook isn’t even the worst of it.</p>\n<p>Not even close.</p>\n<p>That honour goes to the delirious, sweating, one foot in a dream and the other foot out of it that goes on for the entire night.</p>\n<p>I can’t rest.</p>\n<p>Can’t find peace.</p>\n<p>The dreams are a mix of confused, unpleasant delirium. I hate it. I <em>fucking hate</em> it.</p>\n<p>For reasons I don’t understand I’m always rolling onto my back and putting my arms above my head. It's not comfortable - and certainly not a position that I've ever fallen asleep from - but it's just what happens on instinct.</p>\n<p>Time draws out.</p>\n<p>I just want to rest.</p>\n<hr>\n<p>I wake up feeling like ratshit.</p>\n<p>I'm half out of my mind.</p>\n<p>My brain jumps into the worst case scenario: Malaria.</p>\n<p>It's not hard to believe - because I can't put my finger on another possible cause.</p>\n<p>I’m not sure I can do the Consulate today - I feel like a zombie. Totally and crushingly exhausted, sapped of all energy.</p>\n<p>But nailing this visa is too important. <em>Crucial</em>, in fact - without it I’m going to have to either ship out or fly out of Congo. I won't be able to go on.</p>\n<p>So I can’t put it off any more.</p>\n<p>I go through the motions and my demented brain throws up the word &quot;passavant&quot;. I check my papers and, sure enough, the passavant for the Shrike runs out today. I'm glad that my sub-conscious is keeping a tab on this stuff, because I'm not...</p>\n<p>I skip another breakfast - I'd rather be a zombie than nauseous.</p>\n<p>Consulate first.</p>\n<p>There's a rigmarole just to get into building, with two security guards both taking down all my details, and one of them even giving me a <em>metal detector</em>.</p>\n<p>It's over the top.</p>\n<p>I also have to leave my bag with the security guard.</p>\n<p>Annoying.</p>\n<p>I find the secretariat and her crony, introduce myself and explain that I'd like a transit visa. They speak French and a bit of English, so there's no problems understanding one another.</p>\n<p>The Sec asks me where I’m from, I tell her England - a half truth.</p>\n<p>She tells me to go and get the visa in England.</p>\n<p>Fucking great. That old chestnut.</p>\n<p>I laugh a nice, good natured laugh even though all I want to do is lie down flat somewhere and cry.</p>\n<p>I explain my &quot;mission&quot; and the big trip and how going back to “old Blighty” for a visa isn’t really an option right now...</p>\n<p>She considers all this with a bit too much scepticism, but asks to see my passport and a “letter of invitation” anyway.</p>\n<p>Back on track.</p>\n<p>I go back to my bag outside and fetch my bogus hotel booking and that forged letter from the British Consulate. For good measure I bring along my “letter of motivation/letter requesting a visa”, which is sometimes helpful. I’ve translated it into Portuguese, which I thought was a nice touch...</p>\n<p>Cross your fingers.</p>\n<p>She looks through all this crap and makes the observation that I'm going via the DRC.</p>\n<p>I confirm it.</p>\n<p>She fobs me off. Says that I can't get the visa here and I would have to get it in some place called Matadi, because the &quot;system has changed&quot;.</p>\n<p>Fuck.</p>\n<p>Sounds like BS to me.</p>\n<p>Time to scramble...</p>\n<p>I tell her that the DRC is far too <em>dangerous</em>. It’s <em>unsafe</em>. So it’s a much better idea to get it here, where it's safe.</p>\n<p>It falls on deaf ears. She says that I'll have to go to the Embassy in Brazzaville and plead my case there.</p>\n<p><em>Shit.</em></p>\n<p>This isn't going well.</p>\n<p>As a last ditch hail Mary I say that I might <em>actually</em> go via Cabinda – which is a little, weird enclave of Angola’s on <em>this</em> side of the Congo River. Skipping DRC altogether.</p>\n<p>I'm getting doughnuts... Can’t be done. Sorry.</p>\n<p>I don’t have the energy to argue my case anymore, and my brain’s not crisp enough to be coming up with something clever to turn the tables.</p>\n<p>With my brain hamster wheeling on the spot, a woman from another room comes in and has a chat with the woman I've been dealing with.</p>\n<p>I catch a <em>tiny</em> snippet of it, it’s about <em>me</em> – she must’ve overheard from the other room – she’s saying something about Matadi being difficult. I’m straining to understand but it’s all too <em>quick</em>.</p>\n<p>They finish their chat, and now I'm being asked for passport photos and my immunisation certificate...</p>\n<p>Abra-fucking-cadabra!</p>\n<p>I reckon I've jagged it!</p>\n<p>I supply everything they ask for, which isn't a whole lot, and get told to come back at one o’clock.</p>\n<p><em>Hallelujah!</em></p>\n<p>And, just like that, the final bureaucratic piece of the jigsaw falls into place. After this, there’s no more Embassies or Consulates. <em>Ever</em>.</p>\n<p>In spite of the crushing exhaustion I could still tap-dance.</p>\n<p>This is <em>huge</em>.</p>\n<hr>\n<p>While I wait I head off to the Douanes.</p>\n<p>They ask for 10,000 CFA just for an extension. More than twenty bucks... It doesn't cost half that much for an <em>original</em> passavant.</p>\n<p>I tell them that it's way too expensive.</p>\n<p>“Ce un camion?”</p>\n<p>Is it a truck?? <em>What</em>?? What gave them the impression I'm driving a truck?</p>\n<p>“Non... ce un moto...”</p>\n<p>The price comes down by half. Weird...</p>\n<hr>\n<p>I kill a bit of time doing nothing and then head back to the Consulate at one o’clock, sharp.</p>\n<p>I get told to go away for another half hour.</p>\n<p>I sit on the road out the front for half an hour, then head back in.</p>\n<p>I’m told to come back tomorrow morning, at ten o'clock.</p>\n<p>The Sec is telling me this while she's playing video games on her computer... Apparently, I’ve got to wait for “the chief” to sign the visa, whoever that is...</p>\n<p>No worries. I don't give a fuck. I've got nothing but time.</p>\n<hr>\n<p>Back at the Consulate with a headache and a guts ache. I've eaten nothing but three bananas in the last 24 hours.</p>\n<p>I wish I could eat more, but, in my experience, if you put in a lot you’ll get a lot coming back out. With interest. Food rent.</p>\n<p>It’s ten o’clock on the dot.</p>\n<p>I get told to come back at one o'clock.</p>\n<hr>\n<p>At one, I get told to come back tomorrow. At one o'clock.</p>\n<p>I’m ready to crack it...</p>\n<p>Why is this happening?</p>\n<p>No one tells me what's going on.</p>\n<p>If they took all my shit yesterday and said “come back in two days” that would have been fine. But the way it's being handled I'm not so sure of the result anymore.</p>\n<p>Fuck. I've already chalked this up as a win...</p>\n<p>Maybe they're <em>actually</em> giving my application a good looking at...</p>\n<p>That would <em>not</em> be good...</p>\n<p>It wouldn't take a Sherlock Holmes to figure out that there's been a lot of fraud going on. What could they do if they found out?</p>\n<p>I hope it’s just that the Consular is too busy faffing about like everyone else here.</p>\n<p>I’m torn between tearing them a new one - verbal vitriol - and not wanting to rock the boat...</p>\n<p>I steam back to my hotel.</p>\n<p>I'm sick of being in here.</p>\n<hr>\n<p>Day three. One o'clock. Sharp.</p>\n<p>I'm not rejected.</p>\n<p>But it's the next worst thing; they want to send my application to Luanda - Angola’s capital - for &quot;processing&quot;. It's going to take <em>fifteen</em> days.</p>\n<p>I'm livid, and shattered.</p>\n<p>I’m halfway between crying and venting my spleen. My heart slops into the bottom of my guts. I don’t have the energy for either.</p>\n<p>Fifteen days kills it; I can’t do that. Firstly, because my Congo and other Congo visas will expire if I stay here for two weeks. Secondly, because even a modicum of scrutiny will reveal that my application is nothing but bullshit.</p>\n<p>I tell her that that’s impossible for me, we need to do this now.</p>\n<p>I get the equivalent of &quot;too bad&quot;.</p>\n<p>I beg. I grovel. I plead. I give up my dignity.</p>\n<p>They won't budge. Fifteen days.</p>\n<p>The secretariat says something to her crony, and they both have a little laugh. Some joke...</p>\n<p>It dawns on me that they could have told me this <em>three days ago</em>.</p>\n<p>I crack it. <em>Snap</em>.</p>\n<p>They cop an <em>earful</em>. I don't even know what I'm saying... Something about incompetence and keeping me rotting in this shitheap of village and more and more and more. I don't know where I'm finding the energy, or the words. It's just rolling off the tongue in French.</p>\n<p>I drop mic and walk off.</p>\n<p>I'm fucked.</p>\n<hr>\n<p>Here are my options as I see them.</p>\n<p>One. Pull the ripcord. Always an option. Just <em>leave</em>. Go home.</p>\n<p>Two. Go to this &quot;Matadi&quot; in DRC and cross my fingers. If that doesn’t work out then my options become very, very limited, and none of them are fun: Hell road, or ship out.</p>\n<p>Three. Head to a place on the coast called Pointe Noire. Many things can happen there. I can go to the Cabinda border and have a crack there. Or I can go to the Angolan Consulate in Pointe Noire and apply for a visa, there. Or I can maybe ship out because it's on the coast.</p>\n<p>Four. Actually wait the fifteen days for the visa. I hate this option. Especially after what’s just happened...</p>\n<p>I'm not thrilled with any of this. My emotions are on a bit of a roller coaster ride. I go from being depressed and anxious to the point of <em>shaking</em> to being stupidly optimistic about my chances of jagging a visa in Matadi.</p>\n<p>A fool’s hope.</p>\n<p>What to do? All four options are equally rubbish.</p>\n<p>Pick the least worst option and go with it. Whatever that is...</p>\n<hr>\n<p>Fuck it.</p>\n<p>Just get me out of Dolisie.</p>\n<p>The Pointe Noire option would have ended in tears; if it didn't go <em>perfectly</em> I'd have only two or three days to cover six hundred clicks to get to the border with DRC before my visa expires...</p>\n<p>I'm going with option two; Matadi in the DRC.</p>\n<p>I know that's stupid. I <em>know</em>. But it feels like the least worst option.</p>\n<p>It sounds crazy to even say that...</p>\n","nextChapterExists":true}