{"chapter":"<p>Fade in. And I cog.</p>\n<p>Border day. Boko day. Democratic Republic of Congo day.</p>\n<p>Unknown. Unknown. Unknown.</p>\n<p>And there’s no dread. No nerves. No hesitation. No fear.</p>\n<p>It’s <em>weird</em>.</p>\n<p>I feel <em>nothing</em>.</p>\n<p>I just get up and get on with it.</p>\n<p>I don’t think I’ve <em>ever</em> been this relaxed for a border day.</p>\n<p>I can't figure it out.</p>\n<p>Just like the dread of yesterday’s junk day, I can’t place the calm. It’s totally out of place, especially for a border as gnarly as this one. It's <em>Zaire</em> for fuck's sake.</p>\n<p>Anyway. Don’t look a gift horse in the mouth and all that...</p>\n<p>I pack up and shape up and get going.</p>\n<p>Kinkala’s not big enough to have any <em>legitimate</em> petrol, so I head to the bloke on the side of the road who’s selling jars of the stuff.</p>\n<p>Grubby jars into a grubby funnel.</p>\n<p>He's spilling fuel <em>everywhere</em>. All down my tank. Don't know what happens if it drips onto the engine...</p>\n<p>I put in three bottle’s worth. However much that is...</p>\n<p>The second bottle is full of shit and sediment at the bottom. Petrol shouldn’t have <em>chunky</em> stuff in it, I’m pretty sure...</p>\n<p>I hit the road. And road it is. The intel was solid.</p>\n<p>Tarmac all the way.</p>\n<p>Wonderful.</p>\n<p>It’s a one-and-a-bit lane road that twists and bobs its way through the gentle washed-out-green hills.</p>\n<p>Very picturesque. No dust. No trucks. Just me and the Shrike.</p>\n<p>I could get used to this...</p>\n<p>We chomp the mileage.</p>\n<p>It's delightfully easy and uninvolved. Chilled. I love it. I've missed it.</p>\n<p>It's the first day of the entire trip that I've packed my wet weather gear way down the bottom of the bag.</p>\n<p>So of course it rains...</p>\n<p>Figures.</p>\n<p>Luckily it doesn’t get too bad, but it's another lesson learned: don’t pre-empt <em>anything</em> here.</p>\n<hr>\n<p>Boko.</p>\n<p>It's a nothing village.</p>\n<p>I have a little scratch around for an Immigration post; I have the feeling that this was going to be one of those posts that are nowhere near the border itself; still fifty clicks to go till I cross the line.</p>\n<p>I don’t look too hard. Which is probably pretty thick, really.</p>\n<p>I don't even ask anyone.</p>\n<p>I ride on.</p>\n<p>And <em>just</em> outside of Boko the tarmac disappears.</p>\n<p>Vanishes.</p>\n<p>Replaced by a very, <em>very</em> bad, hard rock path.</p>\n<p>It's not a path of rocks, it's a path of <em>rock</em>. As in stone.</p>\n<p>Singular.</p>\n<p>The flat bits aren’t all that bad, but anything on a slant has had the rainwater gut fat channels out of the rock, leaving deep, eroded tranches all over the road.</p>\n<p>We’re in the hills. Good luck finding something flat...</p>\n<p>Even in a beast of a 4x4 this would be impassable.</p>\n<p>I reckon I can do it on two wheels.</p>\n<p>We grind our way on, bouncing all over the &quot;road&quot; in first gear, suspension moving like a jack in a box. It doesn't take long to realise that there's going to be nothing out here.</p>\n<p>Not a damned thing.</p>\n<p>This road couldn’t service the <em>smallest</em> of villages.</p>\n<p>No chance.</p>\n<hr>\n<p>I nearly bin it, over and over and over again.</p>\n<p>In the space of hours I've seen two people on the path. <em>Two.</em></p>\n<p>They’re walking around with stuff on their head, as they will, but I’ll be buggered if I know where they’re coming from, or where they’re going.</p>\n<p>The track has become so overgrown, crappy and remote that I’ve got to check my GPS to make sure that I haven’t somehow taken the wrong path.</p>\n<p>Nope, this is the one.</p>\n<p>I’m constantly worried that around the next corner the road is just going to say “nooooooope, sorry, you can’t keep going, impossible”, just like it did back in the mud.</p>\n<p>Like a cliff or something.</p>\n<hr>\n<p>Not far from the border and the track merges into a wide, beautifully graded dirt road.</p>\n<p><em>&quot;Where the fuck did that come from??&quot;</em></p>\n<p>The pleasantest of surprises.</p>\n<p>These tracks are hands down my favourite to ride.</p>\n<p>I <em>fly</em>.</p>\n<p>Kicking up a huge plume of dust in my wake like a rocket ship.</p>\n<p>It’s <em>glorious</em>. And the rolling gentle green hills make a gorgeous backdrop to the ride.</p>\n<p>In a twinkling I'm at the Congo border post.</p>\n<p>Time flies when you’re having fun...</p>\n<p>I’m stoked to see them in their little tin shack.</p>\n<p>I give them my passport, and it’s the easiest checkout of my life; they go fetch the stamp, asked if I have a photocopy of my passport, which I say I don’t (but I do), they say no worries, thwack some ink on my passport, have a nice day!</p>\n<p>Not a <em>single</em> detail was written down, just all smiles and laughs and “who gives a fuck”.</p>\n<p>Excellent. I wish more were like it.</p>\n<p>I ask my new buddies about the condition of the road to the next village in DRC: Luozi. The answers is &quot;bad&quot;. They reckon it will take four hours to get there.</p>\n<p>They better not be underestimating that...</p>\n<p>I peel out.</p>\n<p>The good road disappears just as fast as it came.</p>\n<p>Bummer...</p>\n<p>I cross the “border” line - because my GPS says so.</p>\n<p>There’s zero fanfare of any sort. No border post. Nothing.</p>\n<p>I crack on.</p>\n<hr>\n<p>The road is arguably worse than before.</p>\n<p>It’s rough as guts.</p>\n<p>I'm back to involuntary swearing in my helmet and wrestling with the Shrike for control as we bounce all over the place and try to avoid flipping off the edges into the trenches.</p>\n<p>If I bin it in a trench it'll be - at best - a long walk to get help, probably with a broken bike. More likely will be a broken bike and a broken leg.</p>\n<p>I'm not sure how that would end...</p>\n<p>If I fuck something up out here I'm going to be waiting a long, <em>long</em> time for someone to walk by.</p>\n<p>I haven’t seen a single other vehicle since all the way back in Boko. Not one.</p>\n<hr>\n<p>After who knows how long of riding I finally come to my first village; a scattering of mud huts.</p>\n<p>I ask around and, surprisingly, one of them is the DRC Immigration post. Excellent.</p>\n<p>There are two blokes in plain clothes and another bloke who’s sitting outside, oblivious to any comings and goings. I think he’s locked onto the Shrike. It might be love.</p>\n<p>It’s handshakes and smiles all round. I duck into the hut and we get to it.</p>\n<p>They look at my passport and straightaway one of the blokes gets on the phone. I try to follow the French as best I can. The words &quot;Britannique&quot; and &quot;Togo&quot; pop up. He’s asking someone about my visa. He doesn't seem thrilled...</p>\n<p>My guess is that they don't like that I've got the visa in Togo, because I'm not from Togo...</p>\n<p>And it shits me. I applied for a visa, and I got one. These border mugs shouldn’t have <em>anything</em> to do with it; they shouldn’t have to re-validate and interrogate all the details that have already been checked at the Embassy.</p>\n<p>I don’t need any of this.</p>\n<p>He gets off the blower.</p>\n<p>Sure enough he's saying something to me in French that includes the words “resident and Britainnique”. The words and body language are telling me the visa is no good.</p>\n<p>Right. Buckle your seatbelts. This could get rough.</p>\n<p>I explain that I'm a British citizen but a <em>Togo resident</em>. I <em>live in</em> Togo.</p>\n<p>I get a look from both of them that says &quot;Pah-leeze mate, don't bullshit a bullshitter&quot;.</p>\n<p>He smugly asks for my Togo residency permit.</p>\n<p>I'm ready for it. I pull my Togo residency permit out of my jacket pocket, unfold it, and hand it to him with a smug smile.</p>\n<p>Stick <em>that</em> up your arse.</p>\n<p>The two of them look at the permit, share a look, and then back at the permit, then at me.</p>\n<p>Yeah, that’s what I thought.</p>\n<p>Check. Mate.</p>\n<p>They scrutinise the permit again, but all the details check out.</p>\n<p>While they’re figuring out that curve ball, I improvise a story to try to make it all fit together, and I sell it with gusto: I’m an engineer working for an oil company in Lome, <em>where I live</em>. For this trip, I quit my job, flew to England, where I’m a citizen, and then did the whole trip - everything that you see in the passport - and <em>then</em> picked up the visa for DRC on the way through, <em>in my hometown</em> of Lome, Togo.</p>\n<p>Not likely, and not particularly strong, but there’s no way to tell that it’s <em>not</em> true. At least not all the way out here in bumfuck nowhere.</p>\n<p>They’re not swallowing it...</p>\n<p>They’re more interested in the date that I picked up the residency permit: just two days before the visa was issued...</p>\n<p>Well done, Sherlock.</p>\n<p>Scramble time.</p>\n<p>I explain that I never <em>needed</em> a residency permit while I lived in Togo. Why would I? The only time that I needed a residency permit for anything was when I tried to get the DRC visa at the embassy and they asked for one, so I got one. Right?</p>\n<p>They’re not thrilled with this.</p>\n<p>The bloke gets back on the blower again. I try to follow, but I'm not catching any of it.</p>\n<p>He hangs up the phone and explains to me that that was the “chef”, which is French for &quot;the boss&quot;, and that his chef needs to call <em>his</em> chef to get the green light.</p>\n<p>Christ, how long’s <em>that</em> going to take??</p>\n<hr>\n<p>We listen to the mice squeaking in the corners of the mud hut for an hour or so.</p>\n<p>Now that I notice it, there’s mouse shit <em>everywhere</em>.</p>\n<p>Lovely...</p>\n<p>I’m starting to run low on patience.</p>\n<p>In the purgatory we’ve talked mostly about the soccer. I’ve close to no interest in soccer, but I’m interested in it because every man, woman and child in Africa is interested in it; it's the best water cooler fodder I've got.</p>\n<p>I slip into the conversation my plans for the future: Angola, Namibia, South Africa and then, of course, I'm going to ship everything back home to Togo.</p>\n<p>I'm not sure if it's cementing my bullshit story, but it can't hurt.</p>\n<p>I <em>need</em> to make this work now, even if it means taking a risk I wouldn't normally take: I ask them what more do they want from me, what more can I give them? How can I help move this along?</p>\n<p>A thinly veiled offering of a bribe.</p>\n<p>They take the bait; the bloke without the phone says kind of half-heartedly that I can give them 10 dollars for filling out details in their book.</p>\n<p>I pounce on it and re-direct it. If I pay now I get the passport stamp now? Yes?</p>\n<p>&quot;Non.&quot;</p>\n<p>Bummer.</p>\n<p>Back to the wait.</p>\n<hr>\n<p>The day is getting on...</p>\n<p>What happens if this takes the <em>whole</em> of the day.</p>\n<p>And what if I’m unceremoniously rejected? Then what?</p>\n<p>I’ve no fucking clue. It’s never happened before.</p>\n<p>I guess these guys aren’t above taking a bribe, so I guess it’s more of a question of how much it’s going cost me, if anything...</p>\n<p>I hope...</p>\n<p>While I’m checking the time and doing the math for how much longer they can keep me here at the post before I’m in the shit, the phone rings.</p>\n<p>I strain to cog the conversation, or at least get the flavour...</p>\n<p><em>It’s a green light.</em></p>\n<p>Fucking ripper. The artful dodger strikes again!</p>\n<p>Despite having done nothing to help me out the guys ask for that ten bucks anyway to stamp the passport. Sorry lads, that ship has sailed.</p>\n<p>Unlucky!</p>\n<p>I make up another story about how I don’t have any money, not a cent, and I ask where abouts I can find the closest bank to get some cash.</p>\n<p>I'm so full of shit.</p>\n<p>They stamp me out.</p>\n<p>Hello, Democratic Republic of Congo.</p>\n","snippet":"Fade in. And I cog.\r\nBorder day. Boko day. Democratic Republic of Congo day.\r\nUnknown. Unknown. Unknown.\r\nAnd there’s no dread. No nerves. No hesitation. No fea","nextChapterExists":true}