{"chapter":"<p>JB takes off.</p>\n<p>We agree to tee up again before Nigeria - neither of us want to be solo for that shit - and he's gone.</p>\n<p>Probably for the best.</p>\n<p>He's been bloody good to me, which is more than I deserve; he's left me one of his cameras (I've been camera-less since the Dakar robbery), a water bladder, and some very handy waterproof bags.</p>\n<p>I wonder if I've been nothing but a drag... A companion, and that's it. Where he has brought me so much, I feel I've given nothing in return.</p>\n<hr>\n<p>I go and pick up my passport from the Liberian embassy with no dramas.</p>\n<p><em>Tick.</em></p>\n<p>I head straight from there to the Ghana Consulate and <em>talk the talk</em>. Using nothing but wit and charm I manage to get a meeting with the lady who is one rung below the top brass. I apply for the visa through her.</p>\n<p><em>This is gonna work.</em></p>\n<p>You little beauty...</p>\n<hr>\n<p>I wander.</p>\n<p>The markets are crazy. The food is fantastic; delicious green goo, some mystery meat and a bowl of rice. I’m loving being amongst it all.</p>\n<p>I laugh my arse off at a random lady carrying a pineapple on her head. I swear, give an African woman a backpack to carry and she'll stick it on her head...</p>\n<p>I go to buy some water to wash it all down, and the lady I'm buying it off smiles at my money and says “no no, this is <em>free</em> for my Muslim brother”.</p>\n<p><em>Oh dear...</em></p>\n<p>I <em>insist</em> that I pay for it, she insists back... I don't have the heart to tell her that, despite the beard, I'm not her Muslim brother.</p>\n<p>I take the free water.</p>\n<hr>\n<p>What's left of the day is dedicated to pushing shit uphill; blackmarkets, computer screens.</p>\n<p>I look everywhere, all over town. No dice.</p>\n<p>I'm sick of it, but, really, there's not much else for me to do...</p>\n<p>I keep looking.</p>\n<p>In a tiny computer store selling crappy old printers I ask, for the n'th time, about laptop screens. The guy opens a drawer, thumbs his way through a bunch of folders, and pulls out a brand new, <em>legitimate</em> screen that is made for my exact model of laptop.</p>\n<p><em>Un-be-friggin-leevable!</em></p>\n<p>I nearly jump on him.</p>\n<p>What’s better is that he’s going to charge me 370,000 Leones for it, which at somewhere less than 100 bucks. <em>It’s a steal.</em></p>\n<p>Five minutes later we’re locked and loaded and it works, perfectly.</p>\n<p><em>Hallelujah.</em></p>\n","snippet":"JB takes off.\r\nWe agree to tee up again before Nigeria - neither of us want to be solo for that shit - and he's gone.\r\nProbably for the best.\r\nHe's been bloody ","nextChapterExists":true}