{"chapter":"<p>Twenty clicks to Luozi and I go mad.</p>\n<p><em>Euphoric</em>.</p>\n<p>Off my face.</p>\n<p>Twenty clicks out. That means that whatever happens now I know that I can jog it in.</p>\n<p>Might not be the most pleasant run, sure, but I know I can get it done without water or food.</p>\n<p>I know I’ve made it.</p>\n<p>I'm singing in my helmet like a madman as we bounce around the road, which has started to flatten out a bit, the rock's gone to light sand, and in small sections it’s glorious and quick.</p>\n<p>And the urge to cry comes flooding out of nowhere.</p>\n<p>I’m singing at the top of my lungs.</p>\n<p>Screaming it!</p>\n<p>This is what it's all about. I love this!</p>\n<p>Why the hell do I want to go home after South Africa? Going home seems <em>insane</em> now. Why would I even <em>think</em> that? This feels <em>amazing</em>!! I could do this forever!! I’m going to do this forever.</p>\n<p>Bring on South America!</p>\n<hr>\n<p>Ten minutes of the divine vision and I bonk out.</p>\n<p>Exhausted.</p>\n<p>Tired. Hungry. Sore.</p>\n<p>I take the risk without even really thinking about it and open the throttle a little and chance my arm, moving a lot quicker than I have a right to.</p>\n<p>I’m still bouncing off everything, but it’s just a lot faster now. But it’s working out alright.</p>\n<p>I <em>ying</em> when I should have <em>yanged</em> and go flying out of control into a hedge.</p>\n<p>I get good and scratched up before I get things under control again and haul The Shrike back onto the road, wide eyed and paying fresh attention.</p>\n<hr>\n<p>I pull into Luozi.</p>\n<p>It’s a fair bit less than I was expecting.</p>\n<p>Big enough to have proper buildings and some official looking stuff, but too small by a long way to have things like banks, a range of accommodation, or a good road coming out the other end of it...</p>\n<p>After a fair bit of asking around and playing Marco Polo with the locals I find somewhere to stay.</p>\n<p>It’s Spartan as fuck.</p>\n<p>The room has nothing within the bare mud walls other than what looks like an army hospital bed from world war one, and a small writing desk.</p>\n<p>It’ll do. And for six bucks, it’s really hard to complain.</p>\n<p>I’m just happy to have somewhere to stay.</p>\n<p>I really can’t be bothered doing anything, but my desire to be out of this room for as long as possible is stronger than my exhaustion. So I drag my arse out to go get shit done.</p>\n<p>No one wants to trade money with me, so I get put over the barrel on the price.</p>\n<p>Forty bucks worth of cash here in the local &quot;Congolese Franc&quot; is almost too much cash to hold in one hand. I feel like I'm in a burger commercial.</p>\n<p>Forty bucks must be a king’s ransom here or something...</p>\n<p>The notes are <em>filthy</em>.</p>\n<p>I head to the Douanes.</p>\n<p>One of their plebs asks for fifty bucks worth of francs to issue me a laissez-passer.</p>\n<p>I tell him that it ain’t gonna happen and that the most I’ll pay is five bucks.</p>\n<p>He gets on the blower to the chef, and then hands the phone to me.</p>\n<p><em>What the fuck does he think I'm going to do with this??</em></p>\n<p>I put the phone to my ear and say “allo?” and someone on the other end blasts two minutes of continuous vitriol into my ear.</p>\n<p>I’ve no idea what he’s saying – it’s not even a conversation; all I can cog is that he well pissed off.</p>\n<p>I think I’ve offended them somehow...</p>\n<p>I hand the phone back while he's still yelling.</p>\n<p>With nothing cleared up, and obviously making no headway on my five dollar offer, I just walk out.</p>\n<hr>\n<p>Back to the Shrike.</p>\n<p>I’ve been hanging on to a spare speedo cable for the one that I snapped way back in The Gambia.</p>\n<p>Ever since it snapped I’ve had no idea what speed I’m going at, or how much distance I’ve covered. I just ride as fast as feels right, and take a break when I feel like it.</p>\n<p>Honestly, I haven't missed it.</p>\n<p>But, my GPS is telling me that I’ve done roughly ten thousand clicks between here and The Gambia. So now seems to be as obvious a point to replace it as any.</p>\n<p>The light’s fading but I reckon I can still get it done.</p>\n<p>It’s a pretty simple thing, a speedo cable, it’s like a long, thin spring that’s been wound up super tight. About the length of your arm. It’s bendy and flexible, so you can manoeuvre one end into what’s called an “assy”, or something like that, down by front wheel’s axle. The other end goes into a hole under the speedo, in behind the bike’s headlight.</p>\n<p>I’m sitting on the dirt of the hotel’s courtyard, fucking with the cable.</p>\n<p>It’s not fitting properly.</p>\n<p>Doesn’t matter what I do, I can’t get both ends in.</p>\n<p>It’s starting to give me the willies.</p>\n<p>It’s tight quarters in the very busy headlamp space, full of shit and wires and cables and plugs. There’s no room for fingers. It's very fiddly. Fiddly when you need to be forceful makes for a maddening pain in the arse.</p>\n<p>This was supposed to be an <em>easy</em> job.</p>\n<p>Six lads step into the courtyard and come over to me. They start asking me inane questions.</p>\n<p>I’m usually cool with this sort of thing, but right now I know I’m not handling this well.</p>\n<p>I’m racking my brains to figure out what’s going on with this cable, the sun’s setting, I’m running out of time, I’m <em>frustrated</em>, tired - exhausted, even - and these blokes won't stop with their questions.</p>\n<p>Like answering the questions of six irritating kids.</p>\n<p>I'm trying to give the subtle hint that I'm a bit busy right now, and I'm happy for you guys to watch, but just let me work in peace. <em>Please</em>.</p>\n<p>Nope. They’re not picking up what I’m putting down.</p>\n<p>They go on and on and on. After half an hour I still haven't got this fucking cable in and they won't stop fucking pestering me; <em>I can’t deal</em>. But I think I've just figured out what's up: I need to rotate that “assy” around on the front axle to give myself a tiny bit more space, which is a bit more involved than it sounds, because the assy is locked in with the wheel’s axle nut, and that ain’t going anywhere...</p>\n<p>Now the six are saying my last name. They’re <em>fascinated</em> with it. The way their saying it is giving me the shits.</p>\n<p>A chorus of guys butchering my name, saying it over and over and over and over and...</p>\n<p>I crack.</p>\n<p>Snap.</p>\n<p>I blow my top.</p>\n<p>I lecture them like children.</p>\n<p>The guys take huge big fistfuls of offence, and I feel awful straightaway.</p>\n<p>Without another word they just walk off and leave, with me apologising profusely as they go.</p>\n<p>Five minutes later the job’s finished.</p>\n<p>I feel like an arsehole.</p>\n<p>I head back to my hovel hospital bed. Things quickly go dark, and then something shits on my head...</p>\n<p>That's karma for you.</p>\n<hr>\n<p>Not much to do today.</p>\n<p>I'm not sure if I could handle anything but a short day.</p>\n<p>About a hundred clicks of dirt road out to the main highway and then another hundred clicks of tarmac to Matadi.</p>\n<p>Come to think of it, this is going to be my last day of dirt for the rest of the trip. After today, it should be ‘mac all the way to Cape Town.</p>\n<p>It makes me sad.</p>\n<p>Like the end of an era.</p>\n<p>I miss it already. I’m going to soak it up for all it’s worth today. Make the most of it. Savour every moment.</p>\n<p>I head into the village to change money. On the way in, a guy comes up to me on the street to shake my hand, and then he just stands there, still, holding my hand.</p>\n<p>I’ve let go of the shake, my hand's limp, but he won’t let go of my hand.</p>\n<p>He looks a little crazy.</p>\n<p>I walk off, thinking he’ll let go, but he doesn’t, so I’m dragging this crackpot along behind me.</p>\n<p>After quite enough of that I forcefully shake my hand hard enough to get it back and walk on.</p>\n<p>He won’t leave me alone.</p>\n<p>I hate people like this. Hate them.</p>\n<p>He follows me around ranting shit about who knows what to god knows who.</p>\n<p>He follows me through the <em>whole fucking village</em>.</p>\n<p>I try to shake him off, moving quickly through the narrow and busy markets, but I can’t lose the tail.</p>\n<p>I’m not about to change money with this bloke following me around like a bad smell. I tell him - mostly with body language and with some broken yet forceful French - to fuck off, but he seems oblivious to it all. I don’t want to be any more forceful because I’m worried it’ll rub some people in the village the wrong way if it looks like I'm verbally lashing this bloke, and that’s the last thing that I want.</p>\n<p>Bugger this.</p>\n<p>I head back to the hotel.</p>\n<p>He follows me all the way back to the goddamn courtyard. He must’ve tailed me for a good half hour at least. I feel like I’m being chased, harassed, friggin stalked. Feels bloody awful.</p>\n<p>I tell him to wait (“attanday”) at the entrance to the open hotel courtyard and, thank god, he obeys, and I just leave him there.</p>\n<p>As I go into my room I quickly turn my head to the entrance. He's still there.</p>\n<hr>\n<p>I've been twiddling my thumbs for half an hour in my room.</p>\n<p>I poke my head out of the door to see if he’s run out of patience.</p>\n<p>He’s gone.</p>\n<p>I head back into the village in the most roundabout and stealthy way I can imagine, and manage to get my money changed free of hassle.</p>\n<p>Hoo-ray.</p>\n<p>I change two hundred bucks worth.</p>\n<p>If forty was enough to be a lot, then two hundred is enough to not look out of place in a gangsters briefcase.</p>\n<p>It’s a shit-tonne o’ money.</p>\n<p>Heading back to the hotel with my treasure trove, Mr I'm-Fucking-Crazy spots me and comes running over and gets right in my face.</p>\n<p>Nup. None of this shit. Fuck that. My patience is out. Bugger rubbing people the wrong way.</p>\n<p>I switch to English and tell him with forehead vein popping intensity that if he doesn’t fuck off I’m going to cave his fucking head in.</p>\n<p>Does the job.</p>\n<p>Some things just transcend language...</p>\n<hr>\n<p>While I’m gearing up to get going some guy comes walking into my hotel room. He introduces himself as the 'Chef de Immigration'.</p>\n<p>Ever heard of knocking, mate?</p>\n<p>He’s wearing the African equivalent of a Hawaiian shirt and a silly Scottish golfers hat. Hardly threatening.</p>\n<p>He wants me to stop by at Immigration to photocopy my passport and visa and residency permit on the way out.</p>\n<p>Bugger that.</p>\n<p>Why would I?</p>\n<p>What’s in it for me? All that I’ve got to gain is a headache.</p>\n<p>But then, if they catch me out while I’m trying to do a runner I might be in the shit.</p>\n<p>And what if they tell someone down the line to keep an eye out for me when they realise I've skipped town. I don’t exactly blend in...</p>\n<p>Alright, stuff it, I’ll go.</p>\n<hr>\n<p>On the way to Immigration I grab four stodgy bottles worth of fuel. The bloke pours it through <em>a food strainer</em> and into my tank.</p>\n<p>Righto...</p>\n<p>The Immigration office is dimly lit, and the bloke manning it is a different guy. I sit down and we get to it.</p>\n<p>I give him my papers, and I cop the <em>exact</em> same rigmarole from him that I copped from the blokes at the border.</p>\n<p><em>The visa is no good</em>.</p>\n<p>We’ve been through this. I don’t need this again...</p>\n<p>The two of us make the same circular arguments over and over and over again...</p>\n<hr>\n<p>Somewhere in the vicinity of an hour has passed.</p>\n<p>He's getting shitty.</p>\n<p>He's not the only one...</p>\n<p>The aggressive wanker starts filling out some sort of form that I never asked for, and then says &quot;give me money&quot;.</p>\n<p><em>Fucking great...</em></p>\n<p>He tells me the form costs twenty dollars to fill in. I want to tell him to go fuck himself. Instead, I tell him I have no money.</p>\n<p>It's a great card to play. What are they going to do? Deport me?</p>\n<p>I pull a shitty 1000 CDF note out of my pocket – about a dollar’s worth - and tell him that this is <em>all the money that I have</em> until I can find a bank, knowing full well and good that there isn’t a bank in the village.</p>\n<p>This is <em>all I have</em> for my lunch today.</p>\n<p>This is bullshit. I mentally count my cash: I’ve got a fat wad of CDF’s in my other jean pocket, a king’s ransom in my inside jacket pocket, more money in my saddlebags outside, and [about seven hundred] U.S. dollars in my secret jacket pocket. I’m rollin’ deep.</p>\n<p>He keeps me around for a long time talking to &quot;the chef&quot; on the phone.</p>\n<p>I’ve got a sneaking suspicion that there’s no one on the other end of the line, that he’s just having a conversation with himself...</p>\n<p>I don’t think that he knows that <em>I</em> know the chef...</p>\n<p>When he's off the phone I tell him to get the chef in the building, and then go ahead and give as precise a description of the chef as I can.</p>\n<p>Suddenly, it’s “only a photocopy and no embarrassment”. I can leave.</p>\n<p>Is he shitting me?</p>\n<p>I’m happy and pissed off and confused all at once.</p>\n<p>Whatever.</p>\n<p>I jump on the Shrike. It won’t start...</p>\n<p>It makes noises like an old car trying to fire, but it won’t turn over.</p>\n<p><em>What the fuck?</em></p>\n<p>What’s that supposed to mean?</p>\n<p>I give it another go and it boots on the fifth or sixth turn, and blows a big plume of black smoke out its arse.</p>\n<p>Sounds crook...</p>\n<p>There are misfires everywhere. The Shrike's unhappy, and so am I.</p>\n<p>Air filter?</p>\n<p>Dunno.</p>\n<p>We make it to the other end of the village, and we're stopped by The Congo River.</p>\n<p>I thought it was going to be big, but I didn’t think it would be <em>this</em> big.</p>\n<p>It's <em>immense.</em></p>\n<p>The other riverbank is so far away that it’s shrouded out almost completely by the humid fog.</p>\n<p>It's as still as a lake...</p>\n<p>I sit and take in the view while I wait for the barge to get going.</p>\n<hr>\n<p>An hour and a half later and it's finally time to start loading up the barge.</p>\n<p>It's past lunchtime by the time we get to the other side of the river.</p>\n<p>The Shrike won't start. Again.</p>\n<p>Eventually it turns over enough and blows black out the back.</p>\n<p>It's really not happy.</p>\n<p>I can tell that if I roll off the throttle to let it idle it'll conk out.</p>\n<p>It's <em>suffering</em>.</p>\n<p>I roll off the throttle.</p>\n<p>The Shrike gives a few coughs and bangs and then dies...</p>\n<p><em>Yuck.</em></p>\n<p>Probably that fuel, right? That shitty fuel?</p>\n<p>What if it dies on the ride?</p>\n<p>It chews my head as I chew a banana.</p>\n<p>I hit the ignition again and when it finally fires I don't waste any time. We're off.</p>\n<p>I'm not going to take a break for the rest of the day if I can help it; the last thing that I want to do is to turn off the bike in the middle of nowhere only for it to refuse to start again.</p>\n<p>So, that’s going to be - minimum - three hours. Probably more.</p>\n<p>I’m not sure if I can do it.</p>\n<p>That's a <em>long</em> time in the saddle. That'd even be a long time to sit on a couch.</p>\n<p>It’s really hot and <em>really</em> humid.</p>\n<p>I’m already sore from the last week and last night’s hospital bed.</p>\n<p>I'm already tired.</p>\n<p>But what else can I do?</p>\n<p>The marathon begins.</p>\n<p>The road is practically the same as the one on the north side of the river, if not a little easier. There’s still hardly any people, traffic or villages. Nothing really.</p>\n<p>It’s going to be a lonely ride.</p>\n<hr>\n<p>My arse is already telling me I need a break, and my throat is telling me I could really use a drink. It's only been about an hour. I ignore it.</p>\n<p>I'm bouncing up a hill, and I can sense...</p>\n<p>What <em>is</em> that?..</p>\n<p>Something’s not quite right...</p>\n<p>Something...</p>\n<p>I go cold all over.</p>\n<p>I lean my body over and take a look at what’s going on; but I already know.</p>\n<p>The back tyre’s got no air in it.</p>\n<p>None.</p>\n<p>Empty.</p>\n<p>It’s rolling and lolling and flapping away noisily.</p>\n<p>No. no no no no no no no no no no no no...</p>\n<p>I <em>swoon</em>.</p>\n<p>Oh shit fuck no! Not again! Not <em>here</em>...</p>\n<p>I pull up, and the Shrike coughs and splutters to death by itself.</p>\n<p>Silence.</p>\n<p>I’m not sure I can deal with this...</p>\n<p>But. Well. I’ve got to. No choices. Get on with it.</p>\n<p>I know this should be an easy job.</p>\n<p>I know it, alright? It's ok...</p>\n<p>It’s just a tube change, it’s not rocket science, no big deal, right?</p>\n<p>Well, yeah. But no.</p>\n<p>Get started.</p>\n<p>The tyre is <em>hot</em> to touch. Jerk-your-hand-away hot. <em>Not</em> a good sign. Must’ve been riding on it for a long time for it to get that angry.</p>\n<p>Hope I haven’t fucked the tyre and the tube... If the tyre's fucked then I'm <em>definitely</em> fucked.</p>\n<p><em>“Grant me the serenity to accept the things I cannot change.”</em></p>\n<p>I look for signs of a puncture culprit, but find none.</p>\n<p>No dirty big nail this time.</p>\n<p>I take a quick squiz at my GPS.</p>\n<p>It looks like I’m almost perfectly stuck in between where I came from and the next village along; fifty kilometres forward, fifty kilometres backwards. And nothing in between.</p>\n<p>Figures...</p>\n<p>So, it’s up to me then.</p>\n<p>Well, no it’s not. If it’s up to just me then I’m a dead man; I need someone with an air pump.</p>\n<p><em>Shit.</em></p>\n<p>I do a quick stock-take of supplies. I’ve got a banana that I picked up on the boat, and a bottle of water.</p>\n<p>I ain’t gonna be jogging it in. Not <em>fifty</em> clicks.</p>\n<p>Well, maybe... I <em>have</em> done a fifty clicker before. But that sucked. Hard. And was under <em>much</em> better conditions. <em>I</em> was in much better condition... And it wasn't ripping hot and reeking humid.</p>\n<p>So, <em>no</em>. Nothing left to do but to cross my fingers and hope that someone eventually comes along. Other than that, I might as well get to work and do what I can.</p>\n<p>I wheel the bike around to face downhill so the bike will tip forward on the stand and let me work freely on the rear wheel.</p>\n<p>I’m sweating before I’ve even taken my shit off the back.</p>\n<p>My clothes are already starting to soak through in the dead air.</p>\n<p>The sound of a motor cuts through the silence...</p>\n<p>I stop everything and prick my ears up. It's a long way off...</p>\n<p>I wait.</p>\n<p>Sure enough, a big 4x4 comes rumbling past.</p>\n<p><em>Bizarre</em>.</p>\n<p>He must’ve been up my arse this whole time, ever since the barge.</p>\n<p>The vehicle is packed with humans. I mean <em>packed</em>.</p>\n<p>Swimming with them. I can’t even do a headcount... Must be pretty fucking uncomfortable in there in this heat and humidity and all the bouncing around...</p>\n<p>It’s obvious that the driver’s keen to move on. But I manage to hold him up for long enough to explain that I’ve got a puncture and no pump.</p>\n<p>He has a pump.</p>\n<p><em>Hallelujah</em>.</p>\n<p>He’s not going to stay to help me, he needs to leave now.</p>\n<p>Despair. I'm crushed. I don't know if I'll get this chance again... I beg him to stay for just a little bit.</p>\n<p>He can't. But he will sell it to me instead for twenty bucks.</p>\n<p>Deal. Fucking deal.</p>\n<p>That’s a great deal for him and a fucking saviour for me.</p>\n<p>Deal, deal, deal!</p>\n<p>Merci et au revoir, mon ami!</p>\n<p>The noise of the 4by fades, and now it really is all on me.</p>\n<p>I can do it.</p>\n<p>Out comes the wheel, which is less of rigmarole after learning my lessons a few days ago.</p>\n<p>It's not arduous, but the sweat is already dripping off the end of my nose like a leaky tap.</p>\n<p>Shit.</p>\n<p>I take a drink.</p>\n<p>This bottle isn't going to last...</p>\n<p>Time for the real work; getting that fucking tyre out of the rim again.</p>\n<p>Even with four hands and three irons I wasn’t sure we were going to get it last time.</p>\n<p>I don’t like my chances...</p>\n<p>But, then, it <em>has</em> to work. I have to make it work.</p>\n<p>The first three quarters of the tyre come out easily, but just like before it tightens for the last quarter, and won’t move.</p>\n<p>No matter what I do it won't lever out. Exactly the same as last time. It’s too tight. The bastard thing is designed to stay in that rim, and that’s exactly what it wants to do.</p>\n<p>Anything I lever out just slides right back into the rim again.</p>\n<p>It’s so <em>tricky</em>!</p>\n<p>If I try to go further in to get at a bigger section of the tyre I just end up pulling so hard that I bend the metal. The tyre won’t budge a fucking millimetre.</p>\n<p>It’s hard, frustrating work.</p>\n<p>Not frustrating; <em>Infuriating</em>. That’s what it is. I want to take the wheel and hammerthrow it into the bushes.</p>\n<p>There’s no outsmarting this.</p>\n<p>I want to give up. But it's not an option.</p>\n<p>Sweat is drumming onto the tyre with a steady “doonk, doonk, doonk…” like a metronome.</p>\n<p>I’m going to snap.</p>\n<hr>\n<p>I give up.</p>\n<p>I need a break.</p>\n<p>I go check my GPS for the time. I've been at it for something close to an hour...</p>\n<p><em>I can’t do it</em>.</p>\n<p>I feel like I’m just pushing shit uphill. Smashing my head on a wall.</p>\n<p>My hands are blistered and filthy.</p>\n<p>Half the bottle of water is gone. My throat is tight with thirst. It's biting at the back of my mouth, but I don't dare take a drink.</p>\n<p>If another car ever comes by I’m going to get in.</p>\n<p>Leave everything.</p>\n<p>But what if a car doesn’t come?</p>\n<p>When do I start walking?</p>\n<p>Nah. It has to work. I’ve <em>seen</em> it done.</p>\n<p><em>It has to work</em>.</p>\n<p>I get back onto the levers.</p>\n<p>I’m shredding up the tyre wall now. It doesn’t really matter if I ruin the tyre if I can’t get the tube out anyway. But, then again, there's no point in replacing the tube if I've destroyed the tyre.</p>\n<p>Fuck it.</p>\n<p><em>&quot;Fuck you!!&quot;</em></p>\n<p>I carve the fucker up.</p>\n<p>I carve and carve and it's a mess.</p>\n<p>The bastard pops out.</p>\n<p><em>Thank fucking Christ</em>.</p>\n<p>I sit on the dirt floor and catch my breath and flex my fingers.</p>\n<p>I can see the wires or canvas or whatever that is that’s under the rubber on the tyre. <em>That can’t be good...</em></p>\n<p>Out comes the shitty busted Chinese tube.</p>\n<p>I pump it up and give it a good looking over. But I can’t find the puncture. It should be hissing air at me from <em>somewhere</em>.</p>\n<p>It must be tiny.</p>\n<p>I look and look and look. It’s important. I <em>have to</em> find it. If I can find where the puncture is on the tube, that'll give me a ballpark area to look at on the tyre for the cause...</p>\n<p>Nothing doing.</p>\n<p><em>Nothing</em>. The tube is losing air but I can’t find where. I need water so that I can look for bubbles.</p>\n<p>But that ain’t gonna happen. I ain’t even going to spit on it.</p>\n<p>Bugger it.</p>\n<p>Get on with it.</p>\n<p>I tuck my old and re-patched tube into the tyre like tucking in a blanket.</p>\n<p>Even this has to be tricky.</p>\n<p>The prick of a thing is too fat to fit in between the rubber and the rim.</p>\n<p>It won’t slide in easy. I know I shouldn't, but I have to force it.</p>\n<p>It goes.</p>\n<p>Now, damn it, I’ve got to lever the tyre <em>back</em> into the rim.</p>\n<p>I step on the tyre, just like Alfred did, and half of it pops neatly into the rim.</p>\n<p>Good.</p>\n<p>At the three quarters in mark my feet and weight can do no more.</p>\n<p>Tyre iron time.</p>\n<p>Again, it’s fucking impossible.</p>\n<p>Once I reach “the crux” - that last quarter - I just can’t make <em>any</em> progress. The tyre refuses to obey, and obstinately bends the crap out of these pissy god damn mother fucker tyre irons.</p>\n<p>And it's even more risky than before, because now there’s a thin tube on the inside that if I accidentally catch between the tyre iron and the rim... well, I don’t even want to think about that...</p>\n<p>Point being, the job requires a huge amount of force, and I’ve got to, somehow, be delicate at the same time.</p>\n<p>Time passes. I work.</p>\n<hr>\n<p>No progress.</p>\n<p>None.</p>\n<p>I’m gutted.</p>\n<p>Spent.</p>\n<p>Covered, saturated, in sweat – sweat that I’m not replacing.</p>\n<p>It keeps rolling into my eyes, stinging, and I can't wipe my eyes because of my filthy hands, covered in grease and dirt and blisters.</p>\n<p>Thirsty. Tired. Scared.</p>\n<p>The blisters on my hands explode.</p>\n<p>There’s flappy bits of stinging skin all over my hands, weeping whatever that is that blisters have. The blister fluid collects the red dirt off the ground, and the road grime off the tyres.</p>\n<p>The crushed thumb from a few days back has peeled right open.</p>\n<p>I’m in trouble.</p>\n<p>I can feel myself crapping out.</p>\n<p>My brain is slowing. I'm running out of kilojoules.</p>\n<p>The tyre pops in.</p>\n<p>I don't know how, but it gets past the impossible limit, and the rest of the tyre happily pops in, easy as you like.</p>\n<p>We’re done.</p>\n<p>I don't have anything left to even be happy.</p>\n<p><em>Get me out of here.</em></p>\n<p>I get out the air pump and work away at the plunger.</p>\n<p>The tyre inflates quickly, and before long it passes my thumb-squeeze pressure-test.</p>\n<p>I unscrew the pump off the valve as fast as I can; air hisses and escapes through the valve while it’s still attached.</p>\n<p>The valve comes off.</p>\n<p>But, there's still a little noise...</p>\n<p>What <em>is</em> that??</p>\n<p>I stick my ear onto the tyre...</p>\n<p>I can hear a tiny, <em>barely</em> audible hiss.</p>\n<p>Oh no...</p>\n<p><em>No</em>...</p>\n<p>No no no no no no no no! Oh <em>fuck no</em>!</p>\n<p>I'm fucked.</p>\n<p><em>Fucked!</em></p>\n<p>I’m going to cry.</p>\n<p>My grubby face collapses into my grubby, mauled, hands.</p>\n<p>All that for nothing.</p>\n<p>No more options. No more spares.</p>\n<p>Nothing.</p>\n<p>Fuck the bike. Fuck my stuff. I’m in trouble here.</p>\n<p>I need to get out.</p>\n<p>I’ll be lucky to have another car, and even luckier if that’s not swimming with people like the last one...</p>\n<p>I’m no chance to bring my shit with me. It will all have to stay here.</p>\n<p>Everything I own. Everything. On the side of a road. In the Democratic Republic of Congo. Overnight. Probably.</p>\n<p>What chance do I give that?</p>\n<p>50/50?</p>\n<p><em>Worse?</em></p>\n<p>What to do...</p>\n<p>I can’t move the Shrike into the bushes to hide it – it’s missing a wheel... – so I lock the steering, lock my chain on the front wheel. And that's all I can do...</p>\n<p>I chuck all my shit deep into the roadside scrub <em>precisely</em> twenty strides away from where I've parked the bike.</p>\n<p>I mark a waypoint on the GPS, and call it “EVERYTHING”.</p>\n<p>That’s all I can do.</p>\n<p>Time to wait.</p>\n<p>And pray.</p>\n<hr>\n<p>How did it come to this...?</p>\n<p><em>What am I doing here??</em></p>\n<hr>\n<p>That’s a motor!</p>\n<p>Is it…?</p>\n<p>Yes! <em>Definitely</em> a motor. Coming from the direction I was headed in.</p>\n<p>I don't know how long I've been waiting...</p>\n<p>A 4x4 comes around the corner.</p>\n<p>It’s jam fucking packed. It looks even busier than the other one. This one’s even got blokes hanging off the sides and some mad bastard sitting on the top.</p>\n<p>The driver stops for me.</p>\n<p>He looks like he’s never cracked a smile once in his whole miserable fucking life.</p>\n<p>It’s pretty obvious what my problem is; one look at the Shrike tells the whole story. I get straight to business (I'll save you the French...).</p>\n<p>Do you have a puncture kit?</p>\n<p>Non.</p>\n<p>Can I come with you?</p>\n<p>Non.</p>\n<p>Fuck. I <em>have to</em> go with him...</p>\n<p>I’m looking down at the ground while I think of what to do next, and I cog that <em>his</em> tyre is deflating.</p>\n<p>Fast.</p>\n<p><em>Pissing</em> air.</p>\n<p>Ha! What are the odds?! There’s karma for ya, jerk!</p>\n<p>I point it out to him and I’m on the verge of going full, delirious, cackling maniac on him.</p>\n<p>I don't think he appreciates my outward happiness at his misfortune, but it’s <em>hysterical</em>.</p>\n<p>Misery loves company, and now all of you are stuck with me! Suck eggs!</p>\n<p>The “hangers on” on the side of the car launch into action.</p>\n<p>They switch out the tyre for the spare with the efficiency of a race car pit crew.</p>\n<p>This mob have played knifey spoony before...</p>\n<p>And they’re gone.</p>\n<p>They just drive off.</p>\n<hr>\n<p>My imagination gets vivid.</p>\n<p>All the bad outcomes.</p>\n<p>It’s driving me nuts. But there’s nothing left to think about.</p>\n<p>I sauté my nerves in a rolling simmer.</p>\n<p>It's a slow cook.</p>\n<p>Even though I’m not moving. I’m still sweating.</p>\n<p>The water's gone...</p>\n<p>I <em>need</em> to get out of here.</p>\n<p>Another sound. Is it..??</p>\n<p>Yes!</p>\n<p>This one’s big.</p>\n<p>Real big.</p>\n<p>Gotta be a truck...</p>\n<p>It’s a fucking truck!</p>\n<p>How is that even <em>possible</em> on this road??</p>\n<p>Doesn’t matter, it’s <em>perfect</em>.</p>\n<p>Everything can come with me!</p>\n<p>Thank <em>Christ</em>.</p>\n<p>Perfect perfect perfect!</p>\n<p>Deliverance!</p>\n<p>I wave him down.</p>\n<p>He pull’s alongside me. But he doesn’t stop.</p>\n<p>Why isn’t he stopping??</p>\n<p>The truck keeps rolling slowly on. I half-trot to keep up.</p>\n<p>He's not stopping!!</p>\n<p>I’m waving, shouting, pleading, begging, running alongside. But the truck starts making more noise, and slowly pulls away.</p>\n<p>&quot;Fucking <em>mug</em>!!&quot;</p>\n<hr>\n<p>I can’t do this anymore. I can feel the snap coming on.</p>\n<p>What happens then?</p>\n<p>A meltdown in Congo? And after that?</p>\n<p>No one knows I’m here. There’s no one who will help me. No one who can save me.</p>\n<p><em>No one’s going to save you, no one’s going to save you, no one’s going to save you...</em></p>\n<p>Another sound.</p>\n<p>Definitely.</p>\n<p>Small. <em>Whiney</em>.</p>\n<p>A scooter comes around the corner this time.</p>\n<p>Useless; it's got three blokes on it...</p>\n<p>It’s already violating the laws of physics.</p>\n<p>If that wasn’t enough, there are wooden crates stacked up high enough to be a fourth man on the back.</p>\n<p>They pull up alongside me, and take the chance to have a break.</p>\n<p>I dejectedly explain the situation to the driver while he hoses one out into the scrub.</p>\n<p>I’m about to ask him if he could send me some help when he gets to the next village, but he beats me to the punch; he says that he’ll help me.</p>\n<p>I can’t see how...</p>\n<p>He says he’ll take my wheel to the next village, have it repaired, and then bring it back to me ... for ten dollars...</p>\n<p><em>I don’t have to do another tube change...</em></p>\n<p>Deal! Deal deal deal deal!</p>\n<p>That’s a deal!!</p>\n<p>My friggin <em>saviour</em>.</p>\n<p>It's weird. I'm mostly thrilled that someone's taking care of the repair for me, rather than being saved.</p>\n<p>Weird...</p>\n<p>Anyway. My personal Jesus wants the money now, <em>before</em> he leaves.</p>\n<p>I reckon that’d leave him with very little incentive to do what he said he would do... Something tells me that he’s not doing me this favour out of the goodness of his heart...</p>\n<p>The only thing worse than the current situation would be the current situation minus a stolen wheel, minus ten bucks, and in the dark.</p>\n<p>I convince him it’s better for both of us if I give him the money once he comes back.</p>\n<p>It's a deal.</p>\n<p>The two other blokes are trying to strap the wheel to the top of the leaning pile of wood crates with a couple of rubber straps.</p>\n<p>They’re struggling.</p>\n<p>It slowly dawns on all of us that it’s a bridge too far, it ain’t gonna fly. There’s nowhere else it can go...</p>\n<p>Despair.</p>\n<p>Just when there was hope, it’s snuffed out again.</p>\n<p>I'm sure that this is my last chance. It's too late in the day for more traffic.</p>\n<p>I’m about to ask him, again, if he can send me help from the next village, when he pulls a <em>brand new</em> tyre tube from out of the bike somewhere, like a goddamn magician pulling a rabbit out of a hat.</p>\n<p>It’s an 18 inch tube, which is <em>exactly</em> my size.</p>\n<p><em>Is this real life??</em></p>\n<p>Twenty dollars.</p>\n<p>I make that fucking deal!</p>\n<p>He’s stoked, I’m saved. Everyone’s happy.</p>\n<p>Then it dawns on me; I'll have to change the tube... Again.</p>\n<p>I look at the tube in my hands, terrified.</p>\n<p>I don’t know if I can do it...</p>\n<p>I feel so <em>weak</em>. Crushed.</p>\n<p>I’m not sure I can do it again with these mangled hands, and with the added pressure of knowing that this - probably - is my last shot.</p>\n<p>Jesus and his disciples ride off, and leave me to it.</p>\n<p>Nothing’s changed from the first time. There’s no knack that I’ve learned. No tricks.</p>\n<p>Here we go...</p>\n<hr>\n<p>It won't go.</p>\n<p>Everything’s taken to shaking now.</p>\n<p>I’m not sure what’s causing it; the exhaustion; the dehydration; the fear; or the crushing nervousness.</p>\n<p>I can't stop it, so I've stopped paying attention to it.</p>\n<p>The tyre pops out.</p>\n<p>I collapse.</p>\n<hr>\n<p>The old tube’s too fat and won’t come out.</p>\n<p>My patience ran out hours ago; I manhandle the bastard out of there.</p>\n<p>Rough as.</p>\n<p>Right. This is it. This is the <em>last</em> chance. Botch this and it’ll kill me.</p>\n<p>I’m <em>terrified</em>.</p>\n<p>I handle the new tube like it’s made of tissue paper. I feel like I should be wearing white felt gloves.</p>\n<p>Gingerly, delicately, I tuck it into the tyre.</p>\n<p>No force. I make sure that it's positioned <em>perfectly</em>.</p>\n<p>It’s tyre iron time.</p>\n<p><em>God help me...</em></p>\n<p>It doesn’t matter how long it takes; I <em>can not</em> pinch this tube. If I fuck it up I’ll be waiting around a few hours anyway.</p>\n<p>Or all night...</p>\n<hr>\n<p>There is no doing this gently.</p>\n<p>It's just <em>not</em> possible.</p>\n<p>The bastard of a thing is either going in with force, or not at all.</p>\n<p>Fuck it.</p>\n<p>Roll the dice.</p>\n<p>Tyre wall: shredded.</p>\n<p>Hands: beyond.</p>\n<p>Nerves: shot.</p>\n<p>Tyre: ... <em>In.</em></p>\n<p>It's in.</p>\n<p>It's done...</p>\n<p>I screw on the pump and I’m ready to cry.</p>\n<p>I can’t deal with this not working. I’m welling up anyway...</p>\n<p>What a fucking mess.</p>\n<p>The tube takes the air. The tyre inflates.</p>\n<p>It passes squeeze test.</p>\n<p>Or does it?</p>\n<p>Not enough air and I’ll get a pinch puncture on these rocks. Too much air and I’ll blow the tube right here, right now...</p>\n<p>I don’t know... I don’t know, I don’t know, I don’t know...</p>\n<p>Off comes the valve to a rush of air.</p>\n<p>Then silence.</p>\n<p>I’m going to cry anyway...</p>\n<p>I need to go, right <em>now</em>.</p>\n<hr>\n<p>I’m all at sea as I reassemble the bike</p>\n<p><em>Swooning</em>.</p>\n<p>I’m out of my mind, my body’s really giving it up now.</p>\n<p>I know this feeling; out of kilojoules, out of water.</p>\n<p>I walk three trips back and forth the twenty strides to &quot;EVERYTHING&quot;.</p>\n<p>Load up.</p>\n<p>I check the pressure with a squeeze and it seems to be the same.</p>\n<p>Ok.</p>\n<p>Now, the Shrike.</p>\n<p>Please. <em>Please</em>. I need this.</p>\n<p>I turn the key and wait for the fuel pump to finish its little whine.</p>\n<p><em>Please</em> start.</p>\n<p><em>Please.</em></p>\n<p>I hit the ignition button.</p>\n<p>It turns past where it would normally fire.</p>\n<p>Keeps turning again and again. <em>Shit.</em></p>\n<p>Turning, turning, <em>coughing</em>, <em>coughing…</em>.</p>\n<p><em>Please!!</em></p>\n<p>The Shrike roars to life.</p>\n<p>Angry.</p>\n<p>Misfires everywhere.</p>\n<p>Black flying out the exhaust.</p>\n<p>Sounds fucking terrible. Running like a dog.</p>\n<p>But running.</p>\n<p>It’ll do...</p>\n<p>I jump on without taking my hand off the throttle, stomp down into first, drop the clutch, and we’re away.</p>\n<p>We’re away, but I’m a mess.</p>\n<p>I can't stop <em>shaking</em>.</p>\n<p>I'm dragging the whole day along with me.</p>\n<p>My nerves are shot to hell. I don’t want to play this game anymore.</p>\n<hr>\n<p><em>&quot;NO!&quot;</em></p>\n<p>No no no no no no no!! <em>Oh my god.</em> I <em>can't!!</em></p>\n<p>The Shrike is wallowing around; same feeling as the last two times.</p>\n<p>I pull over and get off the bike, I keep my hand lightly on the throttle in neutral gear to stop the motor cutting out.</p>\n<p>The back tyre isn’t totally flat, but it’s definitely <em>squashed</em></p>\n<p>Puncture? Or underdone?</p>\n<p>It doesn’t matter. It’s irrelevant.</p>\n<p>Only option is to put more air into it and crack on and see what happens.</p>\n<p>I take my hand off the throttle, it stays in idle, somehow doesn't die.</p>\n<p>The tyre gets a boost.</p>\n<p>We ride on.</p>\n<hr>\n<p><em>Everything</em> is scaring me.</p>\n<p><em>Every</em> movement. <em>Every</em> wiggle. <em>Every</em> noise. <em>Every, single, time</em>. I panic.</p>\n<p><em>Panic!</em></p>\n<p>I check the tyres.</p>\n<p>I panic and panic and panic...</p>\n<p>Up pops a village.</p>\n<p><em>Out of nowhere</em>.</p>\n<p>It’s small, but big enough to have a shop. Selling bottled water.</p>\n<p>It's going to be ok.</p>\n<p><em>It's actually going to be ok.</em></p>\n<hr>\n<p>Water's never tasted so good.</p>\n<p>I ask around about a place to stay the night. They have one.</p>\n<p>I follow the directions, and then get shown my room.</p>\n<p>The bed is covered in little morsels of mouse shit.</p>\n<p>Thank god.</p>\n<p>I’ll take it.</p>\n<p>Stress rolls off me. At least some of it.</p>\n<p>It’s going to be ok... I’ll be ok....</p>\n<p>I unload the Shrike into the mouse nest, head out the front of the “hotel” and fall into a plastic chair.</p>\n<p>Fade to black.</p>\n<hr>\n<p><em>Neck!?</em></p>\n<p>Aaaaargh! <em>Jesus</em>! What’s happened?? My fucking neck!!</p>\n<p>I open my eyes and see a crowd of faces staring back at me.</p>\n<p><em>What the... fuck?</em></p>\n<p>I squint and blink out my eyes and try to straighten my neck. Won’t happen.</p>\n<p>Where <em>am</em> I?</p>\n<p>The last year comes rushing back to me.</p>\n<p>Oh. Right... <em>Damnit.</em></p>\n<p>My muscles remind me of the day before my brain can bring it up.</p>\n<p><em>I don’t remember falling asleep...</em></p>\n<p>I feel even <em>worse</em>, my neck’s <em>fucked</em>.</p>\n<p>Looks like half the bloody village has shown up to have a look.</p>\n<p>Not too close though...</p>\n<p>They all look pretty cagey.</p>\n<p>Like I'm a stray dog.</p>\n<p>I give a half smile and a half wave. I’m not in the mood for this...</p>\n<p>I need to eat something.</p>\n<p>I’m up, nearly everyone leaves.</p>\n<p>Did they think I was dead? Ha! I reckon they might have...</p>\n<p>I must look like <em>shit</em>.</p>\n<p>I'm surprised I didn’t wake up to someone poking me with a stick...</p>\n<hr>\n<p>I can’t believe I’m here, and with all my stuff.</p>\n<p>By rights I should still be back there on the road instead of hoovering this delicious huge plate of rice and beans.</p>\n<p>I’m shoving the stuff into my cheeks like a chipmunk, trying to chew and swallow and breathe and talk to my new buddies all at once.</p>\n<p>I nearly cough a huge gobful over everyone when I accidentally ram something down my windpipe.</p>\n<p>I put away a plate of food the size of a wheelhub in what must be a record time.</p>\n<p>I wonder if these guys think that this is normal...</p>\n<p>They’re a pleasant enough bunch.</p>\n<p>One off them introduces himself as “Papi”. He clears landmines for the Red Cross.</p>\n<p>There are landmines, are there? Ah. Righto. <em>Noted...</em></p>\n<p>I tell him about my fun introduction to DRC and he says he’ll patch up my two busted tubes for me.</p>\n<p>Legend!</p>\n<p>While we’re working on that he says that he wants to ride “ensemble” with me tomorrow into Matadi.</p>\n<p><em>Fuck yes</em>.</p>\n<p>Papi you hero.</p>\n<p>This is <em>exactly</em> what I need: A wingman.</p>\n<p>We get straight to patching the two old tubes.</p>\n<p>It looks like I “pinch punctured” the first tube I popped, because the hole was on the rim side, not the tyre side.</p>\n<p>The other one I must’ve buggered with the tyre irons because the hole is somewhere near where the rim and the tyre would probably meet.</p>\n<p>No surprises there.</p>\n<p>Papi and I are nearly done with patching the tubes when a bloke rocks up to the village on a scramble bike with a punctured rear tyre. He looks like he's been riding on it totally deflated.</p>\n<p>Papi and I check it out. It’s exactly the same brand and model and spec as my tyre.</p>\n<p><em>Identical</em>.</p>\n<p>How is that possible??</p>\n<p>It looks like we'll be doing a <em>third</em> tyre change today.</p>\n<p>And when I say we, I mean them. I’ll sit this one out, thank you very much.</p>\n<p>Papi goes and fetches his tyre irons.</p>\n<p>Tyre irons as long as your arm...</p>\n<p>They whip the back wheel off the bike quickly and efficiently, and then Papi peels the tyre off the rim with comical ease.</p>\n<p>Foomp. Foomp. Foomp. Foomp... Pop!</p>\n<p>Done. <em>Unbelievable.</em></p>\n<p>He did in <em>twenty seconds</em> what took me <em>three thousand six hundred seconds</em>.</p>\n<p>No sweat...</p>\n<p>I want to cry.</p>\n<p>Papi takes one look at my face and laughs his head off. He thinks it’s hilarious.</p>\n<p><em>That’s</em> what a tyre change should look like: non-life-threatening.</p>\n<p>I <em>must</em> get a pair of those tyre irons.</p>\n<p>Papi whips out the tube, finds the hole, patches it, puts it back in the tyre, stomps three quarters of the tyre back into the rim with his feet, and peels the rest into the rim in a <em>single</em> go.</p>\n<p>Job: Done.</p>\n<p>No big deal.</p>\n<p>I look down at my fucked up hands, touch the swollen and bruised knees from having knelt on the hard rocks for <em>hours</em>.</p>\n<p>Schools out. I've learnt my lesson.</p>\n","nextChapterExists":true}