{"chapter":"<p>The roosters start their shouting match.</p>\n<p>The world is still pitch. Whatever is up there in the roof finishes off it’s particularly industrious night. I'm guessing it's the same thing that was shitting on my bed.</p>\n<p>I’m up.</p>\n<p>Still knackered. But I can’t sit still.</p>\n<p>Today’s the day; the last day of dirt.</p>\n<p><em>Ever</em>.</p>\n<p>I’m bursting with nervousness.</p>\n<p>Even in convoy mode with Papi, I’m still not ok with this.</p>\n<p>The idea of another puncture, or something going wrong on the bike, or that donkey piss petrol conking the Shrike out makes me squirm.</p>\n<p>I’m not sure that I have the reserves to be able to deal. We’ll see...</p>\n<p>Today’s my first &quot;real&quot; day in the Democratic Republic of Congo. The first taste of what the place is really like.</p>\n<p>It’s not something that I've been looking forward to.</p>\n<p><em>At all.</em></p>\n<p>The Democratic Republic of Congo, formerly Zaire, formerly just plain Congo.</p>\n<p>It's probably the most fucked up place in all of Africa.</p>\n<p>And that’s saying something...</p>\n<p>Maybe the most fucked up place in the whole world. It’s got to <em>at least</em> make the shortlist.</p>\n<p>The wars they had here are the biggest wars you’ve never heard of. The biggest wars I’ve never heard of anyway.</p>\n<p>They weren’t that long ago; they were in my lifetime.</p>\n<p>I never remember seeing it on the news, probably because it had nothing to do with anyone I know. So, naturally, no one I know gives a flying fuck; hooray for humans.</p>\n<p>But I’m here now. So, yeah, I do give a flying fuck.</p>\n<p>It was <em>bad</em>.</p>\n<p>It was so bad that people – what people I’m not too sure – but people call it <em>World War Three</em>. Seems a poor choice, given that the rest of the world didn’t really want anything to do with it.</p>\n<p>But yeah, that bad.</p>\n<p>And <em>super</em> rapey.</p>\n<p>That’s about as eloquent as I think my brain can go this morning; super rapey.</p>\n<p>War crimes.</p>\n<p>Crimes against humanity stuff.</p>\n<p>While the whole country was going to hell in a handbasket, the president - a bloke who renamed himself Mobutu Sese Seko Koko Ngbendu wa za Banga, which means &quot;the all-powerful warrior who (I shit you not...) because of endurance and an inflexible will to win, will go from conquest to conquest leaving fire in his wake(!)&quot; – was using all the country's money to fly chartered trips to Paris on the Concorde.</p>\n<p><em>The</em> Concorde.</p>\n<p>The supersonic one. <em>That</em> one. Flown to Paris. From his private, enormous palace in the middle of bumfuck nowhere Congo.</p>\n<p><em>Just him</em>.</p>\n<p>Him, and the national youth choir...</p>\n<p>Seriously, you can’t make this shit up.</p>\n<p>What I can’t believe is that Air France was totally cool with it...</p>\n<p>Anyway. The country was a total clusterfizzer, a basket case, a deadset mess, and then it <em>exploded</em>.</p>\n<p>Things turned horrifically, <em>brutally</em> violent.</p>\n<p>I don’t really want to think about it...</p>\n<p>It's the Belgian's fault. Who would have thought? They ruined this place and then left it with nothing. Look it up. It's bananas.</p>\n<hr>\n<p>I'm not the only one walking around in the shadows of the village on the edge of dawn.</p>\n<p>Breakfast is two deep-fried doughballs. It’s all I can find.</p>\n<p>I go back to the hotel, take a bucket shower in a basin where the ceiling is only half as tall as I am, and the concrete walls are covered in a slimy, wet growth. There's no light.</p>\n<p>It's hard to pour water over your head when there's no room above your head...</p>\n<p>I do a shit job and just towel off while I'm still soapy; I ran out of water...</p>\n<p>I get dressed and load up.</p>\n<p>The Shrike won't start.</p>\n<p>I give it a bit, and then hit it again. Nothing.</p>\n<p>What do I do? If I keep trying I'll flood it...</p>\n<p>What else <em>can</em> I do? I hit it again, and let it go and go and go.</p>\n<p>It skips a turn and then coughs and roars into life.</p>\n<p>So much black smoke...</p>\n<p>I don't know how it's still living through this...</p>\n<p>I ride out of the hotel courtyard and into a prominent spot in the middle of the village, which is starting to come alive.</p>\n<p>I've got to kill the Shrike again to wait for Papi.</p>\n<p>I hop off and pace the village.</p>\n<p>I want to go <em>now</em>.</p>\n<p>My brain’s already a blur of bad outcomes...</p>\n<p>I’m pacing and pacing. A bloke nearby gets my attention and makes some weird gestures at me. He's trying to tell me something...</p>\n<p>It's a <em>weird</em> charade. A tin soldier? A man climbing a rope?</p>\n<p>What are you on about??</p>\n<p>I shake my head at him, shrug, I’ve got no idea mate. “Qwa?? Ce qwa??”</p>\n<p>He just keeps doing it. He won’t explain himself...</p>\n<p>I say, louder, “Mon ami! Je ne comprend pa... Ce quoi??”</p>\n<p>He’s keeping his mouth shut. Won’t <em>talk</em>. He stops moving and stands dead still, looks dead ahead.</p>\n<p>I cog that the village is <em>dead silent</em>. Not a sound...</p>\n<p>I look around, 360, and everyone, <em>everyone</em>, across the whole village, is standing <em>dead still</em>. No one’s moving an inch. No one’s saying a word.</p>\n<p>I shut up. Stand frozen.</p>\n<p><em>What the fuck is going on here?</em></p>\n<p>There's the most pregnant of pauses.</p>\n<p>What are we supposed to be doing??</p>\n<p>I’ve never seen anything <em>like</em> this.</p>\n<p>I don't even dare move my head anymore...</p>\n<p>A whistle trills over the silence and the whole village re-boots like someone just pushed play...</p>\n<p>Papi shows up. “Papi. Ce quoi, tout ca?”</p>\n<p>He say’s something in French and makes charades just like the other bloke. Like he's climbing a rope.</p>\n<p>So the whole village shuts down so a bloke can <em>climb a rope</em>? <em>What??</em></p>\n<p>“Drapo” goes Papi, and points at the sky.</p>\n<p>Drapo?</p>\n<p>Oh! Drapo! A <em>flag</em>!</p>\n<p><em>Bizarre</em>.</p>\n<p>Papi fills me in.</p>\n<p>Apparently, every single day at 7:30am on the dot they raise the national flag in every village in the <em>whole country</em>. The entire country needs to be silent and standing for it.</p>\n<p>The penalty for non-compliance is an eye-watering $1,000.</p>\n<p>I can't really believe that, but I think I might have just gotten away with one...</p>\n<p>I also think I’ve been getting away with calling Papi, &quot;Papi&quot;, when his name is actually “Baby”. I'm not sure I believe that either...</p>\n<p>Anyway. Baby’s ready to rock and roll, but there’s one more thing he has to grab... He heads around the corner, and comes back with a big smile on his face and hands me two big tyre irons.</p>\n<p>What a fucking legend.</p>\n<p>I love this bloke.</p>\n<p>They’re not <em>really</em> tyre irons; they’re just two lengths of iron “re-bar” that have had the ends smashed out with a hammer into a sort of spaded paddle.</p>\n<p>Agricultural, sure, but it’ll work a charm.</p>\n<p>Best gift I’ve ever been given.</p>\n<p>I insist on giving him something for it but he insists back that he doesn’t want anything.</p>\n<p>What a lad!</p>\n<p>Baby jams a ridiculous plastic gridiron helmet on his head that looks like it's been made for a child, The Shrike coughs to life, and we’re away.</p>\n<hr>\n<p>The warm fuzzys of the thoughtful gift don’t last for long.</p>\n<p>I’m <em>tuned in</em>.</p>\n<p>My whole body and mind are bent on picking up on the early signs of problems.</p>\n<p>I jump at shadows again and again and again and again, each time looking down to the tyres, expecting disaster.</p>\n<p>Anything sets me off; sounds, wobbles, how “hard” the tyres feel under the terrain...</p>\n<p>Baby toots his horn at me from behind. I glance in my mirrors and he’s signalling me to stop.</p>\n<p>But I already know what it means...</p>\n<p>The tyre’s gone.</p>\n<p>I’m <em>crushed</em>.</p>\n<p>I get off the bike and the tyres are fine. They’re still full of air.</p>\n<p>It’s the saddle bags that are on the piss... They’ve somehow shifted violently to one side, even though I’ve been taking things very conservatively.</p>\n<p>It makes no sense.</p>\n<p>I thank Baby for looking out for me, and straighten out the bags.</p>\n<p>What I really need to do is straighten out my head.</p>\n<p>I need to calm down.</p>\n<p>This worrying about the tyres shit is frying me out.</p>\n<p>We crack on for a while till we get to another village where Baby has some Red Cross work to do.</p>\n<p>The poor bastard is caked in a layer of red dust from following me much too closely on the bike.</p>\n<p>On the way out of the village we hit a checkpoint.</p>\n<p>I shit my pants; I can't control it; I don't have the LP for the bike.</p>\n<p>The cop asks me for my name. Where I’m from. What am I doing here.</p>\n<p>Then he tells me to have a nice day.</p>\n<p><em>Really?</em></p>\n<p>I'll take it.</p>\n<hr>\n<p>I countdown the next twenty five kilometres, one by one, till, finally, the red dirt fades into tarmac.</p>\n<p>I could kiss it.</p>\n<p>I get off the bike and dance a jig.</p>\n<p>That’s it.</p>\n<p>We’re done.</p>\n<p>It's the &quot;goodbye dirt-road-Africa&quot; dance.</p>\n<p>There's not a shred of melancholy sadness left from yesterday morning. It's been tortured out of me.</p>\n<p>Bye.</p>\n<hr>\n<p>We rush on to Matadi on <em>really</em> good tarmac.</p>\n<p>And it is a <em>rush</em>. I don’t know why, but even on the tarmac I’m still feeling spooked and in a hurry for no reason. I can’t shake off the feeling of urgency. Like I’m being chased. Or it’s a race or something.</p>\n<p>I want to be in Matadi <em>now</em>.</p>\n<p>Halfway there and Baby has to peel off; he's got more work to do.</p>\n<p>He asks me for money for the tyre irons.</p>\n<p>Of course I'll pay him, but it changes it from a nice gesture to something that seems a little more shrewd and a little less genuine.</p>\n<p>It’s cheapened it a bit for me.</p>\n<p>I give him twenty dollars and he's overjoyed.</p>\n<p>I'm back to being solo...</p>\n<hr>\n<p>The ride into Matadi is pretty nice; I could totally convince myself that I’m cruising some European foothills (except for the traffic, the demographic, the heat and the humidity, that is).</p>\n<p>A couple of painless, shit-your-pants inducing checkpoints later and Matadi comes into view.</p>\n<p>It’s pretty speccy.</p>\n<p>It looks like a massive, sprawling village that’s been draped over a steep hillside.</p>\n<p>I roll into the outskirts of Matadi and, unbelievably, there’s a proper, modern, petrol station there.</p>\n<p>I fill the Shrike up right to the brim.</p>\n<p><em>Straightaway</em> it sounds healthy again.</p>\n<p>It's done very well to put up with that stale, filthy donkey piss they call petrol.</p>\n<p>Next stop, Matadi.</p>\n<hr>\n<p>It’s fucking insane.</p>\n<p><em>Chaos</em>.</p>\n<p>Completely out of control.</p>\n<p>Panda-fucking-monium.</p>\n<p><em>Packed</em> roads – even for Africa – with trucks and cars and motorbikes and people and no fucking rules.</p>\n<p>I want to shack up on the other side of the hill; over by the Anglolan consulate.</p>\n<p>But, I’m not sure I'll make it...</p>\n<p>The lions-share of the traffic are trucks carrying shipping containers. They're doing whatever the hell they want to do; they’re <em>all over</em> the road, impossible to predict.</p>\n<p>The only thing they seem to be consistently and reliably doing is trying to run me over...</p>\n<p>It’s close call after close call after close call.</p>\n<p>I'll only need to be hit once...</p>\n<p>The people aren’t much better.</p>\n<p>I’m copping way, way more hissing and yelling and gesturing from the side of the road than is normal.</p>\n<p><em>Way</em> more.</p>\n<p>With people swarming between the gaps in the trucks and all the other traffic they seem intent on trying to hold me up, trying to get in front of the bike and get in my way. It doesn’t help that they all tower over me.</p>\n<p>It’s claustrophobic, belittling. It’s freaking me out.</p>\n<p>This is <em>the bad</em> Congo, and the people aren’t helping me feel safe. Not one bit.</p>\n<p>Then all at once some fucking insane bloke steps off the curb and onto the road right in front of me, shapes up to a fighting stance, screams, and feints to give me a judo chop right in the fucking neck as I ride past.</p>\n<p>I nearly prang trying to avoid the hit.</p>\n<p>I shit my pants for the second time today.</p>\n<p>I wouldn’t have even come <em>close</em> to getting out the road if he wanted to belt me.</p>\n<p><em>What the fuck was that?</em></p>\n<p>My body's ready to fight someone.</p>\n<p>I’m watching the clown in my rear vision mirrors to make sure he’s not chasing me, or that anyone else is going to have a go, or just figure out what the hell that was that he was getting at. But he’s just standing there, screaming something into my back.</p>\n<p>I was on edge before, but that adrenaline dump... It's got nowhere to go. I'm off the charts. <em>Fizzing.</em></p>\n<p>DRC isn’t looking like a bundle of laughs.</p>\n<hr>\n<p>I switchback up the hill.</p>\n<p>A few more close calls with a few more trucks later and I crest the top, and head down the other side of the slope.</p>\n<p>It’s like flicking a switch.</p>\n<p>It’s almost <em>chilled</em>.</p>\n<p>Tale of two cities...</p>\n<p>I chomp over to the Angolan consulate through the spaghetti network of roads with relative ease.</p>\n<p>The consulate is impressive – a proper, modern, big two storey building with a big perimeter wall and big metal gates. Imposing.</p>\n<p>Time to find accommodation then...</p>\n<hr>\n<p>It’s a clusterfuck.</p>\n<p>Of course it is.</p>\n<p>Hours of dicking around sizing up a number of shit options, only to go with the first shit option.</p>\n<p>I’d fobbed off the first joint the first time around because it’s was outrageously bad value.</p>\n<p>Problem was that all the other options make me want to kill myself.</p>\n<p><em>Truly</em> bad.</p>\n<p>But, that said, I don’t think any of them had the bed covered in little nuggets of mouse shit, so they’re all a leg up from last night.</p>\n<p>I’m not in the mood for going uber rough, so I had to go crawling back to the first joint.</p>\n<p>I unpack the Shrike.</p>\n<p>Time. To. Wander.</p>\n<hr>\n<p>On this side of the hill things aren’t that bad. In fact, it feels like practically every other oversized village in Africa.</p>\n<p>I go get cash. The machine works. And gives me some fresh U.S. dollars. Didn't expect that...</p>\n<p>Things are looking on the up and up.</p>\n<p>Honestly, I’m just happy to be in some civilisation again.</p>\n<p>But, that said, I’m getting eyeballed on the street by <em>everybody</em>. I haven’t been eyeballed like this since, well, never...</p>\n<p>Nine times out of ten it <em>seems</em> to be just out of plain curiosity, but the other time, well, I’m not too sure what <em>that</em> look is...</p>\n<p>All fun and games.</p>\n<p>All part of it.</p>\n<hr>\n<p>Tomorrow I get the last roll of the dice; Angola visa or bust.</p>\n<p>After these last few weeks I don't think I could handle the &quot;death road&quot; to Zambia, or whatever the fuck it's called.</p>\n<p>2,000 clicks... 2,000 clicks of &quot;death road&quot;.</p>\n<p>I don't think it's something I could do even if I wanted to. And I don't want to.</p>\n<p>I want that tarmac. I want those easy miles.</p>\n<p>I want to get this thing <em>done.</em></p>\n<p>I want the end.</p>\n","snippet":"The roosters start their shouting match.\r\nThe world is still pitch. Whatever is up there in the roof finishes off it’s particularly industrious night. I'm guess","nextChapterExists":false}