{"chapter":"<p>Freetown in the mirrors.</p>\n<p>I smash on down the peninsula. Bearing: south.</p>\n<p>Today's the first day that the smoke or fog or smog or whatever it is has lifted off the city, revealing in all it's glory the blue ocean, the green mountainside and a gorgeous blue sky.</p>\n<p>This is a very, very pretty place.</p>\n<p>I’ve got high hopes for Freetown, I reckon it's going to do just fine.</p>\n<p>The bike is still cooking itself in the sun and pissing an oil slick as it goes. It’s starting to make an oily mess of my saddle bags.</p>\n<p><em>Not good.</em></p>\n<p>Putting that aside, the Freetown peninsular is a bloody nice ride; the ocean to the right, good blacktop under the wheels, and mountains on the left covered in thick greenery.</p>\n<p>This is just fine and dandy.</p>\n<hr>\n<p>I see a wooden sign in the side of the road for <em>'No.2 River Beach'</em>. Hardly inspiring, but I’ve been told by locals back in Freetown that it's worth checking out.</p>\n<p>Why not? I've got nothing but time...</p>\n<p>I ride down the sandy side road till I hit a set of thatched huts with no walls that are set up right on the beach.</p>\n<p>There's a teeny tiny little shantytown just around the corner.</p>\n<p>I see some local surfers bobbing up and down on a surf break that is <em>Goldilocks</em>; not too big, not too small, but <em>just right.</em></p>\n<p><em>I want a piece of this.</em> Oh yes...</p>\n<p>I go ask the boss how much to pitch a tent in one of the huts for the night.</p>\n<p><em>200,000 Leones.</em></p>\n<p>Fuck off, mate!</p>\n<p>That’s <em>fifty bucks.</em> Just to pitch my tent on a beach.</p>\n<p><em>Outrageous.</em></p>\n<p>I counter crazy with crazy and take a zero off the end of his price and pitch that back at him.</p>\n<p>He doesn't like it...</p>\n<p><em>Let the haggle begin.</em></p>\n<p>In the end, we both feel like winners; 60,000 a day - that's fifteen bucks - <em>with</em> a surfboard thrown in.</p>\n<p><em>I’d make that deal.</em></p>\n<p>I unpack, pitch up, and sit on the sand.</p>\n<p>This place is paradise. Truly.</p>\n<p>I grab the surfboard...</p>\n<p>Now, as an Australian, I'm legally prohibited from saying anything nice about any beaches abroad.</p>\n<p>But this place? <em>Fwoar...</em> I've gotta break the rules.</p>\n<p>The sand is <em>immaculate.</em> It’s so white that it almost looks like a shade of grey, and so fine that it’s like talcum powder, and so clean that it squeaks underfoot as I walk - then run - with my surfboard towards the water.</p>\n<p>The leap at the waters edge feels like slow motion...</p>\n<p>The water is a perfect flat teal with a swell breaking neatly across the beach.</p>\n<p>The mountains surround the beach like a bowl.</p>\n<p>The peaks almost seem to come straight up out of the sea.</p>\n<p>It’s all achingly beautiful and utterly unspoilt. I set my mind to soaking in every single detail as I sit all alone in the crystal clear ocean, just me and my board, waiting for the next set to come in.</p>\n<p><em>Fan-bloody-tastic.</em></p>\n<p>The water temperature is “stay in all day”.</p>\n<p><em>I think I'll do just that...</em></p>\n<hr>\n<p>Two days straight; sunrise to sunset...</p>\n<p>Thoroughly sunburnt.</p>\n<p>A confession: I’m shit at surfing.</p>\n<p>Almost shit enough to say that I can’t actually surf. <em>That bad.</em> But that’s beside the point; no-one’s watching me out here; no-one's judging.</p>\n<p>But, when I do put it all together - when I get it right - it's infinitely satisfying; a true, whooping thrill.</p>\n<p>More than anything else, it just feels good to be using the body for the first time in a long time.</p>\n<p>Sure, I can't surf, but I fuckin love the ocean.</p>\n<p><em>And this has been about as good as it gets.</em></p>\n<p>But now, <em>I’m a train wreck.</em></p>\n<p>My skin shrieks at every movement. My spent muscles ache all the way down to the bone.</p>\n<p>Sleeping on the ground hasn't helped me, I’m sure.</p>\n<p>The idea of going surfing for a third day brings on an almost physical reaction. <em>Repelled.</em></p>\n<p><em>I think that's enough.</em></p>\n<hr>\n<p>On the way out, I spot a white guy. How odd! That's certainly worth stopping for...</p>\n<p>A bit of a hippie-ish looking guy, wearing long blonde hair and a pair of khakis. We get to talking.</p>\n<p>He's weird.</p>\n<p><em>Really weird.</em></p>\n<p>In fact, he's just like me... One day he he decided to drive down here from the UK in his Landcruiser.</p>\n<p>He points it out. It looks absolutely knackered... In fact, it looks completely fucked.</p>\n<p>&quot;Yep, it broke down. That was about, what? Ten years ago now? I think...?&quot;</p>\n<p>&quot;You've been here for <em>ten</em> years??&quot;</p>\n<p>&quot;Yeah. Yeah, I've got a wife and two kids.&quot;</p>\n<p>&quot;What? <em>Here??</em>&quot;</p>\n<p>&quot;Yeah, yeah man I don't really know what happened... The 'Cruiser broke down here, and I just decided to stay a while y'know... Not sure when I'll get it fixed and go back home...&quot;</p>\n<p><em>This bloke's not all there...</em></p>\n<p>Something about that smile; <em>straight out of an asylum.</em></p>\n<p>A cautionary tale, if ever there was one.</p>\n<p>I wish him luck with the repairs and peel out.</p>\n<p>Or... Wait. <em>Is he actually a genius?</em></p>\n<p><em>Has he got it all figured out?</em></p>\n<p>He found his paradise, why would he leave?</p>\n<p>As the beauty of the thickly wooded Freetown peninsula quickly gives way to cleared, sad, bulldozed land, I wonder: why am <em>I</em> leaving?</p>\n<p>The road is in good nick, I open the throttle...</p>\n","snippet":"Freetown in the mirrors.\r\nI smash on down the peninsula. Bearing: south.\r\nToday's the first day that the smoke or fog or smog or whatever it is has lifted off t","nextChapterExists":true}