{"chapter":"<p>Kenema.</p>\n<p>There's a hint for Kenema hidden in the name...</p>\n<p>Can you guess it?</p>\n<p>Things have started to feel very <em>Blood Diamond-y</em>; the whole day's ride - all three hundred clicks of it - everyone walking along the roadside has had a big sifting pan on their head.</p>\n<p><em>Chasing diamonds.</em></p>\n<p>Every river I've crossed has people in it with their pans, sifting away.</p>\n<p>This Kenema joint, it's a properly big village.</p>\n<p><em>Grimey...</em></p>\n<p>It seems to have it’s whole purpose wrapped up in diamonds. Buying and selling. There are shopfronts everywhere with diamond symbols painted on the front, “DIAMOND OFFICE” written in big letters.</p>\n<p>After I’ve dropped my shit off at a cheap hotel (overpaid, at 50,000 Leones a night - about twelve bucks) I mop up my oily bike.</p>\n<p>Some prick has stolen my can of spray on chain lubricant.</p>\n<p>Fuckin <em>mug.</em></p>\n<p>I’m pretty sure it was one of those military jerks at one of the many checkpoints on the way here.</p>\n<p>But, honestly, I don’t exactly <em>need</em> it; the whole bike's getting well lubed by that fucking leak...</p>\n<p>Anywho, I've skipped lunch today and I’m bloody hungry.</p>\n<p>Time. To. Wander.</p>\n<hr>\n<p>There’s a young “big mamma” with a table and a bench on one of the street corners, selling chop. I chow down on a <em>massive</em> bowl of “cassava” which is like a potato (sort of), and some beans and sauce. It costs 1,000 Leones: twenty five <em>cents</em>. So cheap! So good!</p>\n<p>I follow that up with some shortbread that I can only describe as vagina shaped. <em>Nom nom nom.</em></p>\n<p>I’m still not done; I smash down a massive sandwich filled with the greasiest deep fried egg in the world, plus some mystery deep fried balls which are probably just doughnuts.</p>\n<p><em>Dinner of champions.</em></p>\n<p>I fuck about in the shanty 'tetanus-waiting-to-happen' markets for a bit, but there’s not much to see or do. This joint is pretty much par-for-the-course. Though, that said, I’m still always a little shocked at just how filthy and grimy the corner of the market that sells fresh food is; grisly meat of who-knows-what animal getting hacked up by dull machetes; the hot, cloying air filled with swarming flies; mud on the ground that you slide on, that comes up through the holes in your thongs and gets in between your toes...</p>\n<p><em>Grimey as fuck.</em></p>\n<p>I head out of the markets; I want to go and check out a &quot;Diamond Office&quot;.</p>\n<p>I've got to admit, they freak me out a bit, but, when else will I get the chance to look at a Diamond Office?</p>\n<p>Gotta do it...</p>\n<p>The place I pick out sells water pumps <em>and</em> trades diamonds.</p>\n<p><em>As you do...</em></p>\n<p>I get talking to a middle aged man who seems to be running the shop.</p>\n<p>He's very keen to give me an education.</p>\n<p>We talk raw diamond &quot;grading&quot;. He’s drawing me pictures and everything, explaining to me the relative values by size, shape, clarity, and colour.</p>\n<p>He tells me that all of the buying and selling is now regulated by the government...</p>\n<p><em>&quot;All legitimate.&quot;</em></p>\n<p>I can tell by his tone that all this sentence is missing is a knowing wink.</p>\n<p>I really want to see one of these raw diamonds but we can’t do that till I get the go ahead from “the boss”, <em>and he's asleep.</em></p>\n<p>That's a bit weird, not least because it’s just coming on dusk now... Why would he be asleep?</p>\n<p>I ask him when they close.</p>\n<p>“Never, we are open at night for people to bring diamonds.”</p>\n<p>Right. <em>Of course...</em></p>\n<p>Small talk starts to take a more sinister turn; He seemed to physically twitch when I tell him I’m heading to Liberia...</p>\n<p><em>Really bad vibes.</em></p>\n<p>The questions start to have an edge to them...</p>\n<p><em>When are you leaving? Tomorrow??</em></p>\n<p><em>Where are you going in Liberia?</em></p>\n<p><em>Where are you staying tonight?</em></p>\n<p><em>Which hotel?</em></p>\n<p><em>I’ll come with you there... Let’s go,</em> now.</p>\n<p>Heebie jeebies. <em>Big time.</em></p>\n<p>I can't cog it though; what the fuck is he driving at??</p>\n<p>I run my head through my guide on diamonds in Sierra Leone: Blood Diamond.</p>\n<p>I remember that Leonardo DiCaprio got put it jail at some point for smuggling diamonds into Liberia...</p>\n<p><em>Does this guy want me to smuggle diamonds into Liberia??</em></p>\n<p>Nah. <em>Surely not...</em></p>\n<p>Diamonds or no diamonds, I'm sure as shit not hanging around to find out...</p>\n<p>I deflect his questions, tell him I'll be right back, real soon, and fuck right off.</p>\n<p><em>Smoke bomb!</em></p>\n<p>I look over my shoulder a few times on the way back to the hotel to make sure I'm not being followed.</p>\n<p><em>Yuck.</em></p>\n","snippet":"Kenema.\r\nThere's a hint for Kenema hidden in the name...\r\nCan you guess it?\r\nThings have started to feel very *Blood Diamond-y*; the whole day's ride - all thre","nextChapterExists":true}