{"chapter":"<p><em>Today's the day.</em></p>\n<p>Liberia.</p>\n<p>Baby heart eating, child soldier shooting, crimes against humanity Liberia.</p>\n<p>Nightmares aside, all border crossings give me the jibbers, <em>and this one's bound to be a doozy...</em></p>\n<p><em>I'm shitting cinder blocks.</em></p>\n<p>According to the maps that I’ve got, the only road that looks like it’s going in the right direction from Kenema to the Liberian border goes for about a hundred clicks and then stops at a dead end.</p>\n<p>A road to nowhere.</p>\n<p>I ask some locals on the ride out, and they <em>kind of</em> confirm that it <em>should</em> be ok, it <em>should</em> get me to the border.</p>\n<p>I'm unconvinced.</p>\n<p>I try to explain my misgivings to them using my maps, but this just seems to utterly confound everyone; don’t ask me why, but this happens <em>all the time;</em> maps always confuse the situation.</p>\n<p>It's like no one's ever seen a map, or even gets the concept of a map...</p>\n<p>Maybe they don't? I dunno...</p>\n<p>Getting directions here in Africa sucks; I can't use maps, and what's worse is that I have to be very, <em>very</em> careful about the way that I word questions, because if I pitch a &quot;yes or no&quot; question the answer will always - <em>always</em> - be in the affirmative.</p>\n<p>An example: <em>I point,</em> “Is the border this way?”</p>\n<p>“Yes”.</p>\n<p><em>I point the other way</em> &quot;Or is it <em>this</em> way&quot;</p>\n<p>&quot;Yes! Yes!&quot;</p>\n<p>It doesn’t matter a lick where I point. Instead, I have to ask a non-binary question: “<em>Which</em> way is it to the border?”</p>\n<p>If they answer &quot;yes!&quot;, that's a dead giveaway that you're asking the wrong person...</p>\n<p>I wish someone had told me this a long time ago; would have saved me a fuck-tonne of time running around on wild goose chases...</p>\n<p><em>I digress...</em></p>\n<p>I decide to go with the locals on this one. The alternative would be to take a fat detour, which I'm really not keen on; plus, why would they build a 100 kilometre road to nowhere?</p>\n<p>Right??</p>\n<p>I take off down the single lane road.</p>\n<p><em>No going back.</em></p>\n<hr>\n<p>The road quickly turns from good tarmac into loose gravel and rock.</p>\n<p>It’s actually brilliant. Tarmac, <em>especially</em> the good stuff, is a bit soulless. It’s easy, sure, but it lacks <em>character.</em> Dirt roads are always changing, never the same, always engaging, always <em>interesting.</em></p>\n<p><em>Fun.</em> I feel like I'm <em>really</em> riding.</p>\n<p>And this one looks like being a ripper; it's just good enough that I can take my eyes off the track for long enough to enjoy the surrounds, without the fear of hitting something I'd wish I hadn't... It's just true enough that I can take one of my hands off the bars to wave to someone passing by and not die for it.</p>\n<p>All of that, and yet it's just rough enough that I can't just mindlessly open the throttle without ending up in the hedges.</p>\n<p><em>The perfect ride.</em></p>\n<p>The dense rain forest crowds in on the dirt road and canopies overhead, enveloping my whole world in green, shading my path.</p>\n<p>There’s hardly a soul out here. No villages to speak of, really.</p>\n<p>&quot;Traffic&quot; is the very occasional Chinese-plastic-piece-of-shit motorbike, usually broken down. I try and lend a hand where I can.</p>\n<p>There's also the occasional truck, which are a bit of a nightmare; they throw up a huge volume of the talcum-powder-like dust, completely browning out all vision. To get past them I have to put up with a few minutes of being increasingly dust-blasted till I'm right up behind their wheels, copping it, and - when I dare - squeezing down the side between the bouncing truck and the trees.</p>\n<p>Hairy moments...</p>\n<p>I'm glad there's not too many of them.</p>\n<hr>\n<p>The morning and some of the afternoon goes.</p>\n<p>I'm still miles from the border as I pull into a tiny village called Zimmi. This is where the road ends on my map...</p>\n<p>I'll take a break.</p>\n<p>I turn off the bike and it goes silent, except for... is that... <em>Celine Dion??</em></p>\n<p><em>Again??</em></p>\n<p>I've been hearing Celine a lot. She's popular here. Hugely popular, actually. Go figure. It's like going back in time a few decades.</p>\n<p>I've no idea why. It's bizarre.</p>\n<p>I spot further up the road a border post.</p>\n<p>&quot;Bit early for that, isn't it?&quot;</p>\n<p>The actual geographical border line must still be hours of riding away...</p>\n<p>I quaff lunch, and go check-out of the country.</p>\n<p>It's no dramas.</p>\n<p><em>Cracking on.</em></p>\n<hr>\n<p>About seven hours after leaving K-enema, I land on the geographical border line in a rough as guts border town named <em>Bo</em>. It's not remote anymore. It's <em>busy.</em></p>\n<p>It’s late in the day. I’m pretty tuckered out. I'm panicking a little. I don't know if I'm happy to attempt a border crossing this late in the day; I get spooked even doing them in the afternoon.</p>\n<p>Suffice to say that I'm feeling a bit of pressure to get this border crossing <em>perfect.</em></p>\n<p>There’s another Sierra Leone border post here at Bo, and they want to go through the motions again.</p>\n<p>I manage to fob them off; I've done it all already, I'm not doing it again. I talk my way out of it.</p>\n<p>Getting back to the bike, the usual crowd has milled around to have a gawk.</p>\n<p>While I'm whacking on my helmet, a military guy with a big gun and a hard face that reveals an utter lack of a sense of humour, walks up to me and points at my saddle bags, “What is in here!?&quot; he shouts &quot;I want to see everything. You show me. Now!”</p>\n<p>Aagh.</p>\n<p>I hate it when this happens.</p>\n<p>It’s rare that these guys understand how much they can make this puppet dance: a lot.</p>\n<p>Pain in the arse more than anything...</p>\n<p>I deflect; shake his hand with big smiles, ask him what his name is? Had a good day? Does he like the bike? Does he have a bike? He does!! That's great! Aren't motorbikes great? I'm really glad you like the bike! That's an awesome gun! Really cool! How far is it to the next village? Is it ok there? Not Dangerous? Are you sure? Great! Hey, Sierra Leone's been great. Such nice people here. Hey, where’s a good place to get food? It’s been a long day, I’ve come from Kenema. Where do you live? Hey, that's great! Anyway, really nice meeting you. Have a nice day!!</p>\n<p>Smokebomb! Ka-Pow!</p>\n<p>Waves all round.</p>\n<p><em>I’m actually getting pretty good at this.</em></p>\n<p>I cross a bridge and I’m onto the Liberian post.</p>\n<p><em>Here we go.</em></p>\n<p>The usual swarm of people come rushing up to offer their services as soon as I’ve turned the key. Like flies to shit. I have to wade through that to get to the post.</p>\n<p>The building itself is actually pretty decent; bricks and everything.</p>\n<p>Immigration are behind a very professional looking sheet of Perspex, which is usually a good sign that they’ve got their shit together.</p>\n<p>Thwack. Passport stamped.</p>\n<p><em>I’m in.</em></p>\n<p>Too easy.</p>\n<p>They point me to where Customs are but that’s not too helpful. For some reason there are <em>two</em> lots of Customs and I go to the wrong one, bark up the wrong tree, and then get sent off somewhere else.</p>\n<p>In the end, Customs turns out to be three guys in plain clothes chilling out on a verandah behind a desk.</p>\n<p>I introduce myself around and hand them the bike’s papers and ask for a Temporary Import Permit (Liberians speak English, so it’s TIPs and not Laissez-Passers here).</p>\n<p><em>They won't give me one.</em> No TIP.</p>\n<p>A bloke who introduced himself as “Uncle Sam” tells me my bike's registration papers will be fine.</p>\n<p>“You're already in Liberia, so you don’t need it. Look, <em>you’re</em> in Liberia, <em>the motorbike</em> is in Liberia, you don't need to import it. <em>No embarrassment.</em>”</p>\n<p>That’s BS...</p>\n<p>If it were true then that would be awesome - no paying for annoying TIPs - but <em>I</em> know that it's not; I know that I need one; I know that if I’m caught without one there’ll be trouble.</p>\n<p>I know that it'll come back to bite me in the arse.</p>\n<p>I tell &quot;Uncle Sam&quot; as much, but he’s not budging. He just keeps saying <em>“no embarrassment”</em>.</p>\n<p>I beg him; &quot;I don’t <em>care</em> if I don’t need it, I’d like one anyway, <em>please</em>.&quot;</p>\n<p>No.</p>\n<p>I insist again.</p>\n<p>You don't need one. <em>No embarrassment.</em></p>\n<p><em>I'll pay!!</em></p>\n<p>No.</p>\n<p>I can't reason with him. I can't pay him.</p>\n<p>&quot;No embarrassment, I promise you, no embarrassment.&quot;</p>\n<p>Fuck!</p>\n<p>I try to find someone else who might help me out... In the process I get asked questions about all sorts of other shit I’d rather not talk about; one guy <em>thoroughly</em> checks out my immunisation card and says it doesn't have yellow fever...</p>\n<p><em>Shit!!</em></p>\n<p>I explain to him that the one marked “typhoid” is a special injection - &quot;multiple, big injection!&quot; - that covers everything.</p>\n<p>What a load of shit.</p>\n<p>He gives me a sort of look, and then just waves me off. I can’t believe I'm still getting away with this... I resolve to forge a yellow fever vaccination in that book the next chance I have...</p>\n<p>(To be clear, I've had the injection, it's just not written down anywhere... Yeah, I'm not fucking <em>crazy</em>)</p>\n<p>In the end there’s no big Customs boss that I can talk to. I try Uncle Sam out one last time, but he just says “No embarrassment. You tell them to talk to Uncle Sam if you have a problem, ok?”.</p>\n<p>Cold comfort.</p>\n<p>It’s too late in the day to try anything else; the light is fading in a country that I’m a stranger to.</p>\n<p><em>Gotta go.</em></p>\n<p>My plan was to head straight to the capital - <em>Monrovia</em> - but the folks at Immigration told me I wouldn’t make it there by sunset. They also advised me that &quot;riding around Monrovia in the dark is a very bad idea...&quot; So I settle on a seaside village named Robertsport, which is just a fraction closer to the border.</p>\n<p>I want to get Liberia done like a band-aid, just rip the bloody thing off and have it over and done with.</p>\n<hr>\n<p>I'm only a stone's throw out of the border post. <em>Checkpoint.</em></p>\n<p>Bloody... <em>shit!</em></p>\n<p>If this is any indication of the regularity of checkpoints in this country then I'm fucked; there's absolutely no way I'll get through without the right paperwork...</p>\n<p>Even if I do make it, I'm not going to handle shitting my pants at <em>every, single, checkpoint</em>.</p>\n<p>If Uncle Sam was in front of me I'd fuckin throttle him.</p>\n<p>They make me stop; the road is barred with a rope. And armed guards.</p>\n<p>I head to a building off to the side of the road. It's oddly busy for a checkpoint.</p>\n<p>I’m <em>shitting</em> it.</p>\n<p>Please, <em>please</em> just go for the passport. <em>Just the passport.</em> I don’t have the time or energy to argue...</p>\n<p>“Papers”.</p>\n<p>I give the guy my passport and nothing else. He writes down my details in a ledger book and tells me I can go.</p>\n<p>Thank <em>fuck.</em></p>\n<p>I tear out of there.</p>\n<p>Launching down some very decent tarmac at a fair clip.</p>\n<p>Nothing to see but palm plantations.</p>\n<p>No villages, people. No green. Just row upon row upon perfect row of stunted palm trees.</p>\n<p>It's getting darker by the minute...</p>\n<hr>\n<p>At the turnoff for Robertsport the tarmac changes to red dirt road.</p>\n<p>I’ve still got fifty fucking clicks to cover.</p>\n<p>It's getting <em>late</em>. I do <em>not</em> want to be out after dark here...</p>\n<p>I hammer it.</p>\n<p>I know I’m going way too fast; too fast for my skill level, the road conditions, my brain's current fuzziness, that darkness... I know I'm asking for trouble.</p>\n<p>I flog it anyway.</p>\n<p>I want this day finished...</p>\n<p><em>Blink.</em></p>\n<p>I hit something.</p>\n<p>I go flying off the road.</p>\n<p>I shit my pants, smash over some shrubs.</p>\n<p>Get control.</p>\n<p>Lurch back onto the red stuff.</p>\n<p>I swear words. All the words.</p>\n<p>My heart is <em>smashing.</em></p>\n<p>I keep the hammer down; it's worth the risk. I <em>must</em> beat the light.</p>\n<hr>\n<p>Nine hours, door to door.</p>\n<p>I pull into Robertsport.</p>\n<p><em>Twilight.</em></p>\n<p>I'm fucked seven ways to Sunday; nothing works anymore.</p>\n<p>I check into the first guesthouse I see and collapse into a foam mattress, surrounded in the light of a dim bulb being powered by a little, loud diesel generator.</p>\n<p>I take a moment to reflect. <em>I’m in Liberia...</em></p>\n<p>Li-fuckin-beria; somewhere near the top of my &quot;holy shit&quot; list.</p>\n<p>On a motorbike. <em>How the hell did this happen?</em></p>\n","nextChapterExists":true}