{"chapter":"<p>After consuming a lot of meat sandwiches, frothy mint teas, delicious bread, addictive avocado and banana smoothies and more omelettes than I care to mention, we find ourselves at the bottom of Morocco.</p>\n<p>It's been about a month.</p>\n<p><img src=\"/oblivious/images/Image_9.jpg\" alt=\"\"></p>\n<p><em>Nothing's gone wrong,</em> but I wouldn’t go rushing back to Morocco. It's a bit of a tourist trap, and I <em>hate</em> being harassed. Happy to be moving on.</p>\n<p>On the way through, we picked up a bald Belgian guy named Tony. He's heading south in a Volkswagen van that can best be described as a 'Swiss army knife'.</p>\n<p><img src=\"/oblivious/images/Image_10.jpg\" alt=\"\"></p>\n<p>I'm glad we found him. <em>He has beer and rum.</em></p>\n<p>But, better than that, Ben's been more than happy to ride shotgun in the van, and I'm happy to chuck all of my shit in the back, leaving me, naked, on the Enfield.</p>\n<p><img src=\"/oblivious/images/Image_11.jpg\" alt=\"\"></p>\n<p>It's been <em>glorious.</em></p>\n<p>We've been surfing all down the coast.</p>\n<p>I've learned how to shit in a 'squat toilet'. It's basically just a hole in the floor... Once you get the hang of it - and stop accidentally pissing on your shoe - it’s quite an effective way to do business. Gone in 60 seconds... And I've finally got my eye in; these day's it's <em>nothing but net...</em></p>\n<p>Swish.</p>\n<p>Life skills.</p>\n<p>I've learned how to talk with my new teeth, and I've dropped the lisp. Those front two chompers are finally beginning to 'set', and not feel so <em>wobbly</em> all the time.</p>\n<p>All to the good.</p>\n<p><img src=\"/oblivious/images/Image_12.jpg\" alt=\"\"></p>\n<p>Speaking of good, Shazza decided to paratroop into Marrakesh for a fun week. She managed to re-align my broken nose with a stray headbutt during some bedroom gymnastics... The pleasure and the pain...</p>\n<p>On the way south, Tony the Belgian picked up two other strays; a mongrel puppy that he's named Synchro (after his van), and a Greek hitchhiker named Manos.</p>\n<p><img src=\"/oblivious/images/Image_13.jpg\" alt=\"\"></p>\n<p>We've all procured Mauritanian visas at the embassy in Morocco with ease; it's just a matter of showing up, saying you want a visa, filling out your details, paying, and wham, <em>visa;</em> we're now officially welcome in the country...</p>\n<p>From here, the die is cast: West. <em>The west coast.</em></p>\n<p>We can't change tack from here, because, <em>Sahara.</em></p>\n<p>We lost Ben.</p>\n<p>Which was a shame.</p>\n<p>A few days back we parted ways because he didn't want to camp out. So he just hitchhiked out of there, straight to the border without us. <em>I don't know how he does it...</em></p>\n<p>Thankfully though, this isn't Tony's first rodeo; he's been down this way before. So, with him and Manos the Greek, I feel pretty confident...</p>\n<hr>\n<p>The border's in the middle of the middle of nowhere.</p>\n<p>Tony the bald Belgian tells me that in between the two borders are four kilometres of <em>'no man's land'.</em></p>\n<p>&quot;What the fuck are you <em>talking</em> about Tony?? <em>No man's land?</em> This isn't <em>The Western Front..!</em>&quot;</p>\n<p>Tony elaborates. Apparently Morocco and Mauritania don’t like each other very much after the war they had fighting over the Western Sahara in the '70’s. Mauritania got belted, and they haven't seen eye to eye since.</p>\n<p>So, because of this, the no man's land is filled with mines.</p>\n<p>Not <em>dig-dig</em> mines but <em>bang-bang</em> mines.</p>\n<p>Fucking <em>landmines</em>.</p>\n<p>Tony's advice is &quot;don't stray off the road.&quot;</p>\n<p>Thanks Tony...</p>\n<p>If I wasn't shitting myself before, I am now.</p>\n<p><em>Landmines</em> aren't our only problem, Tony's van is packed full of smuggled rum and beer, and Mauritania is so uber-Muslim that alcohol is completely forbidden.</p>\n<p><em>Everywhere.</em> Completely dry.</p>\n<p>Add Synchro the puppy to the equation in and things could get interesting...</p>\n<hr>\n<p>We pull in at nine o’clock in the morning in a drizzling rain.</p>\n<p>Yes, <em>rain...</em></p>\n<p>There’s a monster line of cars and trucks waiting to get in at the Moroccan border post. More than I can count...</p>\n<p>And I thought we’d got in early...</p>\n<p><em>Where the fuck has all this traffic come from??</em> We haven't seen hardly anyone in <em>days...</em></p>\n<p>On two wheels I go do that dickhead thing and ride straight on through the gridlock and park up at the front. I jump off the bike and wait for the other guys to catch up.</p>\n<p>Breakfast: omelette, baguettes and tea.</p>\n<p>By the time I'm done with that, the other guys have cut the line by half.</p>\n<p>I decide, being the novice of the crew, to go in and get a head start...</p>\n<hr>\n<p>Fucking <em>circus.</em></p>\n<p><em>Again.</em></p>\n<p>The Moroccan border post is a bunch of small buildings spread over half the size of a football pitch.</p>\n<p>I don’t know what I need to do to get out of the country, or who needs to know what...</p>\n<p><em>No idea...</em></p>\n<p>So, I just bounce around the buildings, walking where I'm told, following instructions, and basically do what everyone else is doing.</p>\n<p>Monkey-see, monkey-do.</p>\n<p>I take a guess at what the right answers are in the French forms until Tony and Manos arrive at the post to save the day.</p>\n<p>Eventually, all the required boxes are ticked, passports are 'exit stamped' and we’re out.</p>\n<p><em>No going back.</em></p>\n<p>We head into no man's land, and the tarmac <em>disappears.</em></p>\n<p><em>There is no road...</em></p>\n<p>It’s just open-ish yellow land with random tyre tracks snaking all over the place in the sand and rock.</p>\n<p>Different tracks... <em>Everywhere.</em></p>\n<p>Fuck... <em>Which track is 'the road'?</em></p>\n<p>I thought we were going to be on a proper fucking road! Like, fucking <em>bitumen!</em></p>\n<p>Tony's going first in the van, like the canary in the coal mine...</p>\n<p>I stick to his wheel-tracks like glue. If he doesn't blow up, I don't blow up.</p>\n<p><em>Right?</em></p>\n<p>Tony, in his turn, is right up the arse of the car in front of him.</p>\n<p>There are a surprising number of people just walking about out here. Loitering. Christ knows what they're up to. <em>Seems dodgy.</em> I don't know why, but I think of them like pirates...</p>\n<p>There's lots of burnt out car wrecks too, just in case I needed any reminders that this could end very fucking badly…</p>\n<p>Shitting. It.</p>\n<p>Where it's not soft sinking sand - which is a nightmare on the bike - it's razor sharp, pointy rocks instead. <em>Flat tyre city.</em></p>\n<p>I'm praying to just make it out the other end. If I get a puncture out here... Shit...</p>\n<p><em>Four crawling kilometres...</em></p>\n<hr>\n<p>No one died.</p>\n<p>Everyone's <em>black</em>.</p>\n<p><em>Everyone.</em></p>\n<p>Like, <em>uber-black.</em></p>\n<p>Black Africa. Couldn't be more in contrast with 'Arabian' Morocco.</p>\n<p>Again, I skip straight to the front of the line by virtue of my two wheels.</p>\n<p>The Mauritanian side of the post is making the Moroccan circus look positively <em>organised.</em></p>\n<p>It’s roughly the same size as the Moroccan post, but there are people <em>everywhere.</em></p>\n<p><em>Total chaos.</em></p>\n<p>Gone are the resplendent baby blue uniforms of the border guards. No 'official' type people to be seen anywhere...</p>\n<p>I park up right in front of the final boom gate out of the border post, where there's a military-ish looking bloke with an enormous gun.</p>\n<p>I hope he’ll keep an eye on my shit... Though he doesn’t look too happy to see me...</p>\n<p>I take off my helmet and give him a big smile and a knowing nod.</p>\n<p>I switch off the ignition.</p>\n<p>Like flies to shit I'm surrounded in seconds by <em>fixers</em> and money changers.</p>\n<p>Everyone's pulling and touching and pestering me.</p>\n<p><em>Immediate overload.</em></p>\n<p><em>Mobbed.</em></p>\n<p>My heart starts smashing so hard in my chest I can <em>feel</em> my pulse.</p>\n<p><em>I'm out of my depth...</em></p>\n<p>Externally though, I'm <em>calm like a bomb;</em> with a little smile on my face and a wave of my hand that says 'I’m a travelling veteran, don't waste your time boys, kindly fuck off'.</p>\n<p>I shake off the clowns as best I can and head off to the 'Gendarmerie'; which is a special police sort of thing, I think...</p>\n<p>I’m going to stick to doing things in the order that they were in when I came into the border: Gendarmes - Douanes - Police/Immigration.</p>\n<p>It’s as good a plan as any...</p>\n<p>The Gendarmerie is <em>crammed</em> with people. Squashed. People are spilling out onto the veranda. There's no semblance of a line or order. Just a mosh pit.</p>\n<p>I’m soaking up every detail I can, and I notice that everyone, and I mean <em>everyone</em>, has in their hand a little laminated piece of paper that looks like a special, crappy, drivers license.</p>\n<p><em>No one’s holding a passport...</em></p>\n<p>I don’t know what the laminated paper is - because it’s all written in French - but I know that I don’t have one.</p>\n<p>My heartrate spikes, again.</p>\n<p>I give my imagination it's reins, and it bolts in every possible direction, trying to figure out what the fuck's going on...</p>\n<p>I’ve only just started and I've already got a nightmare on my hands.</p>\n<p>I can feel a confrontation coming on. I <em>hate</em> confrontation. In any form. It makes me feel sick and queasy in the guts. Even the thought of it, or the potential of it, is enough to make my head fizz.</p>\n<p>I ask the punters what the laminated paper is. I'm asking in English, which is neither Arabic nor French, and of course I’m getting doughnuts back...</p>\n<p>They all want to see my passport, which ain’t gonna happen...</p>\n<p>With my sense of white entitlement I muscle my way into the dimly lit room.</p>\n<p>My eyes take a moment to adjust.</p>\n<p>Everyone’s clamouring to give their magic card to an un-uniformed man sitting at a desk in front of a couple of notepads. He’s taking down peoples details. Nothing about him say’s that he’s a 'Gendarme', but he must be; there’s no one else working here...</p>\n<p>I keep pushing forward to try to get to the front.</p>\n<p>Mr Plain Clothes lifts his head and spots me in the mosh.</p>\n<p>He gestures for me to come forward.</p>\n<p>I take my best guess and give him my passport.</p>\n<p><em>Pray.</em></p>\n<p>He asks me a question I don’t understand and gets my standard response that sounds like “Dessolay, je ne parl pa fransais”- Sorry, I don’t speak French...</p>\n<p>He asks another question (or was it the same question?) and gets the same response.</p>\n<p>While I hold my breath he goes to his notepad and starts writing, he then gives me back my passport plus a little, unintelligible slip of paper. He grabs the magic card of the next person...</p>\n<p><em>I think I’m done here...</em></p>\n<p>I mentally dance a jig as I walk out onto the veranda.</p>\n<p><em>Fuck yeah.</em></p>\n<p>That went way more smoothly than I thought it would...</p>\n<p>Those things that looked like licenses were probably just licenses.</p>\n<p>I need to calm the fuck down.</p>\n<hr>\n<p>By the time I’ve negotiated the Gendarmerie, Tony and Manos have arrived in the post and they go through the same process.</p>\n<p>Now we’re the three amigos again, and we head off together to get the 'laissez-passer', that temporary carnet thingo. For that, we need to talk to the 'Douanes', which is the Customs mob...</p>\n<p>Manos the Greek wants nothing to do with it (he doesn't have a vehicle…), so he just sits this one out.</p>\n<p>The Douanes building is just a shed, and like the Gendarmerie it's overflowing with people all clamouring to get the attention of the man with the books.</p>\n<p>We find the forms we need to fill in and head out onto the veranda to fill them out. As soon as it’s obvious that I don’t know French or Arabic - and therefore have no idea what I'm doing - the fixers all pile into me.</p>\n<p>One of them decides on the 'I’ll force my help on you now, and you’ll have to pay later' approach; he's telling me what to write down <em>while I'm already writing it down.</em> His tenacity is really starting to give me the shits...</p>\n<p>I feel like a cheating kid again, looking over Tony’s shoulder trying to shark the right answers. But he’s not exactly in the mood to help a brother out; he furiously writes down all his answers like they’re giving out prizes for speed, ignoring my pestering questions like &quot;Hey, what the fuck does 'immatriculation' mean?&quot; he finishes up, and goes and hands it in.</p>\n<p>Thanks a fuckin lot...</p>\n<p>Oddly, there's another whitey, a French guy, who is also trying to negotiate the border post, so I sidle up to him and try to sneak the rest of my test.</p>\n<p>I finish my answers as best I can, hand in my sheet, and we wait.</p>\n<hr>\n<p>Nothing happens...</p>\n<p>Tony's getting the shits with how long it's all taking. The Frenchie is using a fixer, and Tony jumps onto the bandwagon.</p>\n<p>I'm not sure... <em>They all seem like crooks to me.</em></p>\n<p>But, if Tony gets through quickly with the fixer, and leaves me here stranded, alone, well... that's not a risk I'm happy taking.</p>\n<p>At least if the fixer fucks it up, we're all fucked together.</p>\n<p>Mob mentality. Strength in numbers.</p>\n<p>Money changes hands and time passes with seemingly no progress.</p>\n<p>No one seems to know what's going on.</p>\n<p>Disturbingly, I’ve given my passport and papers to someone I don’t know from a bar of soap and I’ll be buggered if I know where they are now. Off into the ether...</p>\n<p>All we get from our useless fixer are platitudes that it’ll all be sorted soon.</p>\n<hr>\n<p><em>Hours...</em></p>\n<p>We’ve all reached the end our tether with the nagging money changers, the <em>still</em> pestering fixers, and our useless <em>bastard</em> fixer.</p>\n<p><em>We’re all ready to snap.</em></p>\n<p>Right when Tony is shaping up to go fucking postal, we get our papers back: passports, regos and the all-important laissez-passer.</p>\n<p>We can finally move on.</p>\n<p>Walking to Immigration, we inspect the new LP’s.</p>\n<p>We’ve only been given <em>seven days</em>.</p>\n<p>One week!?</p>\n<p>It's <em>impossible;</em> Mauritania’s fucking huge, and on slow Royal Enfield it’s even bigger.</p>\n<p>It’s just not going to happen.</p>\n<p>Our fixer comes in for some verbal treatment from just about everyone.</p>\n<p><em>Fucking lynch him...</em></p>\n<p>He says he'll fix it, and heads off into the crowd.</p>\n<p>We never see him again, of course...</p>\n<p>Group meeting time; the consensus is that the fixer skimped on the amount spent on the LP, getting a shorter duration to save money, and then pocketed the difference.</p>\n<p>Clever fucker.</p>\n<p>We take our indignation back to the Douanes and <em>demand</em> and extension.</p>\n<p><em>“Um-pos-ee-bleh”.</em></p>\n<p>Even I know that one...</p>\n<p>We’re told our only two options are to return to the border after seven days and go through the whole clusterfuck again, <em>or</em> we can go to the Douanes in the capital, and hope they'll give us an extension.</p>\n<p>Bugger option one in the arse. I’d rather eat dog shit than come back to this border post...</p>\n<p>Option two isn’t that much better; we'll be putting ourselves in their power. With zero leverage it'll be easy to get put over the barrel...</p>\n<p>Tony’s on the same wavelength that both those options suck, and he’s not having any of it either. He <em>demands</em> to talk to the head of the Douanes.</p>\n<p>&quot;Onya Tony!!&quot;</p>\n<p>We ride on Tony’s coattails into a different building, and then spend an inordinate amount of time getting passed around and waiting.</p>\n<p>I’ve still got no idea what the fuck's going on. I just sit and nod my head...</p>\n<hr>\n<p>Tony finally talks us up to <em>the boss</em>.</p>\n<p><em>He's a she.</em></p>\n<p>Which for a country like Mauritania is a bit of a headfuck. <em>She doesn't even have her head covered.</em></p>\n<p>After an explanation from Tony, and no money changing hands, she takes the LP’s back to Mr Um-pos-ee-bleh, has a word. He writes something on the LP, stamps it, and that’s it.</p>\n<p><em>Easy as that.</em></p>\n<p>So much for impossible... Arsehole.</p>\n<p>Our hero vanishes before we notice that they've extended the LP from seven days to ten days.</p>\n<p><em>This is beyond a joke.</em></p>\n<p>We start the cycle of indignation again and then realise that it’s futile.</p>\n<p>We’ve all had enough of it and just want it to be over now; cut the losses and move on.</p>\n<hr>\n<p>On the way to Police/Immigration I check in on the Enfield.</p>\n<p>Being the gorgeous machine it is, it always draws a crowd of admirers, which, rather than being pleasant, is more scary than anything...</p>\n<p><em>It's got everything I own on it.</em></p>\n<p><em>I’m</em> not even that slick, and I could steal everything off that bike in under ten seconds. <em>Easy.</em> Simply undo the straps that hold it to the seat and it all lifts away.</p>\n<p>Piece of cake.</p>\n<p>Yet, it hasn't been touched.</p>\n<p>It always surprises me...</p>\n<p>We head into Immigration.</p>\n<hr>\n<p>What a shambles.</p>\n<p>I'm <em>knackered</em>. My brain's not working like it should...</p>\n<p>Everyone’s moving about but nothing seems to be getting done. Whoever has the least manners is the person who gets served next. The officials are behind closed doors, and only pop their heads out into the hallway to grab a new passport.</p>\n<p>Tony and Manos are particularly irritable. We’ve been at the border for about six hours now and we’ve spent most of that time standing around waiting. Neither of them have eaten anything since an early breakfast at camp maybe eight hours ago, and both of them look as though they’re about to crack shits.</p>\n<p>There's no one here to take it out on either, so we end up venting our spleens at each other...</p>\n<p><em>We can't skip this...</em> It's a simple thing we need; just an ink stamp with the date and the 'port of entry/exit' on it, but it's <em>vital</em>. If we don't get entry/exit stamps in our passports, then we've illegally entered/exited that country. Deep shit... Ben's been <em>deported</em> for that before...</p>\n<p>Every now and again there’s a glimmer of hope and a mad scramble at the door as it opens a crack, only to be closed again.</p>\n<p>Ratchet the frustration.</p>\n<p>The next time the door opens the three of us practically <em>throw</em> our passports through the gap.</p>\n<p>Then wait.</p>\n<p>Whenever the door opens we see our passports slowly getting buried to the bottom of an ever-growing pile. It’s starting to make sense why there’s a small, shitty hotel inside this border post...</p>\n<p>Tony’s had a gutful, is furious, and barges into the room on the next opening.</p>\n<p>Riding his coattails again, we all pile in.</p>\n<p>Everyone wants to rant, but we keep a lid on it: honey catches more flies than vinegar...</p>\n<p>Some questions later and we have our stamped passports.</p>\n<p><em>It’s over.</em></p>\n<p>We form up and roll out.</p>\n<p>Into Mauritania...</p>\n<p><em>How the hell did this happen??</em></p>\n","snippet":"After consuming a lot of meat sandwiches, frothy mint teas, delicious bread, addictive avocado and banana smoothies and more omelettes than I care to mention, w","nextChapterExists":true}