{"chapter":"<p><em>Mauritania.</em></p>\n<p>It's a country, and it's <em>not</em> Mauritius.</p>\n<p>Couldn't be further from it...</p>\n<p>According to the map, there are only two 'cities' in Mauritania.</p>\n<p>I wouldn't even call Nouadhibou that...</p>\n<p><em>What a shitheap.</em></p>\n<p>A dirty, smoky, filthy chaos.</p>\n<p>The other 'city' is a half day's ride away. Not an option...</p>\n<p>The troupe of three have gone from being mildly conspicuous in Morocco to standing out like dogs balls here; all eyes are on us. It's unnerving, and weird.</p>\n<p>The first accommodation option we pick out is an absolute <em>shocker.</em> I’m all for keeping it rough and cheap, but this place is <em>beyond.</em></p>\n<p><em>Way</em> beyond.</p>\n<p>Filthy mattresses on the floor, and I can <em>see</em> the bed bugs.</p>\n<p>Actually fucking <em>see</em> them crawling...</p>\n<p>The search continues.</p>\n<p>The second place we roll into looks more promising...</p>\n<p>Out of one of the rooms comes <em>Ben</em>, grinning like an idiot. Small world...</p>\n<p>Ben vouches for the place (he hasn’t seen any bed bugs yet…) so we shack up.</p>\n<hr>\n<p><em>Lunch.</em></p>\n<p>The first place we come across is peddling pasta with grisly mystery meat. I'm hungry. Manos and Tony are starving. It'll do.</p>\n<p>We tuck in and compare notes from the border...</p>\n<p>Tony’s making the call that it’s the worst border crossing he’s ever done.</p>\n<p><em>Ever...</em></p>\n<p><em>Thank fuck for that.</em> If that border was par-for-the-course... I just couldn't...</p>\n<p>After Ben parted ways with us two days ago he immediately hitchhiked to the border, managed to clear the Moroccan post, and then <em>walked</em> no man's land <em>that night</em>.</p>\n<p>He got caught stranded on the Mauritanian side - they'd closed up for the night, so he stayed at that 'hotel'.</p>\n<p>The next day he was first in line to clear the border and hitchhiked to Nouadhibou. <em>Easy peasy...</em></p>\n<p>We shove the pasta into our faces, and have a laugh that we’re now in 'black Africa' and cheers our teacups to that.</p>\n<p>The awesome foursome ride again.</p>\n<hr>\n<p>No one gets violently ill after lunch, and there's quickly an appetite for dinner.</p>\n<p>“Senegalese sandwiches” are on the menu, off the street. Pretty simple stuff: a French baguette, fill it with anything deep-fried, then drown that in sauce.</p>\n<p><em>Delicious heart attack.</em></p>\n<p>While I'm eating my second sandwich I have a bitch about my financial situation. I can't pull money from <em>any</em> of the cash machines here. Rejected, every time.</p>\n<p>Tony wants to know what card I'm using...</p>\n<p>&quot;A MasterCard, why?&quot;</p>\n<p>Tony laughs. &quot;Got a Visa card?&quot;</p>\n<p>&quot;No. Why?&quot;</p>\n<p>More laughter. “Good luck”.</p>\n<p>&quot;<em>Why is that funny?</em> What are you talking about??&quot;</p>\n<p>&quot;MasterCard won't work in West Africa, just Visa. How could you not know that?&quot;</p>\n<p>&quot;What?? How <em>could</em> I know that?? I don't believe you... It's <em>MasterCard!</em> It worked in Morocco!&quot;</p>\n<p>&quot;Yeah well, good luck.&quot;</p>\n<p>&quot;What..? <em>Ugh...</em>&quot;</p>\n<p>It'll work.</p>\n<p>It <em>has</em> to work. <em>It can't not work,</em> otherwise I can't get money...</p>\n<p>Ben interrupts my thoughts.</p>\n<p>&quot;I'm heading to Chinguetti tomorrow on an iron ore train. Who wants to come?&quot;</p>\n<p><em>&quot;What??&quot;</em></p>\n<p>&quot;I'm heading to Chinguetti tomorrow on an iron ore train... Want to come?&quot;</p>\n<p>&quot;<em>How</em> are you doing that?&quot;</p>\n<p>&quot;Hitchhiking.&quot;</p>\n<p>&quot;That doesn't help mate...&quot;</p>\n<p>&quot;Hitchhiking in the carriages is allowed. And it's free.&quot;</p>\n<p>&quot;What?? You're making that up... How long's the ride?&quot;</p>\n<p>&quot;Twelve hours...&quot;</p>\n<hr>\n<p>This is fucking <em>crazy.</em></p>\n<p>We're fucking mad.</p>\n<p>Christ, if this wasn't an adventure before, it sure as fuck is now...</p>\n<p>The Enfield had to stay behind. Can't get it on the train. I don't know how I'm going to get it back. I've left it at a random motel after our motelier wouldn't keep it for me.</p>\n<p>No guarantees it will stay there...</p>\n<p>I don't feel good about it, but I didn't want to miss out on this...</p>\n<p>We sit on the side of the empty rails and wait.</p>\n<p>No motorbike, not a lot of cash, and just a change of clothes in a 'daypack'. That's it...</p>\n<p>Me, Manos and Ben.</p>\n<p>Tony the Belgian is too smart for this, and has continued on south...</p>\n<p>There's a sign next to the tracks, a big one, evidently put up by the mining company. It says a bunch of stuff in French and Arabic...</p>\n<p><img src=\"/oblivious/images/Image_14.jpg\" alt=\"\"></p>\n<p>I think that 'danger de mort' might mean 'danger of death'.</p>\n<p>It's written twice...</p>\n<p>I ask Manos - who has passable French - what it says.</p>\n<p>“It doesn't say that we can't do it...”</p>\n<p>Well, that’ll do, I guess.</p>\n<hr>\n<p><em>What an arrival...</em></p>\n<p>It’s <em>immense.</em></p>\n<p>The bloody thing just goes and goes and goes.</p>\n<p>Iron ore containers shrink off to a vanishing point in <em>both</em> directions.</p>\n<p>They're not what you think of when you think of train carriages; they're not <em>boxcars</em>. It's just a container to hold dirt. That's it...</p>\n<p>Finally, the never-ending procession comes screaming to a halt.</p>\n<p><em>Pick a container. Any container.</em></p>\n<p>A handful of locals start furiously loading the carriages with food and drinks and basically anything that they can sell at the mines. Enterprising mob...</p>\n<p>We pick a random car - they're all as good as each other - when police show up...</p>\n<p><em>Shit.</em></p>\n<p>They're honking their horn at us, gesturing wildly at us to come to them. <em>Immediately.</em></p>\n<p><em>Fuck.</em></p>\n<p>The three of us sheepishly head over to the cop car - <em>sprung.</em></p>\n<p>They're not making any sense to us, not even to Manos, but they're gesturing over to another carriage, as if to say <em>&quot;look!&quot;</em></p>\n<p>What's going on??</p>\n<p>We follow their gaze to a carriage further down the line. It's being loaded with <em>mattresses.</em></p>\n<p>Oh. You bloody ripper!</p>\n<p>This is a <em>massive</em> bonus.</p>\n<p>Huge.</p>\n<p><em>Colossal.</em></p>\n<p>From rough as guts to a bed of roses.</p>\n<p><em>This is a fucking coup.</em></p>\n<p>We sprint to the carriage and jump aboard.</p>\n<p>The mattresses are stacked level with the top of the container walls, so we’ll be able to sit on top of them and watch the Sahara roll by. There are three stacks. One each.</p>\n<p><em>It’s fucking perfect.</em></p>\n<p>The capitalists are still furiously loading the crap into the containers, and they’ve got a <em>pile</em> of shit to go, so Manos jumps out of the carriage to take some photos while Ben and I keep exploring the new home.</p>\n<hr>\n<p><em>What’s that... noise?</em></p>\n<p>It's a long way off, but it's getting louder...</p>\n<p>&quot;Hey, Ben, do you hear that?&quot;</p>\n<p>We both go quiet, it's getting <em>closer</em>, and <em>louder</em>. Like someone's letting off <em>bombs...</em></p>\n<p>We both look up the line of carriages, where the banging is coming from...</p>\n<p>It's coming this way - <em>fast.</em></p>\n<p>Louder and closer.</p>\n<p>Till it's a <em>roar</em>.</p>\n<p><em>It's coming right for us.</em></p>\n<p>&quot;FUUUUUCK.. <em>BEN..!!</em>&quot;</p>\n<p><em>Engage sphincter.</em></p>\n<p>Bang bang <em>BANG</em> BOOOOM!!!!</p>\n<p>I shit my pants as the world moves under my feet and the carriage lurches into motion.</p>\n<p>&quot;What the actual <em>FUCK</em> Ben!?&quot;</p>\n<p>The banging and crashing echoes down the train, Doppler style.</p>\n<p><em>&quot;Manos!&quot;</em></p>\n<p>Ben and I pounce on the side of the carriage.</p>\n<p>Manos is <em>flying.</em></p>\n<p>You’ve never seen anyone move so fast...</p>\n<p>Ben and I scream jump and wave. <em>Adrenaline.</em></p>\n<p><em>We have all of his shit...</em></p>\n<p>Manos jumps onto the side of the moving carriage like a fucking stunt double.</p>\n<p>We’re away.</p>\n<p><em>No going back now.</em></p>\n","nextChapterExists":true}