{"chapter":"<p><em>Atar.</em></p>\n<p>Sun's rising.</p>\n<p>That makes it - since yesterday lunchtime - about eighteen hours from door to door.</p>\n<p>Solid.</p>\n<p>And people complain about taking an eighteen hour flight...</p>\n<p>We check into a cheap hotel and take turns showering off the dust.</p>\n<p>I sleep like a dead man.</p>\n<hr>\n<p>Atar, it turns out, is a bit of a rubbish tip; like Nouadhibou, but in a weird way it's almost interestingly <em>grimey</em>; the colour and vibrancy of the vegetables at the market, side by side with big racks of meat covered in flies. And all the <em>noise...</em> It makes for compelling viewing.</p>\n<p>It still <em>feels</em> like the Middle East. It's not at all what I expected from Africa.</p>\n<p>I pay for breakfast/lunch with the last of my money. I'm not <em>smart</em> when it comes to this shit, and I haven't planned for what might happen if I can't get money; there's no wad of US dollars in a secret pocket somewhere. As soon as my credit card stopped working the cash dried up. <em>Fast.</em></p>\n<p>Ben's broke too.</p>\n<p>I don't think Manos ever had any money...</p>\n<p>Ben and I spend the afternoon seeking out cash machines. We're lucky that they even have them here, in this tiny town in the middle of nowhere. Not that they're any fucking use to me; I'm rejected, every time.</p>\n<p>Ben's rejected, every time, <em>despite having a Visa card.</em></p>\n<p>Aaaand - we're - fucked.</p>\n<p>Frustrating. <em>Scary.</em></p>\n<p>Frustrating, because I know there's fucking money there, a bloody bucket of the stuff, but I can't get at it. Scary, because what fucking happens now? I could get money wired to me from my family... But then, where to collect?</p>\n<p>How do I manage food, accommodation and transport with no money?</p>\n<p>The only thing I can do is rely on the kindness of strangers...</p>\n<p><em>Dirt poor strangers.</em></p>\n<p>It's <em>heinously</em> unfair.</p>\n<hr>\n<p>Back to the hotel (just how, <em>exactly,</em> am I going to pay for that..?) and on the way, there's another cash machine that we missed.</p>\n<p>It's <em>ancient.</em> Unlikely.</p>\n<p>I try.</p>\n<p>Fucking rejected.</p>\n<p>Ben tries.</p>\n<p>It looks like his card's been swallowed...</p>\n<p>Now we've got to fucking sort <em>that</em> out.</p>\n<p><em>God fucking damn it.</em></p>\n<p><em>Crunch-crunch-crunch-crunch-crunch...</em></p>\n<p><em>Wait...!</em></p>\n<p>The cash machine opens its mouth spits out a <em>fat</em> wad of notes.</p>\n<p>Saved!! Fucking <em>saved!</em></p>\n<p>Beautiful 'ouguiya'. Best currency in the world.</p>\n<p><em>Thank fuck for that...</em></p>\n<p>Ben even gets his card back.</p>\n<p>Shit yeah. And <em>breathe.</em></p>\n<p>Well, I'll be fucked if I'm doing that again...</p>\n<p>Ben lends me 10,000 ouguiya - he seems the opposite of impressed about it.</p>\n<p>It's about forty bucks worth. It should be able to get me through four days worth out here in the desert, if I'm guessing right. Mauritania is cheap as chips...</p>\n<hr>\n<p>I head to the 'cyber' and get my shit in a pile.</p>\n<p>It's like pulling teeth with the shithouse connection, but I manage to apply for a new credit card back in Australia. Would've taken five minutes to do back home. Here: five hours. Shit, I might have accidentally applied for <em>ten</em> cards with all those timeouts. Who knows if they worked or not...</p>\n<p>In many ways it's scary just how <em>easy</em> it was. Here I am, in Mauritanian Sahara, half a world away, and I can apply for a credit card. Crazy, really. And a little dodgy.</p>\n<p>I get it sent to my parents address. When they get it they'll have to forward it on to wherever I am.</p>\n<p>In the meantime, I send my dad a secret email and a secret $500 for him to wire to me here in Mauritania. Apparently, I can't wire it to myself; that's called 'money laundering'.</p>\n<p>While I'm at it, I send Dad a 'break in case of emergency' pile of money so he can just forward it to me if I end up in the shit again.</p>\n<p>It's going to be ok...</p>\n","nextChapterExists":true}