{"chapter":"<p><em>Chinguetti.</em></p>\n<p>Dunes as far as the eye can see.</p>\n<p>The Sahara is <em>exactly</em> how you’d imagine it, just bigger, and not as hot.</p>\n<p>Ben fell in love with the place immediately. His enthusiasm brought us all along for the ride; I love it a bit too.</p>\n<p>It's an ancient, semi-ruined half-village-half-city.</p>\n<p>The whole place is built out of rocks that look like they've been stacked exactly how they came out of the ground. The whole village is just shades of the colour 'sand'.</p>\n<p>It's beautiful.</p>\n<p>And empty.</p>\n<p><img src=\"/oblivious/images/Image_16.jpg\" alt=\"\"></p>\n<p>As we walk through the ancient city, we pick up kids on the way like the <em>Pied Piper</em>. They get so excited to see us that they start chanting some tribal war shit, and belting the snot out of each other with big steel <em>re-bars,</em> as if for our entertainment...</p>\n<p><img src=\"/oblivious/images/Image_17.jpg\" alt=\"\"></p>\n<p>We shake them off and, together, we roam the Sahara, because we can.</p>\n<p>Camels and sand...</p>\n<p><img src=\"/oblivious/images/Image_18.jpg\" alt=\"\"></p>\n<hr>\n<p><em>Mosquitos.</em></p>\n<p>My god, the mosquitos...</p>\n<p><em>Swarms.</em></p>\n<p>A fucking <em>armada.</em></p>\n<p>I've never seen anything like it...</p>\n<p>I have my sleeping bag zipped all the way to the top, and the strap pulled so tight that all you can see are my lips.</p>\n<p><em>I'm still being eaten alive.</em></p>\n<p>So - incredibly - <em>itchy.</em></p>\n<p>And the <em>noise.</em></p>\n<p>It's like the Flight of the Valkyries.</p>\n<p>There are so many of them that it becomes a <em>hum</em>, but I can still pick out the sound of the one closest to my ear...</p>\n<p><em>That iconic noise...</em></p>\n<p>Sleep?</p>\n<p><em>Impossible.</em></p>\n<hr>\n<p>Bleary eyed as the sun rises and the mozzies retreat, we jump another 'bush taxi'.</p>\n<p>I look like I've got a bad case of <em>chicken pox.</em> The fuckers have eaten my face.</p>\n<p>Each one could be carrying malaria...</p>\n<p>A few hours of nothing but Sahara on a lonely dirt road, and then...</p>\n<p><em>Ouadane.</em> Pronounced &quot;wa-darn&quot;.</p>\n<p><em>Magnificent.</em></p>\n<p>It looks like something out of the poem <em>Ozymandias.</em></p>\n<p>'...round the decay of that colossal wreck, boundless and bare, the lone and level sands stretch far away...'</p>\n<p>It looks like giant wasp nest from a distance. A <em>colossal wreck</em> up close.</p>\n<p>When I first spotted it I thought it was something <em>natural</em>, like a mountain.</p>\n<p><em>What a city this must have been...</em></p>\n<p>Shit. There must a billion rocks in there.</p>\n<p>In the same design as Chinguetti, but <em>massive.</em></p>\n<p>And empty...</p>\n<p>The vast majority of the city is just rocks. There are only a few small pockets in the middle where a handful of people still live.</p>\n<hr>\n<p>While we're exploring and looking for food (and not having much luck at that...) a young kid, a teenager, comes sprinting up to us.</p>\n<p>&quot;Hello!!&quot;</p>\n<p>I've no trust for anyone who wants to talk to me, ever...</p>\n<p>He's wearing the traditional get-up of the 'Berbers'. It's pretty awesome, really, like a double shouldered robe, like a Muslim <em>Sub-Zero.</em> Impractical, no doubt. Pretty pimp though..</p>\n<p>&quot;Hi.&quot;</p>\n<p>&quot;<em>Hello!!!</em> Can I speak English with you?&quot;</p>\n<p>&quot;Sure...&quot;</p>\n<p>So we talk...</p>\n<p>The kid, turns out, is something of a genius. A prodigy.</p>\n<p>His name is Mohammed, like everyone else here.</p>\n<p>He's never left Ouadane. <em>Not in his entire life.</em></p>\n<p>He's never even been the couple of hours down the road to Chinguetti, <em>never seen it.</em></p>\n<p>He has spent his entire life, isolated, in this ruinous village.</p>\n<p>He speaks <em>perfect</em> English.</p>\n<p>Bang on.</p>\n<p>He's been learning what he can from the very occasional traveller, just like he's doing with us.</p>\n<p>We might as well have been Santa Claus to this kid. <em>He is so eager to learn.</em></p>\n<p>You've never seen a bigger, more genuine smile.</p>\n<p>It never leaves his face.</p>\n<p>Happier than a pig in shit.</p>\n<p>He's <em>delighted</em> when we accept his offer to have lunch at his house with his family.</p>\n<hr>\n<p>We step through a metal door and into the courtyard. The first thing that grabs my attention is something <em>alive</em> hanging from the clothes line.</p>\n<p><em>What is that??</em></p>\n<p>I walk closer. Is that a, <em>beehive??</em></p>\n<p>No. It's a writhing ball of flies.</p>\n<p><em>Fuck.</em></p>\n<p>Are they all, fucking??</p>\n<p>They're going nuts... <em>What are they doing??</em></p>\n<p>I swish them away - with difficulty - to reveal a piece of meat the size of a fist underneath. Like a tennis ball in a stocking.</p>\n<p>Ree-pulsive.</p>\n<p>Must be 'out to dry'...</p>\n<p>I push back the bile and head inside with everyone else.</p>\n<hr>\n<p>We eat.</p>\n<p>No points for guessing what...</p>\n<p>I don't even care, I'm too busy making eyes at Mo's sister...</p>\n<p>Hands down the most beautiful woman I've seen in a long, long time.</p>\n<p><em>Sweet baby Cheeses...</em> I'm not sure I've ever seen anything like her...</p>\n<p>Once we're finished with lunch (which was, actually, <em>really</em> good) she starts to do her prayers.</p>\n<p>And it's too much for me. She might as well be doing yoga in activewear...</p>\n<p>I reckon Manos and Ben are having the same dilemma...</p>\n<p>Anyway. Mo hasn't stopped talking.</p>\n<p>He's actually a really good kid... A <em>really</em> good kid...</p>\n<p>I feel for him.</p>\n<p>Imagine that much intelligence, stuck in a place so isolated.</p>\n<p>I want to adopt him, take him with us on the journey, and show him everything that he's never seen before.</p>\n<p>&quot;Luke, can I ask you something?&quot;</p>\n<p>&quot;Mate, I keep telling you, you don't have to ask permission. Go for it.&quot;</p>\n<p>&quot;Ok. Thank you. Are there really diamonds in the sky?&quot;</p>\n<p>&quot;Diamonds in the sky? No... What do you mean mate?&quot;</p>\n<p>&quot;Rihanna, she says that they are <em>diamonds in the sky.</em> Is that true? Are they <em>really</em> diamonds?&quot;</p>\n<p>&quot;<em>What!?</em> Wait... How do you know about <em>Rihanna?</em>&quot;</p>\n<p>He's chuffed. &quot;I have the music, other travellers gave it to me. Oh! Do you like Justin Bieber??&quot;</p>\n<p><em>Unbelievable.</em></p>\n<p>This poor kid needs a role model.</p>\n<p>He's crestfallen as I chastise him for his taste in music, and drum home the point that he can never, ever, <em>under any circumstances,</em> believe anything he hears in a song from any pop artist, ever.</p>\n<p>&quot;What's 'pop'?&quot;</p>\n<p>&quot;Never mind mate. If you like I can give you some new music, how does that sound&quot;</p>\n<p>&quot;Yes! Good!&quot;</p>\n<p>We head back out as the sun sets.</p>\n<p><img src=\"/oblivious/images/Image_19.jpg\" alt=\"\"></p>\n<hr>\n<p>It's a shame, but these kinds of places, incredible as they are, don't really have any <em>staying power.</em> Once you've seen them, that's kind of it...</p>\n<p>So, we've gotta go... I feel like I'm abandoning Mo...</p>\n<p>We hitch a ride in the tray of a ute back to Atar. It rains, and it's cold enough to wear my only jumper. I still can't believe it, rain in the Sahara...</p>\n<p>In Atar we hitch another ride the long, long drive to the capital on the coast, Nouakchott.</p>\n<p>Seven hours of driving. I'm still not done...</p>\n<p>I've gotta get back to Nouadhibou, where the Enfield is...</p>\n<p>That's another six hours, with many time-outs for prayer to add in.</p>\n<p>At least the road is good...</p>\n<p><img src=\"/oblivious/images/Image_20.jpg\" alt=\"\"></p>\n<hr>\n<p>Success!</p>\n<p>The Enfield, somewhat miraculously, is <em>exactly</em> where I left it.</p>\n<p>Now. Back to Nouakchott.</p>\n<p>Cue eight hours.</p>\n<p>Eight hours at eighty clicks per hour.</p>\n<p>Eight brain-deadening hours of re-tracing my footsteps through absolutely fuck-all for the second time in two days.</p>\n<p>That's the kind of distance that I'd normally chop in two, but the only thing, <em>the only thing</em>, between the two cities is five hundred clicks of road and a petrol station.</p>\n<p><em>Vie de merde,</em> as the French say: Life of shit.</p>\n<p>Delirious, at the end of my tether, I re-join Ben and Manos in Nouakchott, and collapse.</p>\n<hr>\n<p>It's not a particularly likeable place, Nouakchott, but I like it anyway. Grimey and interesting, yet liveable. I think it's also that, to me, it feels exotic, or, at least, the path less travelled. After Morocco it's been nothing short of refreshing; no one gives me the shits here. I haven't been harassed <em>once.</em></p>\n<p>I've been busy.</p>\n<p>Even though I could have easily gone back to the border post again and renewed my LP for another ten days, that wasn't an experience I wanted to repeat, so I headed to the Douanes in Nouakchott instead.</p>\n<p>Took me a morning to find them... Fucking impossible to find a place with zero fucking French skills.</p>\n<p>Once there, I got the feeling that they didn't really want to help me out, so I just stayed in their faces and outlasted them for patience; I'm getting better at this waiting game... <em>Success.</em></p>\n<p>The three of us have managed to pick up visas for Senegal at their embassy. Not easy, but certainly not what you'd call complex. Just lots of hoops to jump through, but each jump is relatively painless; stuff like having to have two passport sized photos handy, and having a letter of invitation ready (which is easily forged). Stuff like that. <em>Success.</em></p>\n<p>Another one. <em>The money's come through.</em> And it wasn't an ordeal to pick it up either. $500 when you convert it to the local currency is a <em>fuckload</em> of cash. Fat stacks. I'm flush again. <em>Success.</em></p>\n<p>It's time to move on...</p>\n","nextChapterExists":true}