{"chapter":"<p>Manos isn't done with his new couchsurfing friend yet, so we plan to tee up again in Senegal.</p>\n<p>Ben and I have been <em>foaming</em> for Senegal for weeks; we've met a few old travellers on the way south, who have said something along the lines of &quot;Oh, you lucky bastards! To be young and in Senegal again..!&quot; as they gaze wistfully off into the distance of better times in their youth.</p>\n<p><em>Sounds good to us.</em></p>\n<p>The trouble is that I don't really know how to get in...</p>\n<p>On the map there are three ways, only two of which are potentials: Through the inland post at Rosso, or the more remote coastal post at Diama.</p>\n<p><em>Rosso's the big one.</em> It's got a reputation for being worse than a clusterfuck. A reputation for being one of the toughest, most corrupt borders on the planet.</p>\n<p><em>Fuck that.</em></p>\n<p>Diama, we don't really know anything about it.</p>\n<p>It's a black box. An unknown.</p>\n<p>But, give me a turd in one hand and a black box in the other, I'll eat what's in the box.</p>\n<p>In any case, there's two hundred clicks to travel till the roads branch.</p>\n<p><em>Better get to it.</em></p>\n<hr>\n<p>The road is epic.</p>\n<p>Epically <em>shit.</em></p>\n<p>Fuck me. What happened to all the good tarmac??</p>\n<p>This is just a hodgepodge of awful, <em>truly awful</em> 'tarmac'.</p>\n<p>There are potholes I could park the bike in...</p>\n<p>We have to constantly weave to avoid them. I've got to be sharp, every moment.</p>\n<p>It's impossible to get up any speed, or else risk going over the handlebars.</p>\n<p>Despite playing it safe, I hit them, all the time. They're deep enough to bottom out the suspension on the Enfield completely, and we land with a bang. Not good for the bike. Not good for my spine...</p>\n<p><em>Two hundred clicks.</em></p>\n<p>Downright fucking dangerous.</p>\n<p>With the morning completely spent - and then some - we make the turnoff to Diama.</p>\n<p>And not a moment too soon; I don't reckon the bike could have handled much more of that...</p>\n<p>What's worse, is that the little oil leak that the Enfield picked up back in France has turned into a <em>haemorrhage.</em></p>\n<p>No oil = dead Enfield.</p>\n<p>What can I do about it? <em>Fuck all.</em></p>\n<p>On to Diama.</p>\n<hr>\n<p>It's not worse... Just <em>different.</em></p>\n<p>Soft sand; tricky. Or, corrugated, hard-dried clay; tooth shattering.</p>\n<p>It's either fluky, or bone jarring.</p>\n<p>I'm <em>shattered.</em></p>\n<p><em>This is hard work.</em></p>\n<p>The rear indicators have fallen off the Enfield. That's how bad it is.</p>\n<p>One of the mirrors let go too. Needed to stop to tighten the screws.</p>\n<p>It's like being in a paint mixer, or sitting on a jackhammer.</p>\n<p>It's a grind that's taking <em>hours.</em></p>\n<p>In the soft sand it's just <em>scary.</em> Two heavy people on a heavy bike with skinny tyres plus soft sand is a recipe for a <em>bin.</em></p>\n<p>I <em>should</em> be going faster, to 'skim' over the top instead of getting the tyres bogged down, but I dare not.</p>\n<p>My knuckles are white. I <em>wrestle</em> with the bike.</p>\n<p>I'm riding the clutch <em>constantly</em> to try and keep some control over my speed. It must be fucking <em>fried</em> by now.... But, I guess that's better than having a prang, right?</p>\n<p>Where the oil was leaking - in where the chain disappears under the engine cover - it's just a muddy mess now.</p>\n<p><em>I'm not happy with that...</em></p>\n<p>What's worse is that when I stop to check the oil level I can't <em>see</em> anything in the sight glass (no dipsticks on this bike...)</p>\n<p>That either means it's hiding somewhere else, or it's all come out and the sump is dry...</p>\n<p>There's <em>no one</em> out here to help us.</p>\n<p>We're well and truly off the grid.</p>\n<p>But, looking on the bright side, <em>we're out of the desert.</em></p>\n<p>Things went green in the blink of an eye. There are even <em>warthogs,</em> which is new... Wetlands, and a fuckload of exotic birds.</p>\n<p>I can almost <em>smell</em> the malaria... The air's gone from bone-dry to wet and heavy.</p>\n<p>We've seen fuck all in the way of 'civilisation' all day, and the sun's getting low...</p>\n<hr>\n<p><em>Diama.</em></p>\n<p>After eight hours in the saddle, and with no lunch, this is the last thing I want to be doing.</p>\n<p><em>No choice.</em></p>\n<p><em>Here we go.</em></p>\n<p>I still don’t really know what I’m doing, I haven’t figured it out yet; I’m still worried I’m going to get my pants pulled down... At this time of the day, and this far out of the way, they have all the power; there’s not much I can do other than hope they’re good, honest people...</p>\n<p>I slap a smile on my face, puff my chest out, and try to have the right, carefree attitude I ought to have.</p>\n<p>I must look like I’ve stepped in a pile shit and I'm trying to look pleased about it...</p>\n<p>Looking around, the post is simple enough.</p>\n<p>There are three demountable buildings and a boom gate at the end. This mob obviously don’t get anywhere near the traffic that they do in the north; we’re the only ones here.</p>\n<p>We head into the first building: Gendarmerie. I'm getting the inkling that, as far as border crossings go, they're not particularly important; at least not a show-stopper...</p>\n<p>Handshakes all round. Everyone’s all smiles.</p>\n<p>There are two 'officials'. They want a 'Fish'. Not a <em>fish</em> fish, but a Fish. It's a French word, pronounced “feeesh” dunno how to spell it... Anyway, it's something you write yourself, a piece of paper with your 'details' written down. Like a cheat-sheet. Ben and I have been giving them out like candy at the squillions of checkpoints along the road. Ben's fresh out of Fish... At the last checkpoint on the way here they <em>insisted</em> on a Fish, so Ben wrote one up, on the spot, with the address 'Bag End, Hobbiton'. He can be an idiot sometimes. Hilarious, but an idiot. Can you imagine if the guy had read the Lord of the Rings??</p>\n<p>Anyway, Ben tells the border officials that he doesn't have any 'feeeesh' left.</p>\n<p>They <em>lose</em> it.</p>\n<p>I mean <em>really</em> go off the handle.</p>\n<p><em>Pissing</em> themselves laughing.</p>\n<p>Ben and I share a look...</p>\n<p>They're in <em>tears.</em></p>\n<p>In the end, we're laughing at them laughing - how can we not? We're deliriously tired, and the laughter is infectious.</p>\n<p>Laughing my head off with Mauritanian Gendarmes.</p>\n<p>How did life come to this?</p>\n<p>If the rest of the border is going to be this laid back it's gonna be a deadset cakewalk...</p>\n<p>The officials compose themselves - still giggling - and take down Ben's basic details.</p>\n<p>Handshakes all round, and we’re on to the Douanes.</p>\n<p>Ben's sitting this one out.</p>\n<p><em>Envious.</em></p>\n<p>I step in the door and it's immediately obvious that this mob don’t have the same sense of humour as the Gendarmes... There are about five or six of them in uniform playing cards on the floor.</p>\n<p>I've obviously interrupted them. <em>They're not impressed.</em></p>\n<p>I’m big smiles and handshakes all round.</p>\n<p>The reception I get is <em>frosty.</em></p>\n<p>I’m the only one here so I get to deal with the top man. He’s got a hard head and looks mildly pissed off. Must've been a good hand... He ushers me into his office and we sit down at his desk.</p>\n<p>He fingers through my passport and my rego papers.</p>\n<p>“Now you give me ten euro.”</p>\n<p>Red flag...</p>\n<p>&quot;Por-qwaar?&quot;</p>\n<p>Apparently, it’s for taking the motorbike out of the country. I explain that I don’t have euros and he says that 4,000 ouguiya will be fine...</p>\n<p><em>I smell a rat;</em> I don’t remember ever giving anyone money to get a bike <em>out</em> of a country.</p>\n<p>In, yes.</p>\n<p>Out, no.</p>\n<p>And ten euros out here is a bucketload of cash...</p>\n<p>I tell him I’m not going to pay it unless I can get a <em>receipt</em> for it (I’ve read, somewhere, that this is a good ploy to avoid paying frivolous bribes masked as 'legitimate' payments). As a cherry on top I ask him what his name is and, while I'm laying it on with a trowel, I ask him what his bosses name is too...</p>\n<p>It doesn't go down well. <em>At all.</em></p>\n<p>He goes <em>wild.</em></p>\n<p>He stands up, nearly knocking his chair over, and tells me that if I don’t like it I can go the eight hours back to Nouakchott - finger pointing and all.</p>\n<p>Almost spat it at me...</p>\n<p><em>Touché.</em></p>\n<p>I leave the shack without my papers and go and talk with the <em>other</em> Douane, who’s having a friendly chat with Ben outside.</p>\n<p>I try and tactfully weasel out of him whether or not I need to pay...</p>\n<p>He just shrugs his shoulders...</p>\n<p>Ben’s got no idea either, he's done this as many times as I have...</p>\n<p>Ben - to his credit - doesn’t suggest I do anything either way.</p>\n<p>If I was in his shoes - starving and tired - I'd be saying pay the man and fucking get on with it, <em>for fucks sake...</em></p>\n<p>He’s just happy to sit and be.</p>\n<p>He's a better man than I am...</p>\n<p>I head back in for round two.</p>\n<p>It lasts fifteen minutes. I defend with my language barrier, and then jab with my 'por-qwarr?'</p>\n<p>It’s like trying to learn a new dance when you don’t know the steps; you’re going to tread on some toes.</p>\n<p>I’m about to cave. <em>It really is too late in the day for this...</em></p>\n<p>But <em>he blinks first,</em> and says that I can take the motorbike out of the country for 4,000 ouguiya <em>with</em> a receipt, <em>or</em> I can have it for 2,000 ouguiya <em>without</em> a receipt.</p>\n<p><em>Bang.</em> Now I <em>know</em> it's bullshit.</p>\n<p>Tasting blood in the water, I <em>pile</em> it on, <em>demanding</em> that he stamps my papers and lets me out of the country for <em>nothing.</em></p>\n<p><em>As he fucking should...</em></p>\n<p>The hard-nosed prick won’t budge though; he’s still seething angry.</p>\n<p>With the fresh shot of indignation I manage to bitch and moan and argue for another fifteen minutes.</p>\n<p>He’s having <em>none</em> of it.</p>\n<p>We're going in circles again...</p>\n<p><em>I cave.</em> Principles be damned... I chalk it up as a half-win at half-price, and I reckon he does too. <em>I feel like I'm learning.</em></p>\n<p>He hand writes something illegible in my passport, stamps it, and that’s that.</p>\n<p><em>Moving on.</em></p>\n<p>I grab Ben’s passport (he stays put) and head to Immigration.</p>\n<p>The post official is a squat, chubby fella with a moustache. His appearance makes him seem like a nice guy, like a big teddy bear. Thoroughly harmless.</p>\n<p>His fat fingers flip through the passports.</p>\n<p>He wants to see registration papers for the bike.</p>\n<p>He wants to see insurance for the bike.</p>\n<p>He wants to see the laissez-passer for the bike.</p>\n<p>He wants to see a license for the bike.</p>\n<p>He’s <em>Immigration</em> for fuck's sake - My bike is <em>not</em> immigrating out of Mauritania - it can't, <em>it's not a human...</em></p>\n<p>The bike is none of his business... I think...</p>\n<p>He’s probably trying to trip me up, find holes, catch me out, but he's not getting it... This peanut can't see the woods from the trees: Invalid insurance; no international drivers license; no carnet de passage, and he can’t find anything to put me over the barrel for... <em>Thick in the head.</em></p>\n<p>All I need from this guy is an 'exit stamp' in the passports.</p>\n<p>Fun fact: In French, an ink stamp is called a 'tampon'.</p>\n<p>Go figure...</p>\n<p>It's the only time I've ever had to ask another bloke to 'give me a tampon'...</p>\n<p>Anyway, my thick peanut butter moustachioed teddy bear post official has run out of ammunition, and proceeds to tampon both our passports. He hands them back to me with all my papers.</p>\n<p>&quot;Now you give me ten euros...&quot;</p>\n<p><em>Ha!</em></p>\n<p>What a fucking <em>stooge.</em> This guy needs to take lessons from the bloke at Customs next door; the <em>moment</em> he handed those stamped passports back to me he lost all leverage.</p>\n<p>Shit, even <em>I</em> know that!!</p>\n<p>I tell him that I have to go and give my friend back his passport, and he accepts this as a fair excuse to leave the building.</p>\n<p>He just watches from the doorframe, helpless, as Ben and I kit up and jump on the bike. As I hit the ignition I make eye contact with Peanut, who waves me to come back inside. I wave back, and we ride off.</p>\n<hr>\n<p>This is the side of the two borders that gives me the willies. Ten euros will seem like fuck all if their reputation is to be believed...</p>\n<p>Will the black box have another turd in it?</p>\n<p>Riding up on the bike I’m already having a win; what freaked me out most about our last border was how big and busy, frenetic and confusing it was. Out here, now, there’s none of that madness; just three, simple, small shacks.</p>\n<p>We’ve gone through the shit to get here - four extra hours of difficult, dead-arse riding that we didn’t have to do, and now we get to reap the reward.</p>\n<p>Even before I turn the key off we get mobbed by a small posse of fixers, money changers, and people flogging useless shit.</p>\n<p>Because we’re the only ones at the post we come in for a fair whack of attention.</p>\n<p>We brush them off as best we can and head to one of the buildings, which turns out to be half Police, half Immigration.</p>\n<p>Behind a steel-barred 'window' is one fat fuck in uniform, sitting at a desk, surrounded by stacks of papers and stamps. He looks like he’s stuck in a prison cell...</p>\n<p>We hand him our passports, he fingers through them and - without a word - tampons our entry stamps in.</p>\n<p>Piece of fucking cake. <em>We're in.</em></p>\n<p>He casually puts the passports down on his desk, leans back in his chair and slowly, leisurely puts his feet up. With a self-satisfied, smug smile on his face he says something in French that has the word “euros” in it.</p>\n<p><em>Bastard...</em></p>\n<p>I explain that we don’t know <em>any</em> French, even though Ben’s got a half-decent handle on it...</p>\n<p>“You give ten euros, you give me <em>money.</em>”</p>\n<p>Well, he’s got the passports - he’s got the power.</p>\n<p>In a way I’m almost <em>relieved</em>, I was expecting way, <em>way</em> worse than ten euros as a starting point. So that's as bad as it can get... Not bad...</p>\n<p>I look to Ben. He can take this one.</p>\n<p>“Dis euro? Por-qwar?”</p>\n<p>“Service fee.”</p>\n<p>“<em>Service fee??</em> Por-qwar?”</p>\n<p>“You pay because you late. After 'dis-wheat' hour (Dis-wheat is eighteen, so, 6pm) everyone pay dis euro. You give me ten euros.”</p>\n<p>Ben and I exchange looks with scrunched up faces and a bit of a sly grin.</p>\n<p>We check our watches.</p>\n<p>It’s 5:45pm. <em>He’s 15 minutes off...</em></p>\n<p>Ben and I are grinning like idiots at each other.</p>\n<p>I point this dickhead to the time on my watch. “Ce dis <em>set</em> currant-sank... hmmm?”.</p>\n<p>He looks confused, then looks at his own watch, then looks angry.</p>\n<p>He grabs our passports and <em>slams</em> them down under the hole in the iron-bars.</p>\n<p>Fuck yes!! <em>Victory!</em></p>\n<p>We walk away laughing our heads off.</p>\n<p>The entry stamps mean that Ben and I are now clear to enter the country, but I still need to get papers from Customs for the bike before we can ride out.</p>\n<p>I tell Ben to hold the fort while I go and sort out a laissez-passer.</p>\n<p>The Douanes is different set-up; small window, so I knock on the door and step inside.</p>\n<p>There are three guns hanging on the wall opposite the door, and a small TV playing a music channel that's half static above my head.</p>\n<p>There’s only one guy in the room, sitting at a desk.</p>\n<p>He’s <em>ginormous.</em></p>\n<p>A fucking <em>beast</em> of a man, with boots up on the desk and his hands behind his head while he watches the TV.</p>\n<p>He gets up...</p>\n<p>Maybe only a shade taller than me, but he looks as strong as a fucking ox.</p>\n<p>He looks like he’s about to <em>explode</em> out of his t-shirt.</p>\n<p>It’s handshakes and smiles as I go through the usual explanations: I don’t speak French, do you speak English? Can I get a laissez-passer. Ok? Yes, good...</p>\n<p>We make some small talk in broken English while he checks my bike rego and writes up the LP.</p>\n<p>It’s all very jovial and good natured. Friendly. The gentle giant.</p>\n<p>Thank Christ for that. I wouldn't want to see this bloke crack the shits...</p>\n<p>All done and finished, he hands me back all my papers and a completed and stamped LP.</p>\n<p>Fucking <em>beautiful.</em></p>\n<p>While we’re still talking and laughing I shove the papers into the inner pocket of my jacket, and zip it all the way to my neck.</p>\n<p>&quot;Now you give me ten euros...&quot;</p>\n<p><em>Fuck.</em></p>\n<p>'Euros' are my new red flag; I <em>know</em> it's a total load of shit.</p>\n<p>I tell him that I don’t <em>have</em> any euros, and I’m <em>not</em> paying it. I go to leave, and open the door about a quarter of the way.</p>\n<p>He stops the door with his huge hand and <em>slams</em> it shut while I'm still gripping the handle.</p>\n<p><em>He locks the door.</em></p>\n<p><em>Shit...</em></p>\n<p>He’s the <em>opposite</em> of happy.</p>\n<p>“<em>No!</em> You pay! You give me money. <em>Now!</em>”</p>\n<p>It's like being yelled at by a fucking walrus.</p>\n<p>I’m distinctly aware of the guns on the wall and on his arms. The ones on the wall look like the AK-47’s meaner big brother... I’m not sure which ones I’m more scared of; this guy looks like he's about to turn into the black Incredible Hulk...</p>\n<p>I'm <em>full</em> of adrenaline. <em>Fizzing</em>.</p>\n<p>Everything's going <em>fuzzy,</em> in my eyes and in my head it's like a whacked out dreamland.</p>\n<p>Despite the nugget in the back of my pants I stick to my guns and tell him I’m not paying for it. I go over the usual shtick.</p>\n<p>He’s furious like <em>I’m</em> the one cheating <em>him</em>. He’s grabbed my arm like Popeye grabbing a tin of spinach. <em>Squeezing.</em></p>\n<p>“You pay or you give paper back! <em>NOW!!</em>”</p>\n<p>He’s trying to get into my jacket, and I'm trying to stop him.</p>\n<p>In the wrestle (that I'm actually winning, he can't get at the zip...) the notepad of LP's on his desk catches my attention.</p>\n<p>I can see scrawled on it <em>'2,500 CFA'</em>.</p>\n<p>2,500 Central African Francs.</p>\n<p>I do quick and dirty math and realise it’s only about five bucks...</p>\n<p>I point it out to him.</p>\n<p>That <em>really</em> pisses him off.</p>\n<p>I tell him that that’s all I’ll pay and that I don’t have <em>any</em> money, <em>but my friend does.</em> I just want him to unlock that fucking door so I can get out...</p>\n<p>There's a mob forming outside the dirty, smeared window...</p>\n<p>My captor’s sticking to his guns but he’s taken the bait about Ben having all the money. He unlocks the door and tells one of the gathered mob to go and fetch him. Ben comes and stands in the doorway and, as always, he’s ice cold.</p>\n<p><em>The Iceman.</em></p>\n<p>Despite the yelling he seems utterly nonplussed by it all. Bored, again.</p>\n<p>I bet I looked fucking <em>frantic</em> in comparison.</p>\n<p>Ben's changed money with the fixers while he waited for me, so he's got some Francs. He’s only got it in denominations of a thousand, so he gives me three notes.</p>\n<p>I chuck the 3,000 CFA onto the desk like it's a smokebomb, like a squid shooting ink.</p>\n<p>As I do, a short, squat, older guy in uniform pushes past the fixers and comes into the room. He makes no introductions...</p>\n<p><em>He looks like the boss...</em></p>\n<p>My gigantor friend bellows “you leave now!!” and shoves us both out the door.</p>\n<p>I’m not about to ask for change...</p>\n<p><em>Victory number two!</em> Kind of...</p>\n<p>We’re <em>done</em> here.</p>\n<p>On the bike and onwards into Senegal.</p>\n<p>It's nothing but glorious, fresh tarmac.</p>\n","snippet":"Manos isn't done with his new couchsurfing friend yet, so we plan to tee up again in Senegal.\r\nBen and I have been *foaming* for Senegal for weeks; we've met a ","nextChapterExists":true}