{"chapter":"<p><em>Senegal.</em></p>\n<p>Now <em>this</em> is <em>Africa!</em></p>\n<p><em>Green.</em></p>\n<p>Colourful, patterned dresses with big headscarves.</p>\n<p>Carrying stuff on their heads.</p>\n<p>Babies in a sling.</p>\n<p><em>Proper</em> Africa.</p>\n<p>We roll into St. Louis, which is a big scummy beachside shanty town in the very north of the country.</p>\n<p>It’s messy in places but it’s got its own charm to it, I guess. It used to be the capital, so it’s full of old derelict French colonial buildings from the 'glory days'.</p>\n<p>We shack up in a cheap 'auberge', which is French for hostel.</p>\n<p>I reckon we’re the only ones here...</p>\n<p>It’s late, and immediately our minds are on food. It’s been a long, tough day and we haven’t eaten since omelettes and croissants for breakfast this morning.</p>\n<p>We’re <em>ravenous.</em></p>\n<p>Surprisingly, we manage to find a fairly modern, western, diner-ish style place in town.</p>\n<p>Burgers and chips. Of course...</p>\n<p>They come out to us and they're <em>massive</em> and <em>greasy</em> and filled with everything they had in the kitchen; beef, eggs, chips, tonnes of salad, all swimming in sauce.</p>\n<p>Too big to fit your mouth around...</p>\n<p>Two bucks a pop. Yep, <em>two dollars.</em></p>\n<p>It’s just what the doctor ordered, so we each order two.</p>\n<p>They disappear in quick succession and the two zombies are starting to rise again like Lazarus.</p>\n<p>We polish the feast down with a couple of the local brews, the first drinks since Tony left off with his beer and rum in Nouadhibou.</p>\n<p>We’re both fucking <em>thrilled</em> to be in Senegal.</p>\n<p>The 'real' Africa.</p>\n<p><em>Life is good.</em></p>\n<hr>\n<p><em>Delirious.</em> Utterly exhausted.</p>\n<p>Vaguely nauseous.</p>\n<p>A stonking headache.</p>\n<p>I can't stop <em>sweating.</em></p>\n<p>But it’s not hot...</p>\n<p>Half-awake, half-asleep, tossing and turning in restlessness that stays for hours. I can't shake it.</p>\n<p>It must be nearly sunrise...</p>\n<p>My brain is flying all over the place from one strange thought after the next. It won’t <em>settle</em>. It won't let me sleep.</p>\n<p>I'm <em>crushingly</em> tired.</p>\n<p>Fucking awful.</p>\n<p>One clear thought is coming through, over and over again: <em>Malaria.</em></p>\n<p>Symptoms for malaria include fever (tick), headache (tick), chills (nope), sweats (tick), fatigue (tick), nausea (half-a-tick), vomiting (nope). Death (nope).</p>\n<p><em>Can’t forget death...</em></p>\n<p>I know this because Ben's had it. Got it in East Africa.</p>\n<p>He said it was “curious to feel what it would feel like to be dying”.</p>\n<p>Joy of joys.</p>\n<p>Malaria moves fast... And - just for fun - if it's not treated early enough, and the malaria multiplies past some certain 'critical amount', you’re basically fucked; there’s nothing medicine can do to bring it back under control and you end up, eventually, slowly, dead.</p>\n<p>I can explain the fatigue, but the rest? No.</p>\n<p>I’m waiting for the shakes and chills to confirm it, and then I'm fucking off to hospital.</p>\n<p>I’m <em>shattered.</em></p>\n<p>Without warning, my guts turns into a puddle.</p>\n<p><em>Whoosh.</em></p>\n<p>I violently shit my entire body weight through the eye of a needle.</p>\n<p>I <em>did</em> make it to the toilet.</p>\n<p><em>Barely...</em></p>\n<hr>\n<p>I shit more than I thought I could possibly have in me... And then more again.</p>\n<p>I beat a path between my bed and the toilet for the whole morning till midday.</p>\n<p>After holding out for twelve hours, I can't do it anymore; I give in to my bloated nausea, head to the can, and throw up. <em>Hard.</em></p>\n<p>One of those chunders that seems to break the laws of physics because the diameter of it looks like the size of your head as it’s coming flying out at a clip.</p>\n<p>An <em>enormous</em> volume of vomit.</p>\n<p>Despite sitting in my guts for the whole night and the whole morning, the two burgers haven’t digested one bit.</p>\n<p>There's something odd about that...</p>\n<p><em>I need to chew more...</em></p>\n<p>By the time I’m done the only thing hurting anymore are my stomach muscles from being wrung dry like a wet towel.</p>\n<p>I feel like hell, but it’s an improvement.</p>\n<p>I crash back into bed, and, <em>somehow,</em> sleep comes.</p>\n<hr>\n<p><em>To sit or to kneel?</em> That is the question...</p>\n<p><em>Three days</em> of asking the question.</p>\n<p>What a life.</p>\n<p>I can't say much about St. Louis, other than to give a disturbingly accurate description of the fittings and décor of the shitter...</p>\n<p>I never had the courage to go out of spitting distance of the toilet, till now.</p>\n<p>I wander back into the world like a man crippled.</p>\n<p>Absolutely wracked.</p>\n<p>Despite ticking the 'vomit box' for malaria symptoms, I never got the other two: chills and death. Apparently the chills are the dead giveaway, so it seems that I'm out of the woods on that one...</p>\n<p><em>Lucky but unlucky.</em></p>\n<p>Thank Christ for Ben. He kept me on a strict diet of bananas and bottled water. I don't know how I would have fed myself if I was alone...</p>\n","snippet":"*Senegal.*\r\nNow *this* is *Africa!*\r\n*Green.*\r\nColourful, patterned dresses with big headscarves.\r\nCarrying stuff on their heads.\r\nBabies in a sling.\r\n*Proper* ","nextChapterExists":true}