{"chapter":"<p><em>Dakar.</em></p>\n<p><em>The</em> Dakar.</p>\n<p>A big, bustling city. One of the biggest in West Africa.</p>\n<p>Perched on the very tip of the western bulge of the continent. You literally can’t get any further west without jumping on a boat.</p>\n<p>Dakar is a <em>proper</em> city, with good roads, bridges, big buildings, supermarkets and all that jazz.</p>\n<p>There’s always a <em>tonne</em> of traffic and the cars are all beat up piles of shit that spew thick black smoke. The pollution here is so bad that we can stare straight at the dimmed-out sun, no worries - just like in that dust storm in the Sahara.</p>\n<p>I feel like a pack-a-day smoker...</p>\n<p>There are pockets of modernity here, with some of the big name hotel chains setting up shop, but besides all that, it’s a touch old and decrepit and grimey; just how we like it.</p>\n<p>I’m pretty sure most tourists don’t see much of Dakar other than the pool-side bar. Needless to say, Ben and I aren’t staying in those sorts of places. We settle for a shitty, double-room on a roof, with a big, gaping hole above the door where the air conditioner used to be.</p>\n<p><em>Cheap as chips.</em> The mosquitos come and go as they please...</p>\n<p>Manos - the sly dog - has managed to find another house to stay at - for free. He also happens to be rooting his host... <em>Vamos Manos!</em></p>\n<p>We've spent three weeks loitering here, mostly just surfing. One time we found a washed up goats carcass on the shore... <em>Delightful.</em></p>\n<p>The food here is a heart attack. A uni-student's wet-dream: hot chip and sauce sandwich, in a baguette, with boiled eggs and heroin.</p>\n<p>Fucking delicious, fucking addictive, and that's just for <em>breakfast</em>...</p>\n<p>I've serviced the Enfield - which took a while to arrange - but time just happens to be something I've got a lot of here; the new credit card is yet to arrive...</p>\n<p>The mechanics were awesome, they didn't mind me using their workshop, and they even let me share their lunch. Everyone eats out of the same big bowl - rice and fish and 'sauce'. No one seems to care that their hands are covered in black grease and shit...</p>\n<p>The bike is spick-and-span after a much needed clean. I've glued the indicators back on and tightened up that mirror.</p>\n<p>I've replaced the gasket where I reckon I'm having that that pesky oil leak. Fingers crossed on that one...</p>\n<p>The air filter had more sand in it than a beach. <em>Suboptimal...</em></p>\n<p>Other than that, it was just a 'standard' service. Oil changes and other simple enough stuff, and she's ready to go again...</p>\n<hr>\n<p>Christmas comes, and goes, and still we wait.</p>\n<p>Skinny black Santa is <em>really</em> weird...</p>\n<p>Christmas here is less about Jesus and more about fireworks. My kind of Christmas...</p>\n<p>Poor Ben isn’t a fan.</p>\n<p>He's an Afghanistan Veteran. He's seen war. He doesn't talk about it. He involuntarily shits his pants anytime someone lets off an especially large firework; which is roughly one an hour.</p>\n<p>The poor bastard's been on a hair trigger all week, and goes into a half sprawl <em>every single time</em> something goes bang - he can't help it. I guess I'd shit my pants too...</p>\n<hr>\n<p><em>Finally.</em></p>\n<p>The new credit card has crossed the seas.</p>\n<p>Getting it 'activated' from Senegal is a headache; the bank wants to do a bunch of security tests over the phone before I can use it... Some fun conversations there...</p>\n<p>I throw some money into the new account and head out to test it on a cash machine.</p>\n<p>It crunches the cash, first time. <em>Beautiful.</em></p>\n<p>I go and change what's left of my $500 worth of Ouguiya into US dollars. It’s a smart move to have an exchangeable currency and everyone's been doing it except me.</p>\n<p>I take out enough cash in Senegalese money to top me up to a combined $1,000 worth and then go and make the exchange at a local shop. Fat stacks. <em>No dramas.</em></p>\n<p>I’m thrilled that that’s finally done, it's the last box to be ticked, and we can finally move on to somewhere new.</p>\n<p>To celebrate Ben and I go surfing all day.</p>\n<p><em>What a life.</em></p>\n<hr>\n<p>I hit the shower to wash off a particularly soupy day in the ocean.</p>\n<p>When I get back to the room, Ben’s complaining that he thinks his pocket music player got stolen.</p>\n<p>&quot;You'll have to speak up, I'm wearing a towel...&quot;</p>\n<p><em>He's not in the mood for a laugh.</em></p>\n<p>He’s got his bag emptied out on his bed and he’s rifling through all his clothes and pockets.</p>\n<p>It's just a cheap, shitty little music player. Not worth a lot, and I have a little chuckle to myself that I’m not going to have to listen to him playing that shitty reggae anymore.</p>\n<p>It's a win.</p>\n<p>For Ben though, it's <em>devastating;</em> it’s rare for Ben not to have the headphones in, listening to music in his spare time - which is a lot of the time.</p>\n<p>I offer my commiserations, but mostly I’m interested to see how this is all going to pan out with the staff at the hotel... Should be good sport.</p>\n<p>He’s <em>frantically</em> checking, re-checking and re-checking his stuff again.</p>\n<p>I notice that my leather bike jacket - which hasn’t moved from its spot on the table in weeks - has moved, just a smidge.</p>\n<p>I go to it, and absentmindedly touch the pocket where I keep my GPS.</p>\n<p>The pocket’s <em>flat...</em></p>\n<p>The zip's undone.</p>\n<p><em>Empty.</em></p>\n<p>Ohhhhhhh.</p>\n<p><em>Violated. Nausea.</em></p>\n<p>My head becomes so heavy it's going to roll off my shoulders.</p>\n<p><em>No no no no...</em></p>\n<p>My eyes bulge. I don’t blink. <em>I'm paralysed.</em></p>\n<p>In the mush of a thousand thoughts that fly all at once in the next second, there’s the thought that this is <em>just a mistake.</em></p>\n<p><em>A misunderstanding.</em></p>\n<p>I thump my hand down onto the opposite front pocket.</p>\n<p><em>Flat.</em></p>\n<p><em>That’s where I keep my camera...</em></p>\n<p>Fuck. Oh <em>fuck</em> no!</p>\n<p>Fuck fuck fuck fuck fuck!</p>\n<p>I throw open my jacket. The inside pocket's unzipped. Wallet. Gone.</p>\n<p><em>Panic.</em></p>\n<p><em>Someone's been in my jacket...!</em></p>\n<p>My license, my cash, my three credit cards, <em>my fucking just-activated credit card!!</em></p>\n<p>The grand... The thousand... Oh Jesus...</p>\n<p><em>I'm frozen again.</em></p>\n<p>Please please <em>please...</em></p>\n<p>I slam my hand on the super-secret pocket. <em>Flat.</em></p>\n<p>I open the pocket. <em>Nothing.</em></p>\n<p><em>Cleaned out.</em></p>\n<p>My mind is a wild blur of a million thoughts and permutations of the past and the future. And the <em>crushing</em> present. It's all happening, all at once, and at light-speed.</p>\n<p>Ben’s stopped what he's doing and has been watching me: Frenzied movement then freezing, another frenzied movement and then freezing again, with wounded-animal-noises in between.</p>\n<p>He’s joined the dots that we’ve been <em>fucked,</em> and that I’ve copped it far worse than he has.</p>\n<p>We share a look...</p>\n<p>I make a dive at my saddlebags. Everything in my jacket that's been nicked can be replaced. It’ll be a bitch, but they’re not <em>irreplaceable.</em></p>\n<p><em>All the irreplaceables are in my bags.</em></p>\n<p>Laptop with all my everything on it.</p>\n<p>All my official bike papers.</p>\n<p>My <em>passports.</em></p>\n<p>My bike keys.</p>\n<p>And, <em>most of all</em>, my journal thingo... I'd fucking cry...</p>\n<p><em>It couldn't...</em></p>\n<p>Half furious, half gibbering mess, I tear my saddlebags apart.</p>\n<p>I can see straightaway the laptop is there. I dig into my bag-within-a-bag-within-another-bag and <em>there’s the journal.</em></p>\n<p>I breathe...</p>\n<p>Thank fucking <em>Christ.</em></p>\n<p>The impending crushing sadness of an irreplaceable loss has flipped into <em>pure fury.</em></p>\n<p><em>I'm going to fucking kill someone...</em></p>\n<p>I do a sound off of the other irreplaceables; the papers, passports, the keys.</p>\n<p>They're all there.</p>\n<p>Silver linings on a big, shitty cloud.</p>\n<p>Ben and I both want to go and kick in the doors of the cleaner’s rooms. Go all SWAT team on the fuckers. Search <em>everything.</em></p>\n<p>There are three of them, they’re all young, around twenty-somethings.</p>\n<p>They seemed so <em>sweet</em>...</p>\n<p>It's so out of character. How do you go and accuse someone like that of something like this?</p>\n<p>Let's find out...</p>\n<p>I throw pants on. We run down the stairs and raise the alarm to the owner of the hotel; a gross, sweaty, slob of an old, short, fat, white <em>Frenchman.</em></p>\n<p>I’m suspicious of <em>everyone,</em> but I can’t hang around to see where this goes - I’ve got three credit cards to cancel...</p>\n<hr>\n<p>I video call my parents. It's four in the morning their time...</p>\n<p>Pretty fucking rude, really, but what am I supposed to do?</p>\n<p>They both fucking panic when they see my call coming through, knowing that it must be pretty bad... I explain to them the situation, they go to DEFCON 1, bail me out, and make the necessary calls to the banks.</p>\n<p><em>A huge effort from them.</em></p>\n<p>That'll be an interesting conversation; “Hey, you know my son’s Visa card that you only <em>just</em> activated a few hours ago? Yeah, it’s been stolen in Senegal, West Africa. Can you cancel it and send out a new one? Thanks.”</p>\n<p>Once that’s all taken care of I head back to where the forensic investigation is going on upstairs.</p>\n<p>Here's the latest:</p>\n<p>It seems someone’s climbed in through the hole above the door where the air conditioner used to be, and busted the lock on the way down with their feet.</p>\n<p>I can’t imagine the little cleaners being able to do that...</p>\n<p><em>Suspect number one</em> now becomes a random dude who came into our room this morning and asked if he could charge his phone in our power outlet. At the time it seemed weird, but now it's starting to look downright suspicious, like he might have been <em>casing the room</em> or something.</p>\n<p>The hotel mob know the guy we’re talking about, but the hotel standards here in Africa aren’t quite like what they are in the rest of the world, so they haven’t taken down <em>any</em> of his details.</p>\n<p>And wouldn’t you know it, <em>he checked-out this afternoon.</em></p>\n<p>Our best description of the guy: Black. With longish hair.</p>\n<p><em>That's it...</em></p>\n<p>Not much for the authorities to go by...</p>\n<p>The wife of the French slob (a gorgeous, fiery young local girl) promises that she’ll find out who this guy is, track him down, and get our things back.</p>\n<p><em>Exact a bit of African justice.</em></p>\n<p><em>Fuck yeah.</em></p>\n<p>She seems to be even more pissed off about all this than we are. I think she’s just relishing the chance to vent her spleen at anyone. At times she’s even chastising Ben and I. Like <em>we</em> did something fucking wrong...</p>\n<p>The firebrand gets us to 'dictate a statement' of 'the facts', which she translates and scribes into French. She's fucking <em>loving</em> the drama.</p>\n<p>The sweaty white blob escorts me, with the statement, to the police station, which is just around the corner.</p>\n<p>On the walk over he’s talking to me in bits of French and bits of English. He keeps grabbing my hand or arm to guide me around corners. His little fat fingers are all wet and clammy, and it’s <em>really</em> grossing me out. This might even be the most disturbing part of the day so far. I’m feeling pretty sorry for myself, but my pity is starting to shift over to the drama queen.</p>\n<p><em>How does she...?</em></p>\n<p>I’m <em>squeaming</em> as mental images of what goes on come up unwarranted in my head. It’s sickening, and just <em>sad.</em> I guess money talks... but the blob wouldn’t even have that much, <em>surely,</em> I mean... the hotel's <em>shit...</em></p>\n<hr>\n<p>It's clear that the cop's aren't gonna do fuck-all about this...</p>\n<p>They're not going to file a report tonight. They're closed over the weekend. They'll do it on Monday.</p>\n<p>Don't know what I expected...</p>\n<p>So it seems that it’s just going to be damage control from here on out; we’re not going to get this guy...</p>\n<p>What's pissing me off the most is that we’ve been here for weeks, <em>weeks</em>, wanting to move on and now I’m going to have to fucking wait <em>again</em> while the new credit card comes in.</p>\n<p>Merry fucking Christmas.</p>\n","nextChapterExists":true}