{"chapter":"<p><em>Happy new year...</em></p>\n<p>I haven't done much.</p>\n<p>I've printed a saved copy of my drivers license and got it laminated. <em>That's my replacement.</em> It's blurry.</p>\n<p>It looks like shit.</p>\n<p>It's not gonna work...</p>\n<p>Just when I thought my travel papers couldn't get any less convincing...</p>\n<p>The robbery has taken the jam right out of my doughnut, and I’m starting to become pretty antisocial; all I want to do is read books in our room and study some French lessons that I pirated online.</p>\n<p>I’m utterly disinterested in anything else.</p>\n<p>All Ben wants to do is smoke shisha and go out to bars. Poor bastard's <em>dying</em> for a wingman, but what’s worse is he doesn’t want to do it alone, so he’s putting the pressure back on me.</p>\n<p>When I don't go out, he doesn't go out. Instead he just sulks in our room, with no music.</p>\n<p>We’re at polar opposites at the moment, and the disconnect means we’re starting to get on each other’s tits.</p>\n<hr>\n<p><em>Ben gets lucky.</em></p>\n<p>He was picked up at a bar by a stunner of a girl from Niger (pronounced knee-share in the French tongue, I'd been saying Niger the same way I'd say tiger...)</p>\n<p>Her names 'Asse' (Arse-ay).</p>\n<p><em>Piss funny.</em></p>\n<p>Ben's punching well above his weight if you ask me. He's been wearing a constant, smug grin on his face that's never been there before.</p>\n<p>One day, I came home from a surf, and my bed reeked of sex.</p>\n<p><em>Reeked of it.</em></p>\n<p><em>Fucking disgusting filthy motherfuckers.</em></p>\n<p>Sex isn’t the most pleasant smell in the world, even when you’re the one helping to make it, but when it’s not yours it’s positively <em>vile.</em></p>\n<p><em>Rank.</em></p>\n<p>And now I’ve got to fucking <em>sleep</em> in it?</p>\n<p>Is that a joke??</p>\n<p>I can understand where his head was at; the room we’re in has one queen bed and one single bed, and through the luck of the dice I nabbed the queen when we first arrived.</p>\n<p>Cramming two people onto that small single bed wouldn’t have really worked... But, if the shoe was on the other foot, I wouldn’t have fucked in <em>his</em> bed.</p>\n<p><em>No fucking way.</em></p>\n<hr>\n<p>Not a word was spoken...</p>\n<p><em>Nothing.</em></p>\n<p>And now he's disappeared...</p>\n<p>I haven't seen him in <em>days.</em> I reckon he's had enough of me.</p>\n<p>It's been a boon to be alone again.</p>\n<p>But now, I'm in the shit.</p>\n<p>I was relying on Ben financially after the thief took all my money and my means of getting money. With Ben M.I.A. I'd assumed I could get cash with the 'emergency credit card' that's been sent out.</p>\n<p><em>It doesn't work.</em></p>\n<p>I've tried everywhere...</p>\n<p>A money transfer can't be done either, because it's the fucking weekend.</p>\n<p><em>Everything's shut.</em></p>\n<p>All the money in the world and no way to get it, and no one to prop me up in the meanwhile.</p>\n<p>No way of contacting Ben.</p>\n<p>I have 50 CFA in my pocket.</p>\n<p><em>That’s 10 cents.</em></p>\n<p>$0.10, It’s gotta last me till either Ben decides he's done fucking Asse and comes back, or till Monday when I can get a money transfer...</p>\n<hr>\n<p>You’ve never seen someone haggle so hard for street peanuts in your life.</p>\n<p>They're all I eat, they're all I can afford.</p>\n<p>Another day passes, with still no Ben. More street peanuts and tap water.</p>\n<p>It's getting properly skinny now...</p>\n<p>Money is like toilet paper. When you have a full roll you go through it like it’s an unlimited resource, using as much as you feel like to the point of being wasteful. Who cares? Plenty more toilet paper where that came from... But as the roll runs out you start to get more sparing with it, all the way to the bitter end where you’d be amazed what you can do with just one square.</p>\n<p>In a word - you get creative.</p>\n<p>The real trouble comes when you think that there are more rolls; so you use the one you’re on with reckless abandon right to the end, only to find out that you've just finished the last one...</p>\n<p>Ever wiped your arse with the cardboard roll?</p>\n<p>This is the money equivalent...</p>\n<hr>\n<p>The lack of calories is hitting home, hard.</p>\n<p>Still no Ben. I've gone through my ten cents. I wonder how long I can go without eating till I get in trouble...</p>\n<p>I hate this room. I hate this place.</p>\n<p>I'm moping around the hotel, conserving energy.</p>\n<p>The three cleaning girls - oblivious to my situation - invite me to come join them for lunch.</p>\n<p>Two days ago I'd mentally accused them as thieves...</p>\n<p>Fatima, Fatu and Fatma. I have to ask them a second time to be sure I've got that right...</p>\n<p>Fatima’s done the cook up. It's a <em>massive</em> dish of food in a steel bowl the size of a bus hubcap.</p>\n<p>A whole fish sitting on top of caramelised onions and carrots and some other mystery vegetable, all sitting on a bed of oily, greasy, sticky brown rice.</p>\n<p><em>My eyes are like saucers.</em></p>\n<p>The smell is too much for my hunger...</p>\n<p>We all sit on the floor next to the 'kitchen', in what feels like a shed.</p>\n<p><em>We eat.</em></p>\n<p><em>It's the best thing that I’ve ever eaten.</em></p>\n<p>Food never tasted this good. <em>Ever.</em></p>\n<p>They jabber on in French while I try to be calm and polite whilst <em>shovelling</em> the food into my face.</p>\n<p>I’m doing the whole 'monkey-see monkey-do' routine, copying their eating technique.</p>\n<p>Apparently doing everything with your right hand is the go, or maybe they're just all right handed... Everyone’s grabbing chunks of the choice bits of fish and <em>flicking it</em> into everyone else’s part of the hubcap. My side is filling up quicker than I can make it disappear, even though I'm doing my level best.</p>\n<p>They only know a smidgin of English, so I try out my smidgin of French from what I’ve learnt from hours and hours of my pirated lessons.</p>\n<p>I thought it was pretty good...</p>\n<p>They think it’s <em>hysterical.</em></p>\n<p>I’m saying some pretty mundane stuff, and they’re laughing like I’m a comic genius.</p>\n<p>We talk about my family, and when conversation turns to girlfriends they’re rolling on the floor in stitches.</p>\n<p>I didn’t think it was that funny...</p>\n<p>As we keep eating and talking and sharing and laughing, sitting on the concrete floor, I think that this might be the single nicest way I’ve ever eaten food with people.</p>\n<p><em>Ever.</em></p>\n<p>It’s all about <em>sharing.</em> Sharing food, sharing stories.</p>\n<p>It’s the anti-thesis of your typical dinner in the West; everyone with their own plate of food, on the couch maybe, glued to the idiot box probably.</p>\n<p>Bloody <em>rectangles...</em></p>\n<p>The Western way of having a meal would seem completely <em>retarded</em> to these three. <em>It would take away what meals are all about.</em></p>\n<p>I'm as happy as a pig in shit, grinning like an idiot. This is just so <em>pleasant</em> on so many levels.</p>\n<p>Then I notice Fatima's hands.</p>\n<p>Then Fatma's, then Fatu's.</p>\n<p>These three young girls have the hands of ninety-year-olds.</p>\n<p>Weathered and withered and covered in lines that tell of a hard, long life. It’s in stark contrast to the bubbly young women that they are, always laughing and smiling. It saddens me a bit.</p>\n<p>Even though I’m the hungry one and they’re doing all the talking, they still manage to lay waste to their quadrants of the bowl before I’ve come even close to finishing mine; I can’t get the knack of rolling the rice into a small sort of football, the way they do; squeezing the rice like you might squeeze your thumb.</p>\n<p>I’m making a mess.</p>\n<p>When I’ve finally finished it all - an enormous amount - Fatima goes into the kitchen, comes back, and completely re-fills my section.</p>\n<p><em>It’s too much.</em> It's all too much...</p>\n<p>These beautiful people.</p>\n<p>I love them.</p>\n<hr>\n<p>Fatima’s a stunning girl.</p>\n<p><em>Stunning.</em></p>\n<p>Tall and thin, with a huge smile that never leaves her face.</p>\n<p>Unfortunately for her, she can't hold a candle to Fatu.</p>\n<p>Fatu is an utter <em>bombshell.</em></p>\n<p>One of the most beautiful people I’ve ever seen with my own two eyes.</p>\n<p>Easily...</p>\n<p>She’s short and thin but with curves that are an outrage.</p>\n<p>An <em>outrage.</em></p>\n<p>It's an hourglass on steroids. Almost cartoonish. Wearing the figure hugging dresses that look like they've been painted on, she's been driving me insane for weeks.</p>\n<p>Which I feel <em>awful</em> about.</p>\n<p>The trouble I’m having is that despite having the body of a woman, her shortness and her baby-face and her childish manner have me not being able to place her age.</p>\n<p><em>At least not confidently.</em></p>\n<p>And that's a problem...</p>\n<p>If I had to guess I’d say she was maybe early twenties, <em>maximum.</em></p>\n<p>She could <em>definitely</em> be late teens - which makes me a fucking creep.</p>\n<p>It wouldn’t surprise me if she was seventeen... It really wouldn't. But it’s impossible to tell, one way or the other.</p>\n<p>I decide to assume she’s a child and go with it like that. Play it safe.</p>\n<hr>\n<p>The feast lasts me to Monday. The money transfer comes through, no dramas. <em>I’m flush again.</em></p>\n<p>Ben gets back on <em>Wednesday.</em></p>\n<p>He looks pale and pasty and sick; he mustn’t have seen sunlight for the whole week... He still has that uncharacteristic cheesy/crazy grin on his face.</p>\n<p>Hat’s off to him...</p>\n<p>Lunch with the girls has becoming a daily thing now, and it’s been <em>wonderful.</em></p>\n<p>Just bloody wonderful.</p>\n<p>They’re the kindest people...</p>\n<p>I’m glad I was robbed. It's the best thing that could've happened.</p>\n<p><em>I love this.</em></p>\n<p>This is what it's all about.</p>\n","nextChapterExists":true}