{"chapter":"<p>Shit.</p>\n<p>It's all turned to shit.</p>\n<p>Literally... <em>Shit.</em></p>\n<p>On a normal afternoon four days ago I felt a bit weird, just <em>off</em>. So I decided to take a little nap...</p>\n<p>From then till now I've been spraying it out both ends.</p>\n<p>Non-stop.</p>\n<p>Four days and four night of a lurching gut, and either staring at the ceiling of our room, or walking to and from the toilet with hurried steps.</p>\n<p>My relationship with my farts has degenerated into one of strained distrust.</p>\n<p><em>What a life...</em></p>\n<p>My stomach, despite never having anything in it, is massively <em>distended.</em> I look like one of those malnourished kids with the huge bellies you see on charity ads. Horrendously bloated.</p>\n<p>I burp a lot. Three-second-long burps. It tastes like citrus and omelettes. <em>Tangy egg.</em> I'll be fucked if I know why... but it's fucking disgusting.</p>\n<p>The timing could be worse, I guess. I’ve got nowhere to be but here.</p>\n<p>Ben’s back from round two with Asse, and he’s even paler than before. He’s almost translucent and looks almost crook as I do. He's probably fucked off as much bodyweight as I've shat and vomited from the looks of things...</p>\n<p>I reckon I might even look healthier than he does...</p>\n<p>Kid needs some vitamin D and a sandwich.</p>\n<p>I’m still joining the girls for lunch, but it's like I'm renting the food rather than buying it...</p>\n<p><em>Whoosh.</em></p>\n<p>Not that I care; I gotta eat something, and I love spending time with them.</p>\n<p>I’m trying to decide whether it’s these lunches that have made me crook, or 'playing chicken' with the local tap water, or just bad luck.</p>\n<p>In any case it’s a good chance to train up an iron-gut for the rest of the journey, and learn some more French.</p>\n<p>I'm trying to look at the bright side...</p>\n<hr>\n<p>It comes out at one of our lunches...</p>\n<p><em>I can't believe it.</em></p>\n<p>Fatima is at university, studying medicine. Fatu the bombshell is betrothed to a guy she’s never met, back at her village in the countryside. I find both to be odd because they’re both too young for that...</p>\n<p>&quot;Combee-en des anais ah voo?&quot;</p>\n<p><em>They’re both 25...</em></p>\n<p>I'm 26.</p>\n<p>It’s weird, but even now that I know that they're my age, I can't think of them in any other way.</p>\n<p>They've become more like sisters.</p>\n<hr>\n<p><em>It's time to call it a day on Dakar.</em></p>\n<p>I've kicked the bug, the credit card has arrived, and there's no reason left to stay. Plus, I’ve been given my marching orders; the Douanes have had enough of me getting extension after extension on the LP, and have given me five days to take my bike out the country. Or else...</p>\n<p><em>Gotta go.</em></p>\n<p>Despite having a tonne of reasons to hate Dakar, I just can’t. It's taken so much, but given back with interest. Like <em>Stockholm Syndrome,</em> I’ve fallen in love with my captor, and I’m sad to leave.</p>\n<p>Ben’s not done riding Asse's gravy train just yet, so he decides to stay in Dakar with his sugar mamma, and see how long he can live the traveller’s dream.</p>\n<p>I'm happy with that result; the time’s been up on our partnership for a while now.</p>\n<p><em>I reckon I can do it alone...</em></p>\n<p>It’s time to lose the training wheels...</p>\n<hr>\n<p>Proof of the pudding is in the leaving.</p>\n<p>Even after months of living in each other’s pockets, the goodbye with Ben is pretty unemotional. A shake of the hands and a 'good luck'.</p>\n<p>It's the opposite with the girls.</p>\n<p>We've only spent a few weeks together - and in different languages at that - and yet I feel a true sadness.</p>\n<p>There's a real feeling of severing a connection.</p>\n<p>I know that I'll never see them again.</p>\n<p><em>I don't want to do it.</em></p>\n<p>I want to take them all with me.</p>\n<p>I'm not sure if I'm making this up in my head. Symptoms of being stuck in one room too long...</p>\n<p>I'm packed up. Ready to go. I just need to say goodbye...</p>\n<p><em>Fatu has a breakdown.</em></p>\n<p>I have to hold her till she finally stops crying.</p>\n<p>Breaks my fucking heart...</p>\n<p>Fatma starts to bawl...</p>\n<p>Now <em>everyone's</em> crying...</p>\n<p><em>It feels like a wake.</em></p>\n<p>It’s the worst thing, about all of this; anyone I meet, any connection I make, <em>it's all temporary</em>.</p>\n<p>They all have a little expiry date.</p>\n<p>I lose five friends, but I go back to an old one.</p>\n<p><em>The Enfield.</em></p>\n<p>We're alone again.</p>\n<p>For the first time in Africa...</p>\n","nextChapterExists":true}