{"chapter":"<p><em>The Gambia.</em></p>\n<p>The only country I know that's officially got a 'The' in its name.</p>\n<p>The road south to the border is as uneventful as the border crossing itself.</p>\n<p>It's so lax that I thought it was just a beefed up, very busy checkpoint, I nearly rode straight through it...</p>\n<p>When I say 'very busy', I mean fucking <em>packed.</em> As packed with people as the streets are after a big football match.</p>\n<p><em>Teeming.</em></p>\n<p>Despite this, getting through the border posts is a piece of cake.</p>\n<p>I’m learning...</p>\n<p>To get <em>out</em> of a country all you need to do is get the 'exit stamp'. <em>That's it...</em> The Senegalese Douanes gave me a “what the fuck do you want me to do with this?” look when I handed them my LP...</p>\n<p>Getting into The Gambia is a breeze. Visa at the border and a 'temporary import permit' (T.I.P.) with very few questions asked.</p>\n<p>Job done.</p>\n<p>On the way out of the post the Enfield's speedo cable snaps.</p>\n<p>The clock stops at 17,898.6km</p>\n<p>And the speedo is stuck on zero...</p>\n<p>Who's counting anyway?</p>\n<hr>\n<p>The Gambia is tiny; the smallest country in mainland Africa; it’s only fifty clicks wide at the widest point. It looks like a flaccid penis pushing its way into Senegal...</p>\n<p>On a good road it doesn't take me long to get to the River Gambia in the middle.</p>\n<p>Trouble is that the capital, Banjul, is over the other side. And the river's bloody <em>huge.</em></p>\n<p>The only way from one side to the other is on a ferry. No bridges.</p>\n<p>I buy a one dollar ticket for me and the bike (I <em>love</em> how cheap that is) and head to the front of the line.</p>\n<hr>\n<p><em>Hours...</em></p>\n<p>There's nothing to do but sit side-saddle on the bike and talk to anyone who wants to talk to me.</p>\n<p>And that's quite a few people...</p>\n<p>The local tongue here in The Gambia is, allegedly, English.</p>\n<p><em>I’m not so sure...</em></p>\n<p>I’m struggling to pick up anything anyone says. It's a little embarrassing.</p>\n<p>When I do pick up enough of it, it sounds to me like a bastardised, pidgin version of English.</p>\n<p>It’s kinda like how news reports from Africa have to come with subtitles...</p>\n<p>For what it's worth, I reckon the feeling is mutual; I'll say something in the King's English and the locals will look at me like I just farted...</p>\n<p>I'm already sick of the embarrassment when I have to ask someone to repeat what they just said <em>for the third time</em>, and still have no clue...</p>\n<p>I just end up making up a reaction that <em>seems</em> appropriate to try to save face. <em>It never works.</em> I'm probably laughing when I should be frowning, or shaking my head when I should be smiling...</p>\n<p>Fucking <em>embarrassing.</em></p>\n<p>I'm sure that lesser misunderstandings have left some people in deeper shit...</p>\n<hr>\n<p><em>Finally,</em> someone who talks my language...</p>\n<p>Tall, talkative, middle-aged guy from Liberia.</p>\n<p>Not Libya, <em>Liberia</em>.</p>\n<p>We talk about everything and nothing for a few hours.</p>\n<p>Eventually we get onto <em>the war.</em> It was inevitable...</p>\n<p>I actually know a little bit about the war in Liberia. A couple of decades ago they were all massacring each other. Crimes-against-humanity type shit. Killing babies. Eating their still-warm hearts. <em>Awful</em> shit.</p>\n<p>This guy's ok, all things considered. <em>Well adjusted,</em> even. An earnest type, and maybe on the faintly aggressive side of earnest, but that's fine.</p>\n<p>He tells me that <em>he</em> fought in the war.</p>\n<p>Wasn't expecting that...</p>\n<p>&quot;Yes, bullets cannot enter this body.” <em>Right...</em></p>\n<p>&quot;<em>Really??</em> Wow... That's... <em>Impressive.</em>&quot;</p>\n<p>&quot;Yes&quot;</p>\n<p>I want to tell him that that’s a load of shit... I really, really, <em>really</em> want to tell him. <em>Challenge him.</em> It'd be so easy. But unwise; he's gone from well-adjusted to unhinged in one sentence.</p>\n<p>&quot;You're very lucky.&quot;</p>\n<p>Realising that he has a captive audience, he goes further...</p>\n<p><em>He pulls out a knife...</em></p>\n<p>&quot;If you use this on me, I cannot bleed. Understand??&quot;</p>\n<p>&quot;Yeah...! Whoa. Yeah right... Got it...&quot; <em>Fuck!</em></p>\n<p>&quot;My skin will break the knife!&quot;</p>\n<p>He's trying to hand me the fucking knife.</p>\n<p>&quot;No, no, nah mate, really mate... <em>nah...</em> nah mate, I believe you. You don't have to do that. Ok? I believe you.&quot;</p>\n<p>The dumbfuck part of me is <em>dying</em> to take the knife and give him a pinprick on the thumb, see what his reaction is.</p>\n<p>Nooooo... <em>No.</em> Shake it off...</p>\n<p>&quot;Yes. Good. My son; he has the juju too.&quot;</p>\n<p>Juju, I think, means your sort of 'level' in black magic. Good juju, bad juju, sort of thing.</p>\n<p>&quot;Lucky him.&quot;</p>\n<p>&quot;Yes. The doctors, they try to immunise him, his skin, it bends back the needles&quot; He shows me with his finger curling in the crook of his elbow how it works. &quot;<em>Nothing</em> can enter his body.&quot;</p>\n<p>“Well, that’s just a plain lie.”</p>\n<p>...is right on the edge of the tip of my tongue.</p>\n<p>My last words... The rest of the bullshit I’m happy to go along with; he’s obviously never tested his theory on himself with knives and bullets – it would have been a messy test – but now he’s obviously just feeding me shit, and we both know it isn’t true.</p>\n<p>I nod. &quot;It’s a very handy thing to have, this 'juju'.&quot;</p>\n<p>&quot;Yes. Later, I will show you the mother of my son.&quot;</p>\n<p>&quot;Ok... I'd like to meet her. Sure...&quot;</p>\n<p>I change the topic as we take a walk around the crowd. I don't really want to be near this guy anymore...</p>\n<p>&quot;This is my cousin.&quot; he says, pointing out a young woman.</p>\n<p>&quot;Hi, nice to meet you.&quot; I turn to my new buddy, whose name I've forgotten. &quot;I thought you were going to introduce me to your wife...&quot;</p>\n<p>They both look at me dumbly.</p>\n<p>&quot;This is my wife...&quot;</p>\n<p>&quot;Oh ok, I'm sorry, I must've got that mixed up... I thought you said <em>cousin!</em> Ha!&quot;</p>\n<p>No one else laughs...</p>\n<p>&quot;Yes. She <em>is</em> my cousin. My uncle gave her to me.&quot;</p>\n<p><em>This shit's fucked up.</em></p>\n<p>I've put my fucking foot right in it now... I've <em>definitely</em> offended them. I don't know what to say...</p>\n<p>&quot;I have, cousins...&quot;</p>\n<p>&quot;Yes. My other wife, my father gave her to me.&quot;</p>\n<p><em>Fuuuuuck.</em></p>\n<p>Get me out of here...</p>\n<p>Along comes his invulnerable, needle-bending, toddler son.</p>\n<p>I’m looking at his hands and toes to see if there are any extra digits...</p>\n<p>I go to detach myself from the conversation and get back to the Enfield, but, in the parting, he asks me for my phone number...</p>\n<p>&quot;Sorry mate, I don't actually have a phone.&quot; At least that's the truth.</p>\n<p>He gives me his phone number and tells me to call him when I’m on the other side of the river and we’ll catch up for a beer.</p>\n<p>Looks like I’ve made a friend.</p>\n<p>Note to self: <em>Avoid Liberia.</em></p>\n<p>I go sit on the bike. The sun sets, it gets dark, and the ferry finally arrives. I pray that I don't see my new 'friend' again. Not in the dark...</p>\n<hr>\n<p>The Gambia sucks.</p>\n<p>Don’t come here.</p>\n<p>I can't believe it's a 'tourist destination'.</p>\n<p>Word on the street is that old fat fuck Europeans of both the male and female variety come to the country for a bit of the hot local action.</p>\n<p><em>Gross.</em></p>\n<p>The Gambians market themselves - and are very proud of - their countries unofficial title as 'the smiling coast of Africa'. <em>They talk about it all the time.</em></p>\n<p><em>It’s a complete load of shit,</em> unless they mean it in the sense of 'never smile at a crocodile...'</p>\n<p><em>Jackals everywhere.</em></p>\n<p>Just like Morocco.</p>\n<p>That sucked too.</p>\n<p>This place is even <em>worse.</em></p>\n<p>I had one dickhead follow me around for over an hour through the labyrinth of a local market, trying to 'help me'.</p>\n<p>I'd told him, many times, in no uncertain terms, that I wasn’t interested, till, finally, I snapped.</p>\n<p>“Could you just please fuck off?? <em>Please??</em>”</p>\n<p>&quot;Hey! It's nice to be nice...&quot;</p>\n<p>&quot;Yeah, well, <em>fuck off.</em>&quot;</p>\n<p>He <em>still</em> wouldn't leave me alone.</p>\n<p>It turned what should have been an interesting, colourful jaunt through the massive, dingy and fantastic local markets into a pain in the arse.</p>\n<p><em>Ruined.</em></p>\n<p>And then the bastard had the audacity to ask for money after following me all the way back to my hotel...</p>\n<p>The last few days have left a tacky, bad taste in my mouth.</p>\n<hr>\n<p>My 'repaired' speedo cable breaks immediately.</p>\n<p>I spent a whole fucking day on that thing... Looks like I won't be knowing anything about my speed or distance for a while.</p>\n<p><em>Piece of shit.</em></p>\n<p>I'm outta here...</p>\n<p>I take the coastal route. Which, whilst incredibly close to the coast, is just far away enough to afford me exactly <em>zero</em> views of the ocean.</p>\n<p>Spewin.</p>\n<p>It's a short and boring ride to the border.</p>\n<p>There's none of the hustle and bustle here of the border I came in on; it's <em>empty...</em></p>\n<p>There's a river, and I don't see a bridge...</p>\n<p>Before I 'stamp out' of The Gambia I get assurances from the border guards that there's a way to get across the river with the bike.</p>\n<p>They stamp my passport with no fuss, and tell me to head down to the shore and talk to 'the man'.</p>\n<p>The river is about as wide across as I could kick a football if I got a run at it.</p>\n<p>The water’s moving fast enough that I can see the direction it’s flowing in, and there's a strong wind whipping up some rippley waves.</p>\n<p>I’m looking around for 'the man'. I’m still a bit concerned - there’s no barge to be seen out on the water. Or nothing of that nature anyway...</p>\n<p>There <em>is</em> a 'pirogue', which is a big, colourful, wooden fishing boat sort of thing. They remind me a bit of the boats that asylum seekers use to get around in. The one I'm eyeing off is bigger than I am tall.</p>\n<p>It doesn't look promising though... The pirogue is beached up on the shore. I’m wondering how we’re going to a) get the boat in the water and b) lift the bike in over the gunnels to get it inside.</p>\n<p>There's a big mob of blokes loitering around not far away from the boat. I reckon I might be able to enlist their help.</p>\n<p>We'll have to have a crack at it anyway... What else is there to do?</p>\n<p>One of the mob comes over and tells me that 'the man' has gone to get the boat and that he’ll be back soon.</p>\n<p>Good.</p>\n<p>A few minutes later a man with a wooden paddle in a hollowed out <em>tree</em> soundlessly appear around the bend.</p>\n<p>I look back over to the mob. My mate, he points, nods his head.</p>\n<p>Thumbs up...</p>\n<p>It's 'the man'.</p>\n<p>I’m a bit confused, but then I realise that this must be the 'tender boat' that they use to go and get the anchored boat. Save themselves from swimming.</p>\n<p><em>Makes sense.</em></p>\n<p>'The man' gently steers over in my direction, and quietly pulls up to my feet on the shore.</p>\n<p>We stare at each other in silence for a long moment.</p>\n<p><em>What??</em></p>\n<p>Nah. Fuck off!</p>\n<p>This is a joke.</p>\n<p>I break off the staring contest and look around at the mob of blokes who have walked over. They all look serious.</p>\n<p>I eventually find my voice. &quot;<em>This</em> is the boat??&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p><em>&quot;This??&quot;</em></p>\n<p>&quot;Yes.&quot;</p>\n<p><em>&quot;Really&quot;</em></p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;But... I need to get the <em>bike</em> across.&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;<em>You</em> can do that?&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;<em>This</em> bike?&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;In <em>THAT</em>??&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p>&quot;Nah you can't... No way...&quot; He just looks at me, quiet...</p>\n<p>&quot;Have you ever done this before?&quot;</p>\n<p>&quot;Yes.&quot;</p>\n<p><em>&quot;Really??&quot;</em></p>\n<p>&quot;Yes.&quot;</p>\n<p><em>I won't do it.</em> I can tell by eyeballing it that it's just not going to happen. Common sense says no. I don't know why no one else can see that...</p>\n<p>I point at the big pirogue.</p>\n<p>“How about that thing?”</p>\n<p>Everyone laughs. So <em>now</em> it's a fucking joke...</p>\n<p>The man shakes his head, &quot;No. No good.&quot;</p>\n<p>Well, I’m fucked then.</p>\n<p>It's nothing more than a hollowed out tree, masquerading as a canoe. It looks like it's been hewn out of a tree that I could hug... It's only about half an inch thick...</p>\n<p>It’s the shit you see poor people paddling down the Amazon on in documentaries.</p>\n<p>The top edge of 'the boat' is only about six inches above the waterline...</p>\n<p>If you gave me a paper, pen and measuring tape I’d be half a chance to do some math and tell you if this is going to work out or not...</p>\n<p>My gut instinct knows it already: <em>fuck no.</em></p>\n<p>The mob assure me, quite calmly, that they’ve done this all before. Heaps of times.</p>\n<p><em>Pigs arse.</em></p>\n<p>Righto... <em>Fuck it.</em></p>\n<p>What else am I going to do??</p>\n<p>&quot;Alright. Ok...&quot;</p>\n<hr>\n<p>Me and three of the mob lift the bike onto the canoe as it is. We prop the bike up so it doesn't fall over with some chocks of wood wedged against the sides of the canoe.</p>\n<p>If one of the chocks comes loose, well, there goes the Enfield.</p>\n<p><em>Splash.</em></p>\n<p>The boat sinks down deeper into the water as it takes the weight. Then sinks a little deeper still to fit me in.</p>\n<p>There’s fuck all between the top edge of the canoe and the waterline, a couple of inches. It won’t take much for the whole thing to get swamped and go the way of the Titanic.</p>\n<p>'The man' gingerly gets in...</p>\n<p><em>There's nothing in it.</em></p>\n<p>My heart is smashing. The whole scene seems absurd.</p>\n<p>The bike looks utterly <em>ridiculous</em> perched there at the front. It's like it's not in the boat, but <em>on</em> the boat.</p>\n<p>I can <em>feel</em> the instability, how it rolls when I shift my weight slightly...</p>\n<p>How the fuck am I supposed to fish my bike off the bottom of a river?</p>\n<p>Fuck... Can <em>I</em> even swim in a leather jacket and jeans and boots??</p>\n<p>'The man' very, <em>very</em> gently pushes us off.</p>\n<p><em>Sweet baby Cheeses.</em></p>\n<p>Very gingerly, silently, he dabs his wooden oar in the water and paddles the boat forward against the current.</p>\n<p>Under my breath, I swear every word I know in a string...</p>\n<p>The ripples are spilling over the sides and onto my boots...</p>\n<p>Time beads itself out into a short infinity.</p>\n<p>I can <em>feel</em> my heartbeat move my <em>ears</em>.</p>\n<p><em>Pure fear.</em></p>\n<p>I don't dare move an inch. I grip the boat with white knuckles.</p>\n<p>All is silent but for the ripples, the wind, and the dab of the oar.</p>\n<p>We cross halfway...</p>\n<p>At least it feels like half-way. I dare not turn my head to look back and check.</p>\n<p><em>I think we're going to make it... If we made it this far...</em></p>\n<p>We're <em>actually</em> going to make it...</p>\n<p>I start to crack a smile as we inch closer and closer.</p>\n<p>The ripples come off as we get into the lee of the other shore.</p>\n<p>And then we’re there.</p>\n<p>I set foot, once again, in Senegal, and dance a screaming jig.</p>\n<p><em>Never in doubt!</em></p>\n<hr>\n<p>There's no Senegalese post here, so I've had to backtrack to the main border crossing to get my passport tamponed.</p>\n<p>The bastards at the Douanes won't give me a laissez-passer without a carnet - unless I pay them 50,000 CFA, roughly $110.</p>\n<p>That's not going to happen...</p>\n<p>I take a temporary 'transit' instead, which only lasts 48 hours.</p>\n<hr>\n<p>I head straight to the Douanes at the next town, Ziguinchor, and tell them there's been a mistake; they accidentally gave me a 'transit' instead of an LP at the border. They apologise for the mix-up and issue me an LP, on the spot, free of charge.</p>\n<p>Travel hack.</p>\n<p><em>Winning.</em></p>\n","nextChapterExists":true}