{"chapter":"<p>I've been surfing. Again...</p>\n<p>There's something very weird about cows on a beach...</p>\n<p><em>I like it here.</em></p>\n<p>Things have become noticeably greener since heading south of the River Gambia, and this is actually quite a beautiful part of the world...</p>\n<p>Wetlandish and sparsely populated.</p>\n<p>Lining the sides of the roads are colossal, ancient looking trees. They’re bloody <em>huge.</em> They have that look where the roots start branching out above the ground, like taut tendons under skin, as they sprawl out in all directions. The circumference where the roots meet the ground has to be in the tens of meters. You could play a good game of hide and seek in one tree, easy.</p>\n<p><img src=\"/oblivious/images/Image_21.jpg\" alt=\"\"></p>\n<p>Walking through the streets of Cap-Skirring, I notice by chance a motorbike parked on the road, standing out like dogs balls...</p>\n<p>It means business...</p>\n<p><em>Serious business.</em></p>\n<p>A fully loaded KTM 690, an overlanding beast machine.</p>\n<p>It's been pimped out too. <em>A lot.</em> It looks like it's been places. <em>Hard places.</em></p>\n<p>I head over to scope it out...</p>\n<p>The license plates are from England! <em>Just like my Enfield!</em></p>\n<p>My head's on a swivel trying to spot the owner. Sure enough, it doesn't take long...</p>\n<p>A young bloke in full offroad riding kit, casually eating a sandwich outside a restaurant.</p>\n<p>I hotstep straight up and introduce myself. I might as well have said, &quot;you’re young and white with a bike, <em>I’m</em> young and white with a bike, let’s be young and white on bikes <em>together...</em>&quot;</p>\n<p>It’s amazing how little in common you need to make a connection out here.</p>\n<p>His name is JB, a 31 year old engineer from Bristol.</p>\n<p><em>Bloody pleased to meet you.</em></p>\n<p>We share war stories.</p>\n<p>JB, essentially, has done what I’ve done; headed south.</p>\n<p>It seems, though, that our styles differ. <em>Significantly.</em></p>\n<p>I’ve been making things up as I go along, JB is prepared for every contingency.</p>\n<p>He’s organised. <em>Very</em> organised.</p>\n<p>He and my dad would get along like a house on fire. They could compare lists...</p>\n<p>JB likes to eat pizza, and will part with good money to do so, I'm a tightarse who won't spend more than a dollar on a meal.</p>\n<p>I like cheap hotels, JB likes his tent.</p>\n<p>He wants adventure offroad, I want nice tarmac.</p>\n<p>It's obvious straight-away that we're not at all suited, but it's equally obvious, straight-away, that we're going to be riding together.</p>\n<p>I’ve found a new wingman. It didn't take long...</p>\n<hr>\n<p>JB has some contacts back in Ziguinchor – the brother of his auntie’s neighbour lives there, <em>apparently...</em></p>\n<p>He's going to go stay with the family, and he's invited me to join him.</p>\n<p><em>Done.</em></p>\n<p>JB, being the organised lad he is, has <em>two</em> cameras, so, after getting cleaned out in Dakar, I'm back in colour...</p>\n<hr>\n<p>JB wanted to take the 'scenic route' back to Zig, I agreed to go with him.</p>\n<p>I wish I hadn't...</p>\n<p><em>Soft sand.</em></p>\n<p>Soft sand is <em>the pits.</em></p>\n<p>Bloody deep, bloody soft.</p>\n<p>It's fucking <em>impossible.</em></p>\n<p>I've no experience in this stuff, and mastering the fluky soft sand seems to be its own art.</p>\n<p>It’s <em>incredibly</em> tricky.</p>\n<p>The Enfield has a mind of its own, it's impossible to predict.</p>\n<p>The front tyre bogs in and just goes wherever the hell it wants to go.</p>\n<p>To try to control it is to crash; I can steer only by gentle suggestion, and then let it do what it must.</p>\n<p><em>Just go with it and keep it upright.</em></p>\n<p>It helps - according to JB - to go fast so that the tyres don’t have a chance to sink into the sand and you can simply 'float' across the top.</p>\n<p>Trouble is that the prerequisite of 'floating' is having cannon balls...</p>\n<p>I tried it. <em>Shat it.</em> Went back to a speed I'd be comfortable crashing at.</p>\n<p>JB's not wrong, he knows what he's talking about; this is obviously him in his natural habitat. <em>It shows.</em></p>\n<p>While I was on an iron ore train in the Sahara, JB was riding through the sand dunes following the rail line. Three days and nights... Nothing but soft sand and camping out solo in the desert.</p>\n<p><em>For fun.</em></p>\n<p>JB’s <em>special...</em></p>\n<p>I manage to keep the thing upright through a few hairy moments and a lot of white knuckles. We hit a river.</p>\n<p>It's beautiful, but we weren't expecting a river...</p>\n<p><img src=\"/oblivious/images/Image_22.jpg\" alt=\"\"></p>\n<p>There's a military checkpoint. So we go talk to them.</p>\n<p><em>What’s all this about?</em></p>\n<p>Apparently it's <em>not</em> a checkpoint, but a border post.</p>\n<p>If you cross the river you technically go into Guinea-Bissau, but then, if you follow the trail, you’ll eventually snake your way north back into Senegal again, and get to Ziguinchor.</p>\n<p>The trail goes through a national park. Very beautiful. It's got <em>landmines</em> though...</p>\n<p>If you want to cross the river, you can take a canoe...</p>\n<p>So, if we don’t drown, we can get blown up instead?</p>\n<p>&quot;Wee&quot;</p>\n<p>&quot;Fuck that.&quot;</p>\n<p>We turn on our heels and head back to the sandpit.</p>\n<hr>\n<p><em>I crash.</em></p>\n<p>Been threatening to do that for ages.</p>\n<p>I was <em>so close</em> to the tarmac...</p>\n<p>I hit a rut in the soft stuff, which grabbed my front tyre and pushed it hard to the right.</p>\n<p>I bounced out of control, counter-steered hard to the left to try to bounce back upright - a fraction too late... I bury the bike in a flurry of sand and saddlebags.</p>\n<p>Besides a sore leg where the bike landed on me, I'm ok. The Enfield is fine except for some twists and bends that a hammer can fix...</p>\n<p><img src=\"/oblivious/images/Image_23.jpg\" alt=\"\"></p>\n<hr>\n<p><em>Ziguinchor.</em></p>\n<p>We shack up with the auntie’s neighbour’s brother’s family; a big mob of six.</p>\n<p>Despite the tenuous connection, they welcome us with open arms and big smiles; it feels like old friends.</p>\n<p>I unpack my stuff. I've <em>shattered</em> my laptop screen in the crash...</p>\n<p><em>Pissed.</em></p>\n<p>No way to replace it, no way to fix it, and nowhere to buy a new one...</p>\n<p>I try to fire it up. <em>It still works...</em></p>\n<p>Part of the shattered screen, about the size of a credit card, still displays... So that's going to be a test of patience...</p>\n<hr>\n<p>Dinner time.</p>\n<p>It's another lesson in the importance of family and meals. The bonding connection of sharing. Everyone eats from the same bowl.</p>\n<p>The hospitality is so wonderful, and <em>genuine</em>.</p>\n<p>It really is incredible; I wonder how I would treat my brother's neighbour's nephew and his mate if they showed up at <em>my</em> house.</p>\n<p>Not with warmth like this...</p>\n<p>The kindness is overwhelming.</p>\n<p>With a captive audience we tell them the best of our travelling stories over a crate of beer.</p>\n<p><img src=\"/oblivious/images/Image_24.jpg\" alt=\"\"></p>\n","snippet":"I've been surfing. Again...\r\nThere's something very weird about cows on a beach...\r\n*I like it here.*\r\nThings have become noticeably greener since heading south","nextChapterExists":true}