{"chapter":"<p><em>Guinea Bissau.</em></p>\n<p>Yes, that's a country's name...</p>\n<p>It's an old Portuguese colony. That's what they speak here; Portuguese. In <em>Africa...</em> It's <em>bizarre.</em></p>\n<p>Things are really starting to heat up now. It's getting <em>tropical.</em></p>\n<p>The air temp on JB's bike registered 37 celsius today. That's nearly 100...</p>\n<p>In a leather jacket, kevlar jeans, and a black, full face helmet on my head, it's fucking hot.</p>\n<p>The border in is a breeze. No hard questions asked.</p>\n<p>The locals call Guinea-Bissau just <em>Guinea.</em></p>\n<p>There must be a fight on with the neighbouring country for the name, <em>also called Guinea...</em></p>\n<p>Anyway, to the rest of the world, this place is <em>Guinea-Bissau,</em> and the other one is plain old <em>Guinea.</em></p>\n<p>Guinea-Bissau is one of one of the smallest, poorest countries in Africa, making it probably one of the poorest in the world, right?</p>\n<p><em>But that's not what I'm seeing...</em></p>\n<p>Bissau is a deadset <em>madhouse.</em></p>\n<p>The place is <em>humming!</em></p>\n<p>Fizzing with noise and colour and people.</p>\n<p>Looks like they've got <em>loads</em> of food. <em>All I can see is food...</em></p>\n<p>JB and I head to a campsite out of town a bit, pitch up, and take a 'share taxi' straight back into town.</p>\n<p>The markets are built out of ramshackle, rusted, corrugated tin. Tetanus city... Dirty and grimey and absolutely <em>manic.</em> Crazy busy. Constantly jam packed with an insane amount of people.</p>\n<p><img src=\"/oblivious/images/Image_25.jpg\" alt=\"\"></p>\n<p>It's fantastic to see, and intoxicating to be part of the melee. We're just swept along in the river of people.</p>\n<p>There'd be bugger all white people out here, so except for the occasional shout of <em>'branco!'</em> we're pretty much left alone. Branco would be 'white' in Portuguese, of course.</p>\n<p>Sure, it’s dirty and grimy and poor, but it’s also vibrant and colourful and bustling and action packed.</p>\n<p>There is something else about it though; an intangible feeling that you get for the place. I can't explain it.</p>\n<p>This is what West Africa was <em>supposed</em> to be - this is the real deal.</p>\n<p><em>I love it already.</em></p>\n<hr>\n<p><em>JB’s being organised again.</em></p>\n<p>Really, <em>really</em> organised.</p>\n<p>He wants to apply for a Nigerian visa.</p>\n<p>His 'mission' is to do Africa top to bottom, and he’s absolutely set on that.</p>\n<p>To get to the bottom, he can either go through a couple of countries that are currently warzones, or he can go through Nigeria.</p>\n<p>What a coin toss... Get shot, or get your ears cut off...</p>\n<p>From what the Africans have been telling me, it’d be safer to go through the warzones.</p>\n<p><em>Everyone</em> has warned me not to touch Nigeria.</p>\n<p>For my style, it's way, <em>way</em> too far into the future to make that call now; I don't even have a visa for <em>Guinea</em> yet...</p>\n<p>But, JB is persuasive.</p>\n<p>He has, of course, done his research, and apparently the Nigerian embassies in the next seven countries are loath to give a visa to anyone who doesn't <em>live</em> in the country that the embassy is in. In other words, to get a visa at the Nigerian embassy in <em>Togo,</em> you’d better be <em>Togolese,</em> otherwise 'do not pass go, do not collect $200'.</p>\n<p>So, we get the visas.</p>\n<p><em>It was easy.</em></p>\n<p>66,500 CFA; about one hundred and fiftyish bucks.</p>\n<p>So... <em>That's happening now...</em></p>\n<hr>\n<p>We’ve been told that the Bijago Archipelago is worth a look.</p>\n<p>It's a small set of islands dotted off the coast of the mainland. The only archipelago in all of Africa, or something like that...</p>\n<p>My LP will expire before I get back, so I head into town quickly to get it renewed at the Douanes before we take off.</p>\n<p>The bloke behind the plexiglass takes my LP, writes down an extension of fifteen days, stamps it, and hands it back.</p>\n<p><em>Then</em> he asks for 10,000 CFA.</p>\n<p><em>Twenty bucks.</em> The original was only worth five...</p>\n<p>In Senegal I got three extensions without paying a dime.</p>\n<p>A stich-up, then...</p>\n<p>I pocket the papers, thank him for his time, and casually walk off.</p>\n<hr>\n<p>I make it out, and down the road...</p>\n<p>Someone grabs me from behind.</p>\n<p><em>I shit my dacks.</em></p>\n<p>It's some minion... He's jibbering on in Portuguese. He's trying to haul me back. He's the opposite of happy.</p>\n<p>I <em>panic.</em></p>\n<p>I just keep saying &quot;no thank you&quot; over and over again in Portuguese and keep walking away.</p>\n<p>If he tows me back to the Douanes I'll be in deep shit...</p>\n<p>He stays on me for about five minutes as I drag him along.</p>\n<p>Exasperated and pissed off, he heads back - presumably to get backup.</p>\n<p><em>I run for it.</em></p>\n<p>Smooth...</p>\n<hr>\n<p>JB and I pack a couple of day packs, leave everything else behind with the bikes and take off in search of cash machines.</p>\n<p><em>We're both completely dry.</em></p>\n<p>Apparently, there are only three cash machines. <em>Three in the whole country.</em> I guess they keep their money under the mattress here...</p>\n<p>JB and I walk all over town to get to them.</p>\n<p>We're unceremoniously rejected, one after the other.</p>\n<p><em>Fail.</em> Again.</p>\n<p>So, it’s another 'oh shit' moment with money.</p>\n<p><em>I'm getting fucking sick of these...</em></p>\n<p>JB tries to test out Einstein’s definition of insanity, or is that stupidity? <em>Doing the same thing twice and expecting a different outcome...</em></p>\n<p><em>Crunch crunch crunch crunch crunch...</em></p>\n<p>Einstein obviously didn't know a fucking thing about African cash machines!</p>\n<p><em>Halleluiah!</em></p>\n<p>Flush with money once again, we make a pre-emptive strike on lunch, and then grab 'tickets' for the ferry and sit and wait on the jetty docks.</p>\n<p>The boat that’s taking us is a big old steel thing, the size of a big fishing trawler, so it looks like it’ll be a pretty quick and comfortable trip across.</p>\n<p>While we wait on the jetty we get continually harassed by some dude from The Gambia (the smiling coast of Africa…) who takes a particular liking to giving JB the shits.</p>\n<p>Entertaining.</p>\n<hr>\n<p>It's been <em>forever...</em></p>\n<p>I’m starting to get toey on the jetty with a vague feeling that something’s wrong. Not with the boat either... <em>Something else...</em></p>\n<p>Can’t put my finger on what it is. I check and re-check my bag, but it's got all the stuff I need...</p>\n<p>I feel like I've left the oven on...</p>\n<hr>\n<p><em>Finally</em> some action.</p>\n<p>Nearly three hours after we arrived here everyone starts to move.</p>\n<p>For some reason, all the punters are starting to load the <em>neighbouring</em> boat with furious gusto.</p>\n<p>It’s a shitty pirogue.</p>\n<p><img src=\"/oblivious/images/Image_26.jpg\" alt=\"\"></p>\n<p><em>Wait...</em></p>\n<p>Ah... <em>shit.</em></p>\n<p><em>Suboptimal</em>.</p>\n<p>It's the size of a bus and made with planks of painted wood.</p>\n<p>There are no seats, no floor, or even wooden planks to sit on in the middle. It’s just a big, open, empty boat from one end to the other.</p>\n<p>I go take a closer look.</p>\n<p>It's <em>leaking.</em> A lot... There’s a kid in there who's continuously bailing out water with a bucket...</p>\n<p>We try to muscle our way through the scrum to get a prime seat, sitting on the sides; they’re the only real 'seats' there are.</p>\n<p>The rest of the boat gets filled to the gills with luggage and goods that people are taking out to the islands to sell. The majority of the passengers just sit where they can on top of the shit.</p>\n<p>The boat is <em>jam-packed</em>, front to back, top to bottom.</p>\n<p>The motor on this thing is pitiful.</p>\n<p>It's just a tiny outboard. I don't think that thing could cut grass... It's just stuck through a hole that's been cut out in the floor of the boat's hull. <em>Sketchy.</em></p>\n<p>They fire it up.</p>\n<p>We peel out.</p>\n<p>The outboard must be running on donkey piss; it seems like all of its power is going into making black smoke rather than pushing us forward.</p>\n<p>It’s going to be a long, slow, arse-numbing ride.</p>\n<p>The islands aren't <em>that</em> far away, but they're telling us it'll take <em>four hours</em> to get there...</p>\n<p>The locals know the score, and they've raided a box filled with cartons of red wine.</p>\n<p>JB's all over it.</p>\n<p>Others are flogging food and home-made fruit-juices and snacks. Good stuff. Stuff, I’d usually go for, but I’m feeling <em>off</em>.</p>\n<p>Can’t say why.</p>\n<hr>\n<p>Time grinds down.</p>\n<p>I want more and more for the boat trip to finish.</p>\n<p><em>I’ve had enough already...</em></p>\n<p>The wine's kicked in for JB. He's merrily enjoying himself.</p>\n<p>I’ve still got that feeling that something <em>bad</em> is going to happen.</p>\n<p><em>Seasick?</em></p>\n<p>I go to let out another fart. A biggen. I've been dropping bombs all boat ride...</p>\n<p>I realise very, <em>very</em> late that it's not all gas...</p>\n<p>I batten down the hatch not an instant too soon and just <em>barely</em> avert what might have been an absolute horrorshow.</p>\n<p>Ohh. No...</p>\n<p>I think about it... Maybe it was just a fart...</p>\n<p>If it is, I want it gone. <em>Safely.</em></p>\n<p>I very delicately lean to the right, to point it right at JB on my left and open the tap just a smidgin.</p>\n<p>Softly... Softly...</p>\n<p><em>Clench!</em></p>\n<p>I very nearly make a total mess of it. And an enemy of JB...</p>\n<p>Ok. Definitely, positively, 100% not a fart.</p>\n<p><em>Houston, we have a problem.</em></p>\n<p>My guts have turned into a puddle.</p>\n<p>It wants out. It wants out soon. It wants out <em>now.</em></p>\n<p>So <em>that's</em> what's been haunting me; <em>lunch.</em></p>\n<p>&quot;Don’t get on the boat&quot;, it said.</p>\n<p>I check my watch. If I'm guessing right we've gone somewhere close to an hour. Three to go.</p>\n<p><em>Three hours...</em></p>\n<p>360 views of nothing but blue.</p>\n<p>Fuckin <em>great.</em></p>\n<p>The first urge comes, gets held off, and goes. I can feel my stomach do a somersault and then settle down again.</p>\n<p>I can un-clench. Sort of...</p>\n<p><em>Fuck me...</em></p>\n<hr>\n<p>After the fourth or fifth jaw clenching rush for the exits JB notices me sweating and grimacing and asks what’s up.</p>\n<p>“I think I’m in trouble...”</p>\n<p>He laughs his head off.</p>\n<p>&quot;What are you gonna do?&quot;</p>\n<p>&quot;Dunno.&quot;</p>\n<p>He pisses himself again.</p>\n<p><em>Great...</em></p>\n<hr>\n<p>I manage to hold it off in silence for an hour, and then <em>another</em> hour.</p>\n<p>I dare not move an <em>inch.</em></p>\n<p>I feel like I’m in some sort of perverse, insane labour; time between contractions getting shorter and shorter, and the intensity getting higher and higher.</p>\n<p><em>The baby's coming...</em></p>\n<p>Every time it comes on again I feel like <em>this is it</em> – I’m going to shit myself.</p>\n<p>By the time the second hour is in the can I’m fully dilated.</p>\n<p>Just get to the island. Get to the island. <em>Just get to the island...</em></p>\n<p>I <em>will</em> make it.</p>\n<hr>\n<p><em>Eternity.</em></p>\n<p><em>Finally,</em> I see a glimpse of the island on the horizon in the distance.</p>\n<p>And just like that, <em>it’s game over.</em> It’s happening, and it’s happening <em>now.</em></p>\n<p>The dam walls are breaking.</p>\n<p>Right - fucking - <em>now.</em></p>\n<p>This very fucking second.</p>\n<p>Ohmyfuckingod.</p>\n<p>My dumbfuck brain has seen the island and gone &quot;Hooray, the island! We can totally shit now!&quot;</p>\n<p>I’m about to go fucking <em>Super Saiyan</em> with the effort to stop myself from shitting all over the place.</p>\n<p><em>I’ve lost the island...</em></p>\n<p>This epic shit is happening on this boat. One way or the other...</p>\n<p>I take the initiative; it's better than pigheadedly shitting my pants.</p>\n<p>I very, <em>very</em> gingerly make my way to the back of the boat, terrified to death that any moment I’m going to re-spray it.</p>\n<p>The 'Captain', he's the one with the outboard in his hand. My Portuguese isn’t quite good enough for “Excuse me, captain, where is the best place on your boat to take a <em>furious</em> shit?”</p>\n<p>I know <em>just</em> the charade though...</p>\n<p><em>Three words...</em> I rub my stomach with one hand and give a cutting motion across my neck with the other.</p>\n<p><em>Fuuuuuuuuck I can't hold it!!</em> I bounce from foot to foot. I can feel my face <em>shaking</em> with the effort.</p>\n<p>The captain looks at me with sympathy, puts his hand to his mouth and flicks his five fingers out with his eyebrows raised - Seasick?</p>\n<p>Shake of the head – <em>No.</em></p>\n<p>I make the same flicking motion, but at the opposite end. <em>The back end.</em></p>\n<p>His eyes go wide and his mouth goes slack.</p>\n<p>I think he’s solved it...</p>\n<p>He shakes his head vigorously and does the flicking motion again out of his mouth, nodding. I think he hopes something’s been lost in translation...</p>\n<p>I furiously shake my head and repeat the same gesture out the back. <em>This won't wait!!</em></p>\n<p>He looks at me with a scrunched up face, like he just smelled something awful. He looks at his mates and then back to me.</p>\n<p>Half of them are returning his expression of horror, the other half are smiling, enjoying the entertainment.</p>\n<p>I quickly steal a glimpse over my shoulder to make sure none of the other passengers are watching this...</p>\n<p>I see two hundred eyes all looking straight back at me.</p>\n<p>Half in horror, half entertained.</p>\n<p><em>The whole fucking boat.</em></p>\n<p>JB's smiling wider than anyone. He's got his camera out.</p>\n<p>&quot;May I?&quot; he shouts over the sound of the motor.</p>\n<p>&quot;I'll fucking kill you, <em>JB</em>! Don't fucking dare mate, nah, <em>I mean it. Fuckin don't!</em>&quot;</p>\n<p>Back to the captain. He points at the island and shrugs his shoulders, eyebrows raised – <em>can’t it wait?</em></p>\n<p>I shake my head, and point at the floor – nope, <em>right here, right now.</em></p>\n<p>The closer I get to having it done with the more my brain thinks that it's time to open the floodgates...</p>\n<p><em>I’m losing control!</em> Sweat drips off my face.</p>\n<p>The Captain pats me on the shoulder and points me to the back of the boat.</p>\n<p>It's just a plank of wood, then the ocean...</p>\n<p>Times up; all the charades are going to count for nothing.</p>\n<p>I lunge at the plank, dak myself, hang my arse over the back - not a second too soon...</p>\n<p><em>Fire in the hole!</em></p>\n<hr>\n<p>This plank of wood is now mine... I just owned it...</p>\n<p>Non-stop, for <em>minutes.</em></p>\n<p>This is the most outlandish thing I've <em>ever</em> done. Hands down. And in front of a crowd of hundreds to boot...</p>\n<p>I've never, <em>ever</em> shat in front of <em>anyone</em> in my life...</p>\n<p>Yet all I feel is <em>relief.</em></p>\n<p>Release from hours of torment.</p>\n<p>I enjoy the moment; this is as bad as it gets, and I'll never see any of these people again for the rest of my life.</p>\n<p>Except JB...</p>\n<hr>\n<p><em>Bubaque Island</em></p>\n<p>JB’s half-cut on boxed wine by the time we get into the 'port.'</p>\n<p><em>He's had a great time...</em></p>\n<p>We walk about two or three clicks away from the 'village' to the western side of the island, find a stretch of beach, and shack up in the dusk.</p>\n<p>It looked like the incident on the boat was going to be a one hit wonder, nevertheless I was a bit toey during dinner and the walk back to camp...</p>\n<p>After what has been a pretty grubby day - not to mention the heat and humidity - I'm feeling the need to wash off.</p>\n<p>The only option is the ocean.</p>\n<p>The beach is less of a beach and more of a tidal plain; The sand has a muddy texture to it, and for a few hundred meters off the 'shore' the water never gets deeper than waist height. For me, it just feels creepy. I'm waiting to step on something unpleasant...</p>\n<p>Apparently, the islands are <em>packed</em> with little stingrays.</p>\n<p>Despite being completely creeped out, and in nothing but the moonlight, I try to get as deep as I can; <em>I really need this.</em></p>\n<p>I dive in, keeping my head out of the water.</p>\n<p>All around me lights up in an electric blue flash.</p>\n<p><em>Panic.</em></p>\n<p>Something's <em>attacking</em> me.</p>\n<p>I thrash wildly, but that makes it worse.</p>\n<p>When I realise I’m not dying, and not in any pain, I stop moving. All the light stops. Like flicking a switch...</p>\n<p>Back to black.</p>\n<p><em>&quot;What the fuck??&quot;</em></p>\n<p>I scoop my hand through the dark water and nothing happens.</p>\n<p>I do it faster, and my hand leaves a trail of bright blue light in its wake.</p>\n<p>Like tiny fireflies. Tiny, miniscule, electric blue, water-fireflies.</p>\n<p><em>I think it’s going to be ok;</em> I don’t think they’re attacking me...</p>\n<p>I get brave, and go swimming.</p>\n<p>It’s like being lit up in a tesla coil, they're sparking all over my body.</p>\n<p><em>Like a fucking wizard.</em></p>\n<p>Before long I’m carrying on like a kid in snow for the first time.</p>\n<p>I’m making electric blue water angels.</p>\n<p>I'm laughing like a crazy-man.</p>\n<p><em>This is too good not to share...</em></p>\n<p>I yell at JB to get out here. Naturally, he thinks I’ve gone insane, he doesn't even want to get out of his tent.</p>\n<p>I <em>insist.</em> He wants to know what's going on, but I won't tell him.</p>\n<p>I have to actually get out of the water, and go dripping wet up to his tent to coax him out. Grinning like an idiot.</p>\n<p>It’s a whole other mission to get him <em>into</em> the water without explaining why.</p>\n<p>Once he realises what’s going on, he’s as disbelieving as I am.</p>\n<p>The two of us go <em>berserk.</em> Two big blue trails following us around and lighting up in the dark.</p>\n<p>It's the most wondrous experience I've ever had.</p>\n<p><em>What a day...</em></p>\n<hr>\n<p><em>I didn't shit myself on the boat ride home.</em></p>\n<p>We want to spend one extra day in Bissau. It's unanimous; we really like it here.</p>\n<p>I spend the day in the markets just being a part of the madness. Fresh produce, closely mingled with the fly covered butchers. Chop shops (for cooked food). Pharmacy. Koran korner. Auto. Knick-nacks. Each has their own un-official area.</p>\n<p>Other than a few people dropping in 'branco', I'm mostly just getting confused looks from the locals, like they don't understand why I'm here. They leave me to my smiling self.</p>\n<p>In spite of the incident on the boat I’ve become even braver with my food choices. After all, it can't get any worse.</p>\n<p>I’m actively seeking out the local food, no matter how dodgy it looks.</p>\n<p>The food places that the locals eat at are easy to spot. Sometimes they are houses and shacks; so-called 'restaurants'. But, most of the time, the place to eat is just a wooden bench and a table set up on a street corner. The table will be covered with steel pots. The biggest pot - which is usually an enormous bucket the size of a laundry basket - will be filled with steaming rice, and the rest are all filled with 'sauces'. You can take your pick.</p>\n<p>I always have what everyone else is having. Safest bet.</p>\n<p>The 'big mamma' will fill up a colourful plastic bowl with rice for you, cover it in your pick of the sauces, and hand you a spoon from out of the dirty brown wash bucket on the floor that someone before you has just used.</p>\n<p>Give that a wipe with your shirt, if your shirt's not filthy...</p>\n<p>The sauces are invariably of a greenish-brownish colour, with a layer of brown oil that rises and sits on the top.</p>\n<p>The texture is that of slime.</p>\n<p>You can add as much chilli and crushed up seasoning cubes as you like.</p>\n<p>The whole shebang will cost you under a dollar.</p>\n<p>It’s customary to ask the big mamma for another ladleful of slimy sauce when your half way through; everyone does it, don't be shy - just hand her your bowl. No extra cost.</p>\n<p><em>It’s fucking delicious.</em></p>\n<p>I swear that they’re sprinkling opium into it or something. It’s outrageously moreish. It demands to be eaten till you burst. <em>I can’t get enough.</em></p>\n<p>Once you get over the fact that this obviously isn’t the height of hygiene - and it’s a bit of a crapshoot when it comes to getting crook (pardon the pun) - you can really start to enjoy it for how <em>good</em> it is.</p>\n<p>As well as being cheap and plentiful and tasty-as-fuck, it also has the added benefits of living out the 'when in Rome' ideal. It's the <em>real McCoy.</em></p>\n<p>I can tell that the locals are proud of the fact that I'm sharing lunch with them.</p>\n<p>They're always full of smiles, and eager for conversation.</p>\n<p>First question, in any language, is always the equivalent of “you like this food??”</p>\n<p>Smiles all round. Me, biggest of all.</p>\n<p>&quot;I <em>love</em> this food.&quot;</p>\n<p>Cue laughing from the whole bench.</p>\n<p>I do love this...</p>\n<hr>\n<p>Today, the love of my life got married.</p>\n<p>Could've been me.</p>\n<p><em>Nearly was me.</em></p>\n<p>Probably <em>should</em> have been me.</p>\n<p>And then none of this would have happened...</p>\n<p>I don't know how I feel about it.</p>\n<p>Lucky...</p>\n<p>But that doesn't seem fair. It doesn't seem <em>right.</em></p>\n<p>But I do feel like I'm living the best life in the world; I wouldn't trade places with anyone, <em>anyone</em>. Not for quids.</p>\n<p>How many can say that?</p>\n","snippet":"*Guinea Bissau.*\r\nYes, that's a country's name...\r\nIt's an old Portuguese colony. That's what they speak here; Portuguese. In *Africa...* It's *bizarre.*\r\nThing","nextChapterExists":true}