{"chapter":"<p>Guinea.</p>\n<p><em>Guinea</em>, Guinea.</p>\n<p>I wanted to go in a straight line: A to B</p>\n<p>JB wanted: A C E D F G to B.</p>\n<p>Different styles...</p>\n<p>We took the 'lowest common denominator of adventure' and went with the route he wanted: Inland.</p>\n<p>Unfortunately for JB, it wasn’t all that adventurous. While I was revelling in some nice weather and good quality tarmac, JB called it “boring as bat shit”; the kid gets the shakes if he goes too long without dirt n dust.</p>\n<p>Guinea-Bissau is pretty flat and sparsely greened, so there’s not a whole lot to do other than just chew the miles and let your head free-wheel.</p>\n<p>After a couple of days of riding we get to a pretty obscure border post. I'm not even sure if this place has a name...</p>\n<p><em>Looks like a goat track.</em></p>\n<p>Getting out of Guinea-Bissau is pretty uneventful.</p>\n<p>Usual stuff.</p>\n<p>While I'm waiting for JB to get his carnet stamped out, I figured I'd do some bits and pieces around the bike. Just tyre kicking sort of stuff. I give the front tyre a really good squeeze to check the air pressure.</p>\n<p><em>Pop!</em></p>\n<p>Dislocated thumb.</p>\n<p>It pops right back in...</p>\n<p><em>Awesome...</em></p>\n<hr>\n<p>The road between the border posts is a few kilometres of rock hop. It’s pretty standard practice that countries don’t want to spend a dime on the roads between borders. Why would they?</p>\n<p>The Guinea side of the border is manned by two guys. We seem to be interrupting someone's lunch...</p>\n<p>No one else is here.</p>\n<p>For small talk, I ask them what the connection is between 'the two Guineas', as in, why the same name? They look at me like I'm retarded and just farted. No reply...</p>\n<p>Righto...</p>\n<p>We get our passports tamponed easily enough, and I end up getting offered a free LP for the bike, which doesn’t seem standard practice.</p>\n<p>I’m absolutely <em>thrilled</em> with that; it’s the first time that I’ve ever spent <em>nix</em> for a whole border crossing.</p>\n<p>Of course, I give JB the shits, &quot;Hey, JB, remind me, how much did you spent on that carnet? How much mate..? Thousands, right? What a shame! My god! <em>Thousands!!</em> Such a waste!&quot;</p>\n<p>Winging it: 1</p>\n<p>Carnet: 0</p>\n<hr>\n<p>Guinea makes an immediate impression; gone are the dry flats, replaced by big, sheer faced cliffs.</p>\n<p><img src=\"/oblivious/images/Image_27.jpg\" alt=\"\"></p>\n<p>After the flatness of Guinea-Bissau, it’s great to have some variety.</p>\n<p>The road turns from a goat track to some really nicely levelled red-dirt roads. We nail it. Kicking up big clouds of red dust as we put the hammer down.</p>\n<p>I've come to the conclusion that I’ll take a well levelled, red-dirt track over a shitty, potholed tarmac road. Any day.</p>\n<p>By sunset we pull into a village called Koundara.</p>\n<p>Koundara is in the middle of nowhere, nestled between the inland borders of Guinea, Senegal, Guinea-Bissau and Mali. It has the feeling of a small, isolated village that has become a little bit overgrown.</p>\n<p>Around this time of the day I always get a little nervy and fidgety, wanting to find somewhere to sleep and find it fast before it gets any closer to dark, while JB is happy to go and grab a beer and then worry about those 'details' after.</p>\n<p><em>We clash.</em></p>\n<p>JB's just happy to camp. Why spend the money? I won’t camp unless something’s gone wrong; there’s <em>zero</em> security, and why bother roughing it when a cheap hotel is cheap?</p>\n<p>Plus, it’s been a long, hot, sweaty, grubby day in that leather jacket and jeans. I want <em>at least</em> a bucket and water to 'shower' with.</p>\n<p>We end up finding a compromise when a local restaurant owner invites us to set up camp in the walled off courtyard of his house.</p>\n<p>We’re both happy with that.</p>\n<hr>\n<p>New day.</p>\n<p>New country. New language. New currency.</p>\n<p>There are no cash machines out here, so we exchange some of our CFA over into Guinean Francs.</p>\n<p>We trade only as much as we think we'll need, as there are other countries further south that should use the CFA as well.</p>\n<p>We only need enough to get us through to lunchtime tomorrow, when we'll be in Labe.</p>\n<p>Language: Back to French.</p>\n<p>I've got to admit, charades and Portuguese in Bissau were starting to wear a little thin...</p>\n<p>On the way out of the village JB says that that he wouldn’t mind checking out Mali on the way to Labe.</p>\n<p>&quot;Really? <em>Mali??</em> I don't think we can go to <em>Mali</em> mate, do you have a visa? Shit, it must be a day's ride at least...&quot;</p>\n<p>&quot;Nah, not the country, a village, same name, not far. We can check it out on the way to Labe.&quot;</p>\n<p>&quot;Oh, alright, shit, I thought you meant the <em>country!</em> Why are all the names around here the same?&quot; I have a think about it, &quot;How far is it?&quot;</p>\n<p>&quot;About eighty clicks&quot;</p>\n<p>&quot;Yeah, no worries. You got it on the map?&quot;</p>\n<p>&quot;Yeah the <em>village</em> is marked, but there's no road on the map.&quot;</p>\n<p>&quot;Sooooo...&quot;</p>\n<p>&quot;So a guy told me this morning where the turn-off is.&quot;</p>\n<p>&quot;Mmmm, oright then, you've got point.&quot;</p>\n<p>We peel out of Koundara, and take the turn off onto an orange dirt road.</p>\n<hr>\n<p><em>Rough.</em> Things get slow.</p>\n<hr>\n<p>By the end of the morning the track dead ends at a village that's <em>not</em> called Mali.</p>\n<p>We're not even <em>halfway</em> to Mali, let alone Labe...</p>\n<p>The 'distance made good' on the GPS is reading two fifths of fuck all. Looking at our GPS track so far, it looks like we've taken the path of a tortured river.</p>\n<p>We grab lunch in the village, and get pointed out the way to Mali.</p>\n<p>Out of the village and we have to <em>bush bash.</em></p>\n<p>Overgrown goat tracks going in all directions.</p>\n<p>They keep branching and then branching again, and then branching again. Exponential options. It's impossible to know which way is the right way to go; we just keep on the line closest to 'as the crow flies' according to the GPS.</p>\n<p>I'm going as fast as I dare to keep speed with JB.</p>\n<p>But I lose him in the brush. I can't keep pace...</p>\n<p>I get another glimpse of him again as I round a corner.</p>\n<p>But I can't make the next corner to see which track he's taken....</p>\n<p>I guess. Pick one. Then I guess again, and again...</p>\n<p>Lost.</p>\n<p><em>I've lost him.</em></p>\n<p>Freak out.</p>\n<p><em>I pin the throttle.</em></p>\n<p>So far off the grid, it’s obvious that this is more than I can chew.</p>\n<p>And now I’m on my own.</p>\n<p><em>Fuck.</em></p>\n<p><em>Adrenaline.</em></p>\n<p>I'm going way, <em>way</em> faster than I have any right to on an Enfield in this shit with my skill level. <em>I just need to get a glimpse of that KTM again...</em></p>\n<p>I’m on the cusp of throwing in the towel and retracing my steps back to the village - if I can - when I spot him again; a <em>flash</em> of colour in the trees.</p>\n<p>I chase him down like a man possessed, I can't believe that I'm actually catching him...</p>\n<p>I pull him over, and he <em>cops</em> it. I tear shreds off him in a freak-out-fuelled rant.</p>\n<p>He doesn’t think it’s a big deal, but agrees to keep me in his mirrors from here on out, or let me lead the way at my snail’s pace.</p>\n<p>I know that I’m cramping his style.</p>\n<p><em>But I don’t give a fuck;</em> I’m way out of my league here and my mind is boggled at the prospect of being stranded solo.</p>\n<p>We agree that this path is fucked; it can't be the one to Mali.</p>\n<p>We've been given a bum steer.</p>\n<p>We head back to the village for clarification.</p>\n<hr>\n<p>True to form, half the mob points us one way, the other half points us the other way.</p>\n<p>I’ve got serious misgivings about this; I’m usually happy winging it, but this is a whole other level of uncertainty and risk. Plus, the day’s half gone, we won’t get anywhere near Labe at this rate...</p>\n<p>I’m happy to cut losses, head back to Koundara, and start again to Labe, tomorrow, <em>on the main road.</em></p>\n<p>JB is still enthusiastic about Mali.</p>\n<p>Alright...</p>\n<p><em>Fuck it...</em></p>\n<p>We pick a direction and just go.</p>\n<p>Not far from the village, we run into a 'bridge', which sounds vaguely familiar from half the directions we’ve been given.</p>\n<p>The 'bridge' is just an arrangement of long wooden sleepers over a creek. Three planks wide, four planks long and held together, somehow, with bicycle chains.</p>\n<p><em>Dubious.</em></p>\n<p>I tell JB he can go first...</p>\n<p>He doesn't hesitate.</p>\n<p>He makes it.</p>\n<p>I make it.</p>\n<p><img src=\"/oblivious/images/Image_28.jpg\" alt=\"\"></p>\n<p>The path heads straight for the mountain in front of us that’s dominating the landscape; all brown with patches of green, it's like it's covered in a giant army camo.</p>\n<p>Seems like we're going to have to go right over it then...</p>\n<p>The path steepens. Becomes rocky.</p>\n<p><em>Very</em> rocky.</p>\n<p>The bounciness starts to test the limits of my suspension.</p>\n<p>Then the rocks get huge.</p>\n<p>Like, baby rhino huge.</p>\n<p>I don't have the clearance for this...</p>\n<p>I could walk this faster than I'm riding it.</p>\n<p>First gear, riding the clutch.</p>\n<hr>\n<p>It gets hot as the afternoon stretches out...</p>\n<p>This is technical as hell. It's lock-jaw scary.</p>\n<p>To either lose revs, or to stall on a rock, or lose any forward momentum is to have a crash. And to have a crash is to be potentially fucked.</p>\n<p>JB deals with the terrain by just dropping the clutch and going for it, scrambling all over the place, fast.</p>\n<p><em>I can't do that.</em></p>\n<p>He has the luxury of clearance. His oil sump is a long way from those rocks. Mine is not... I risk smashing it open like cracking an egg...</p>\n<p>Despite my softly-softly approach I’m still bottoming the bike out all the bloody time and bashing the undercarriage on the rocks. The centre stand and exhaust pipe are taking the brunt of the onslaught, thank god.</p>\n<p>All it takes is one bad bounce - crack - and there goes your bike. You’re fucked. You’re <em>done.</em></p>\n<p>Then what? Out here, I don't even know...</p>\n<p>We break. It's <em>reeking</em> hot.</p>\n<p>&quot;Far out how's this??&quot; JB's still enthused. I've got nothing to add... &quot;This is the absolute <em>limit</em> of what I would dare to attempt solo...&quot;</p>\n<p>That's <em>JB</em> saying that...</p>\n<p><em>On a KTM.</em></p>\n<p>JB, who <em>loves</em> this kind of stuff...</p>\n<p>What the fuck am I doing here?? On an Enfield??</p>\n<p>JB checks his temp gauge.</p>\n<p>Forty two degrees. <em>Way over 100.</em></p>\n<p>Fuck. I hope that's wrong. <em>Though it feels right...</em></p>\n<p>I'd kill someone for a breeze... I'm sure the Enfield would too. It's air-cooled. I reckon I could cook an egg on it.</p>\n<p>The bike’s not up for this, I’m not up for this, we don’t even know if we’re on the right fucking path.</p>\n<p>Shit, we’re likely lost...</p>\n<p>Who the hell told us at the start of the day that we could get to Mali? <em>We’ve been stitched.</em> And now we're well too far in to go back. JB wouldn't go back anyway...</p>\n<p>We check the GPS.</p>\n<p>Despite spending the whole day at it, we're not even going to make Mali.</p>\n<p>Fuck, we're not even close...</p>\n<p>We can't break for long, we've got to cover as much distance as we can before dark...</p>\n<hr>\n<p>We come across an old lady and a toddler, the only people we’ve seen on the track all afternoon. We stop for a break, and to get directions.</p>\n<p>Turns out that despite all the chances to get lost and fuck this up, we seem to have lucked out and got it right.</p>\n<p>According to the lady, this is 'the path' to Mali.</p>\n<p>Brilliant.</p>\n<p>Then she gets her saggy, flappy tit out.</p>\n<p>I'm not entirely sure what to say to that...</p>\n<p>We let that slide through to the keeper like it didn't happen, and ride on.</p>\n<hr>\n<p>More rock hopping...</p>\n<p>A dull thud and scratch as the Enfield bottoms out, <em>again.</em></p>\n<p>The bike loses all power and comes to a complete stop.</p>\n<p><em>The engine dies.</em></p>\n<p>Ohhhhh. <em>WHAT??</em></p>\n<p><em>&quot;NO!!&quot;</em></p>\n<p>I bend my head and neck over like a panicked ostrich.</p>\n<p>No oil spilling out...</p>\n<p><em>Thank fuck!</em></p>\n<p>What's broken then?</p>\n<p>I turn the key off and on again.</p>\n<p>No fuel pump whining like it always does...</p>\n<p>No ignition when I push the starter. <em>Silence.</em></p>\n<p>Mmmm. Odd... If I've broken something, then all that should still work...</p>\n<p>Electrical then?</p>\n<p>Does that even make sense?? <em>No...</em></p>\n<p>I jump off and get down on all fours to inspect.</p>\n<p>No damage... Except that the centre stand and that exhaust are dinged up real bad, and the kick stand's a bit flappy. I give the kick stand a wiggle, and I hear the fuel pump prime itself.</p>\n<p>Kick stand?? Kill switch??</p>\n<p>I hit the ignition.</p>\n<p>The bike comes to life. Like nothing happened.</p>\n<p>Thank fuck... for that...</p>\n<p>I jump on and go after JB, who, true to form, has disappeared again...</p>\n<hr>\n<p>The landscape turns from that washed out dry green and yellow camo to charcoal black.</p>\n<p>There’s been a fire through here.</p>\n<p><em>Recently.</em></p>\n<p>We ride through the scorched earth till we find the line where the burnt meets the living.</p>\n<p>It's a very big, very small fire.</p>\n<p>The flames are only shin height, but they extend in each direction as far as we can see.</p>\n<p>It’s a weird thing to just casually ride on through it...</p>\n<p><img src=\"/oblivious/images/Image_29.jpg\" alt=\"\"></p>\n<p>My kick stand kill switch finally gives up the ghost. Some quick bush mechanics and it's disconnected.</p>\n<p>This whole afternoon has felt like we’ve been treading water. Working so hard and going nowhere. <em>We're not making Mali.</em> That's obvious. It's time to start thinking of where we're spending the night...</p>\n<p>JB suggests we bush camp.</p>\n<p>I suggest he opens his eyes... I’m not too crash hot on waking up in the middle of the night with a burning tent melting itself onto my face and turning me into something that's been shrink wrapped...</p>\n<p><em>No thanks.</em> We <em>have to</em> find a village.</p>\n<p>I'm out of water. Shit, I've been out of water for hours. I'm dehydrated enough to have the beginnings of a headache and a ripping thirst.</p>\n<p>It's village or bust.</p>\n<p>Things have eased up in terms of technical/difficult, and we can hammer it in the hope of finding something before sundown...</p>\n<hr>\n<p>Pure jammy luck.</p>\n<p>We run into a small village of about ten to twenty buildings with variously thatched and tinned roofs. It's called <em>Toumba.</em></p>\n<p>As soon as we kill the bikes, a guy comes up to us. He's wearing a funny hat, sunglasses, and a mean face.</p>\n<p>&quot;Pap-ee-airs&quot;</p>\n<p><em>Papers.</em></p>\n<p>Oh <em>fuck off.</em></p>\n<p>JB and I pretend like we don't understand him.</p>\n<p>So... Where to camp?</p>\n<p>JB wants to camp somewhere outside the village, but I’d be much more comfortable somewhere amongst other people, especially with that bushfire around...</p>\n<p>I ask Monsieur Papier if it’s ok to camp out somewhere in the village.</p>\n<p>Suddenly we’re not strangers, we’re <em>guests.</em></p>\n<p>Papers are forgotten and we’re pointed towards what I can only describe as a gazebo. It's big enough for both tents, with a hard floor and a thatched roof. It's better than anything we could have hoped for.</p>\n<p>School’s out. All the kids of the village - more than you would have expected for a village this size - come sprinting out of class, making a beeline right at us.</p>\n<p>I’m pretty sure that none of these kids have ever seen anything the likes of us before...</p>\n<p>Everyone wants to shake hands. So much so that once they've shaken hands they walk to the back of the mob to line up for the honour again.</p>\n<p>I reckon I've shaken hands with everyone three times over.</p>\n<p><img src=\"/oblivious/images/Image_30.jpg\" alt=\"\"></p>\n<p>We get out cameras, and the kids go <em>psycho.</em></p>\n<p>We thought we were being mobbed before, but now they go totally ape escape.</p>\n<p><img src=\"/oblivious/images/Image_31.jpg\" alt=\"\"></p>\n<p>Monsieur Papier instructs the kids to clean out our hut for us and they take to it with furious gusto.</p>\n<p>As we set up our tents, we're being watched with rapt attention.</p>\n<p>I make a song and dance of it - like a camping clown - and the kids love it.</p>\n<p>While I'm doing that, JB goes and collects water from the local well, and tries to put it through his never-used water purifier. It seems to be more work than he expected, but in the end we've got a shitload of drinkable water.</p>\n<p>Couldn't have done this without him. Wouldn't have dared.</p>\n<p>Would've probably gotten cholera...</p>\n<p>With the euphoric deadness of someone who's earnt their sleep, I pass out in my tent.</p>\n<p>Best day of the trip?</p>\n<p>Maybe...</p>\n<hr>\n<p>I get up in the middle of the night and shit my brains out.</p>\n<p><em>I guess that purifier didn't catch everything...</em></p>\n<p>Despite severe and creative rationing, I use my last square of toilet paper, and there's still work to do...</p>\n<p><em>Great...</em></p>\n<hr>\n<p><em>Breakfast.</em></p>\n<p>We're told that yesterday’s epic ride was the <em>easy</em> bit.</p>\n<p>I don't believe it. There <em>must</em> be a misunderstanding...</p>\n<p>&quot;Vou set sure, monsieur?&quot;</p>\n<p>&quot;Wee. Sa...&quot; He points the way we've come from “Ne pas un problem. Sa...&quot; He points the other way “Sa, ce tre tre <em>tre</em> difficeel.”</p>\n<p>Even I can understand that.</p>\n<p><em>Easy</em> my balls...</p>\n<p>Shit, I’m not sure if I could even do yesterday’s ride over again, let alone taking it up a level. I can't even imagine what that would look like without needing a rope and tackle...</p>\n<p>Shit... What happens if there’s a bit that we just can’t get past? A bit that’s impossible? Or we get lost again or something?</p>\n<p>This trip to Mali was supposed to be a little morning detour... A <em>jaunt.</em></p>\n<p>We buy some donkey piss in bottles on the way out of the village with almost the last of our money.</p>\n<p>We’re off into the unknown. Again...</p>\n<hr>\n<p>Immediately things are tougher; the track is steeper; the rocks are bigger and seem to be arranged in such a way to make passage as difficult as possible.</p>\n<p><em>I can't do that.</em></p>\n<p>JB goes.</p>\n<p>He's standing up on the pegs and guns it, bouncing all over the place, rocks flying everywhere...</p>\n<p>He makes the top.</p>\n<p>I wonder how much of that was skill and how much of that was just luck. I wonder if our luck will run out...</p>\n<p>I thump my way up. Bounce and rev and smash my way to the top, hitting rock after rock, frying my clutch till I join JB.</p>\n<p>White knuckled.</p>\n<p>We're both grinning like maniacs.</p>\n<p><em>This is fucking stupid.</em></p>\n<p>One down...</p>\n<hr>\n<p><em>Mali as the sun sets.</em></p>\n<p>We <em>Shawshanked</em> it. Chipped and chipped and chipped away, until finally - battered and filthy and spent - we've arrived.</p>\n<p>JB can't believe it, I can't believe it: The Enfield has gone the distance.</p>\n<p>The exhaust pipe has been bashed and dinged to hell; it has no right to still be attached, the hell it copped...</p>\n<p>The undercarriage has been <em>hammered.</em></p>\n<p>But we never crashed. <em>Not once.</em> JB did - and dinged up his KTM a fair bit in the process.</p>\n<p>But <em>we</em> stayed upright, for two days of copping hell.</p>\n<p>A juggernaut.</p>\n<p><em>A battler.</em></p>\n<p>I'm bursting with pride for this little Enfield that could.</p>\n<p>As we pull into Mali I fall in love with the beast all over again, patting the petrol tank like it's a horse. Talking to it.</p>\n<p>I wouldn’t want to be doing this trip on any other bike...</p>\n<p><img src=\"/oblivious/images/Image_32.jpg\" alt=\"\"></p>\n","snippet":"Guinea.\r\n*Guinea*, Guinea.\r\nI wanted to go in a straight line: A to B\r\nJB wanted: A C E D F G to B.\r\nDifferent styles...\r\nWe took the 'lowest common denominator","nextChapterExists":true}