{"chapter":"<p><em>It won't start.</em></p>\n<p>At all.</p>\n<p><em>Silence.</em></p>\n<p>Key off, key on again. Hit the ignition.</p>\n<p><em>Nothing.</em></p>\n<p>Fucking <em>brilliant.</em> I've killed it.</p>\n<p>I guess I shouldn’t be that surprised...</p>\n<p>What now then?</p>\n<p>I check all the rookie errors: kickstands, kill switches, petrol in the tank, and the like.</p>\n<p>Nothing glaring...</p>\n<p>Fuck, what if in yesterday's heat I've seized the piston...</p>\n<p>I hit the ignition again.</p>\n<p>Nothing.</p>\n<p><em>Fuck.</em></p>\n<p>I hit it again.</p>\n<p>It <em>starts...</em></p>\n<p>I'm <em>not</em> happy. &quot;What the fuck was that about?? You going all flakey on me?? Hmmm??&quot;</p>\n<p>It just keeps idling away, like nothing happened.</p>\n<p>&quot;Fuck...&quot;</p>\n<p>Hardly confidence inspiring...</p>\n<hr>\n<p>The road is good...</p>\n<p>Really, <em>really</em> good.</p>\n<p>Red dirt, dead level. We <em>fly.</em></p>\n<p>Wind in the helmet again. <em>I've missed it.</em></p>\n<p>First stop: The 'Dame de Mali'. The reason JB wanted to come out here in the first place.</p>\n<p>It'd better be fucking good...</p>\n<p>Her head's on the currency here. She's a cliff. A big cliff. When you look at her from side-on she looks like a silhouette portrait of a woman.</p>\n<p>It’s like the queen’s head on a coin, but on a mountain. So we're told... <em>We can't find her.</em></p>\n<p>But, the view from up here is fucking <em>spectacular.</em> I sit on my own cliff side, dangling my legs hundreds of meters above the world.</p>\n<p>I chuck a rock over the edge and feel nauseous as it plummets till it's too small to see anymore.</p>\n<p><em>A messy death.</em></p>\n<p>It's just me, alone, on the cliff edge. JB's off somewhere else.</p>\n<p>I leave the camera in my pocket. It could never do this justice, and some things just shouldn't be photographed...</p>\n<p>I sit for as long as the caveman part of my brain will let me (it keeps screaming 'back away from the cliff! IDIOT!!')</p>\n<p>Time to keep searching...</p>\n<hr>\n<p>We find the Dame.</p>\n<p><em>I was sitting on her head...</em></p>\n<p>She's so perfect that I have to think it was made by man. But that's impossible...</p>\n<p>But it's also impossible that something so perfect could be a fluke of nature...</p>\n<p>In either case, she has a beautiful view...</p>\n<p><img src=\"/oblivious/images/Image_33.jpg\" alt=\"\"></p>\n<hr>\n<p>Eighty clicks to Labe.</p>\n<p>I stay with JB for a bit, and then he's just <em>gone</em>, leaving me in the red dust. I could tie him down in the mountains, but on this road he's just <em>unleashed the beast.</em></p>\n<p>So much for 'keeping me in the mirrors'.</p>\n<p>I'm flying along too, in my own way. It's good to be finally making progress...</p>\n<hr>\n<p><em>Somethings not right...</em></p>\n<p>What's that <em>sound??</em> Something's <em>off...</em></p>\n<p>I make an inspection of the bike while on the move.</p>\n<p>The front tyre is deflating. <em>Rapidly.</em></p>\n<p><em>Shit...</em></p>\n<p>This'll be interesting... I’ve got the tools, and a spare inner tube, but none of the know-how.</p>\n<p><em>No fucking idea.</em></p>\n<p>Thank god for JB. I'm sure he’s done this a thousand times.</p>\n<p>I pull up, get everything I think we’ll need ready. And wait for him to come.</p>\n<hr>\n<p>Ok...</p>\n<p>He might take a while to figure out I'm not coming. I'll make a start on the obvious stuff. It’s basically like changing a bicycle tyre, only bigger, right? And I’ve done that a few times when I was a kid. You don't need a <em>degree</em> to do this...</p>\n<p>I’ve got to take the axle out to get the wheel off. Not sure what happens with the brakes when I do that... but we’ll cross that bridge when we get there.</p>\n<p>Off come's the axle nut with my big adjustable spanner.</p>\n<p>I push the axle to slide it out. <em>It won’t budge.</em></p>\n<p>I whack it with the palm of my hand... <em>Nothing.</em></p>\n<p>I can hear my dad’s voice in my head saying 'never force anything'.</p>\n<p><em>Fuck that...</em></p>\n<p>I give the end of the axle a couple of wallops with the spanner.</p>\n<p>Still nothing.</p>\n<p><em>I’ve failed before I’ve even started.</em></p>\n<p>I dig into my bags to get the workshop manual to see what it has to say about it; quite a bit, surprisingly.</p>\n<p>“Remove the axle nut, release the clamp and gently tap out the axle”</p>\n<p><em>Clamp?</em> What clamp?</p>\n<p>Oh, <em>that</em> clamp. Shit. What an idiot. Here’s me smashing it with a spanner, and there's a little screw locking it into place...</p>\n<p>Screw's out.</p>\n<p>The axle <em>still</em> won’t budge.</p>\n<p><em>&quot;What gives??&quot;</em></p>\n<p>'Gently tap out the axle'</p>\n<p><em>Bullshit.</em> Gentle my arse.</p>\n<p>I whack it again with the spanner, still no result.</p>\n<p>I daren’t do any more than that for fear I’ll fuck something up that I can’t fix.</p>\n<p>I’ll wait for JB. He’ll know what to do...</p>\n<hr>\n<p><em>I feel abandoned.</em></p>\n<p>It's getting late...</p>\n<p>Fucking JB...</p>\n<p>Even if I could do the tube change myself, I don’t have an air pump. So I’m buggered.</p>\n<p>Should I walk the ten clicks back to Mali to get help? That'll take a good hour and a half...</p>\n<p>Why hasn’t JB realised that something’s up and come back to check on me?</p>\n<p>While I ponder that, a couple of African blokes wearing filthy rags rock up on a scooter.</p>\n<p>They have with them a big set of 'tyre irons', and the equivalent of a football pump.</p>\n<p><em>You ripper.</em></p>\n<p>Without much said between us, they get to it like it’s no biggie.</p>\n<p><em>Routine.</em></p>\n<p>One of them tries pushing the axle. When that doesn’t work, he screws the axle nut back on a few turns and then starts belting the absolute shit out of it with my spanner.</p>\n<p>&quot;Oi!! <em>What the fuck??</em>&quot;</p>\n<p>He doesn’t seem to hear me. After six full blooded smashes with the spanner the axle reluctantly comes out.</p>\n<p>The poor axle nut has been <em>creamed,</em> and comes out of the bashing looking a little warpy. <em>Don't know if that'll work again...</em></p>\n<p>Noted: When it doesn’t work, <em>hit it harder.</em></p>\n<p>Nice job.</p>\n<p>Off comes the wheel and the two blokes go all bush mechanics on the tyre with their tyre irons. 'Tyre irons' are to motorbike tyres what teaspoons are to bicycle tyres; they’re just flat metal sticks that you use to lever the rubber tyre out of the metal rim, so you can get the air tube out.</p>\n<p>My tyre irons are pissy little things that look like oversized popsticks. They came with the bike. These guys have got ones as long as your arms. Tyre irons, that is... I've got tyre iron envy...</p>\n<p>Anyway. Zero shits are given for aesthetics as they <em>have at it;</em> gouging big chunks of rubber out, and scratching the green paint off my rims.</p>\n<p><em>I'm not impressed.</em> But these guys are saving my bacon. Bigtime. Tyre: peeled out.</p>\n<p>Out comes the old tube, in goes the new one.</p>\n<p>The bush mechanics use their feet to stamp the tyre back into the rim.</p>\n<p><em>Noted.</em></p>\n<p>With the tyre back on the rim, the air valve looks badly on the piss; it's at a really weird angle. That means that the tube isn't anywhere near where it should be in the tyre... Not aligned...</p>\n<p>I want to start all over again; properly align it so that it doesn’t give me another flat down the road.</p>\n<p>They just force it straight and lock it with a nut.</p>\n<p><em>Fuck it.</em></p>\n<p>Now’s not the time to be pedantic. <em>It's getting late.</em></p>\n<p>The tyre gets pumped up, the wheel goes back in and everything gets tightened up the way it was.</p>\n<p><em>Legends.</em></p>\n<p>And I did nothing.</p>\n<p>And <em>still</em> no JB.</p>\n<p>Where is that bloke??</p>\n<p>I'm becoming less pissed off and more concerned that he’s found trouble of his own... Maybe he's wondering where the fuck I am... In a ditch somewhere...</p>\n<p>I thank my bush mechanics profusely. One of them makes the international sign for money with his fingers. <em>Fair enough.</em> But I’ve got fuck all. After all that the poor bastards only get the equivalent of a dollar out of me. They're not impressed... I feel like a lousy tight-arse jerk.</p>\n<p>Things are starting to get dim as I take off to find out what happened to JB.</p>\n<hr>\n<p>Five minutes down the road, I find him <em>screaming</em> back in my direction.</p>\n<p>Noted: When the shit hits the fan, <em>you're on your own.</em></p>\n<p>I tell JB the facts of the matter through some thinly veiled vitriol.</p>\n<p><em>Moving on.</em></p>\n<p>Labe’s not on the radar anymore, but we still want to get as far along the road as possible before night forces us to stop.</p>\n<p>We take off at an absolute tear.</p>\n<hr>\n<p>I round a corner just in time to catch the final moments of JB and another bike in a massive head-on collision.</p>\n<p>Shit flying everywhere.</p>\n<p><em>I pin it.</em></p>\n<p>JB's on the wrong side of the red-road, and has slammed at full tilt into another bike carrying passengers coming the other way. <em>On a clear straight.</em></p>\n<p><em>How the fuck does that even happen???</em></p>\n<p>As I ride up to it there are bodies and bikes laid out everywhere. In the carnage of all of it I’m thinking <em>'Dammit JB, my day’s been tough enough...'</em></p>\n<p><em>Everyone’s ok.</em></p>\n<p>Well, sort of... It's a fucking miracle no one got <em>halved.</em></p>\n<p>No one's dead...</p>\n<p>The two women passengers seem a bit tender... The man riding the bike and JB have come away without a scratch. <em>Buy a lotto ticket.</em></p>\n<p>The blokes bike is a <em>mess;</em> the front fender's been mangled, his tyre’s burst and his headlight’s completely wrecked.</p>\n<p>JB’s beast machine has had the indicator clipped off and nothing else but a few scratches. Built like a brick shithouse, that thing.</p>\n<p>JB's <em>venting his spleen</em> at the other rider.</p>\n<p>From the game of charades, it looks like they did some sort of mad dance, like two people walking toward each other in a hallway, each mirroring the other's evasive action. <em>Collision.</em></p>\n<p>JB's telling him <em>he</em> should have gotten out of the way.</p>\n<p><em>Has he gone effing nuts?</em> JB was on the wrong side of the bloody road for Christ’s sakes! Who else could <em>possibly</em> be at fault? How is it that he’s not apologising profusely??</p>\n<p>I cut JB off and tell him to pull his fucking head in before it gets knocked off.</p>\n<p><em>I don't want to be lynched in Guinea...</em> Somehow - even out here - we're drawing a crowd...</p>\n<p>Now is not the time to be 'casting the first stone'.</p>\n<p>Now is the time to get to work.</p>\n<p>I pull my punctured tube out of my bags and JB goes to work re-patching it and replacing it in the other bike.</p>\n<p>In the meantime I bandage up the two poor old ladies, who seem to have sprained their wrists in the fall.</p>\n<p>It's interesting that the order went: 1) bikes 2) the old ladies.</p>\n<p>Everybody's coming up to me saying that <em>I</em> need to pay. I tell them to go and talk to JB...</p>\n<p>JB bodges through the tube repair and I bodge through the first aid. It looks like it's going to be two placebo's of uselessness, but everyone seems to be feeling better.</p>\n<p>Money exchanges hands - about ten dollars worth - and everyone is now suddenly happy again. <em>No hard feelings.</em></p>\n<p>By the time we get away from the crash-site it’s twilight.</p>\n<p>That’s another first.</p>\n<p>I’m always, <em>always</em> off the bike by now.</p>\n<p>And it’s a shame, because this is beautiful...</p>\n<p>The breeze is cool and crisp on my face, the colours have taken on a richness and depth that they’ve never had before. The world around us seems to take on a calm stillness...</p>\n<p>Despite the madness and stress of the afternoon I’m still grinning from ear to ear in my helmet.</p>\n<p><em>What a day.</em></p>\n<p><img src=\"/oblivious/images/Image_34.jpg\" alt=\"\"></p>\n<hr>\n<p>Twilight quickly turns to darkness, turns to pitch.</p>\n<p>We have to pull off the road and set up a wild camp, in the middle of nowhere in the middle of Guinea in the middle of West Africa.</p>\n<p>While I’m still mucking around with tent poles in the light of the full moon, JB's already set-up, so he jumps on his bike and goes in search of dinner/breakfast.</p>\n<p>Half an hour later he comes back with stale bread and a packet of biscuits.</p>\n<p>&quot;Which is dinner, and which is breakfast??&quot;</p>\n<hr>\n<p><em>Labe.</em></p>\n<p>I take out all of the money in Guinea.</p>\n<p>I eat and eat and eat.</p>\n<p>I buy all of the toilet paper.</p>\n<p><img src=\"/oblivious/images/Image_35.jpg\" alt=\"\"></p>\n","nextChapterExists":true}