{"chapter":"<p><img src=\"/oblivious/images/Image_36.jpg\" alt=\"\"></p>\n<p><em>Doukie.</em></p>\n<p>JB wanted <em>another</em> detour...</p>\n<p>Remote. <em>Again.</em></p>\n<p>We land at the 'hotel' JB was chasing.</p>\n<p>A hotel with a bucket and cup 'shower'.</p>\n<p>A hotel with squat toilets to crap in.</p>\n<p>A hotel that charges twenty five euros a night. That’s almost forty bucks... For this part of the world it’s nothing short of outrageous. <em>Who charges euros??</em> It has to be a stitch up. I <em>hate</em> being stitched up.</p>\n<p>JB promises me it’ll be worth it; he’s read something somewhere and reckons it’ll be a go-er.</p>\n<p>Well, I'm out of options anyway; there’s nothing around for hours and hours, it’s pretty late in the day already, and we got pretty lost on the way out here...</p>\n<p>I begrudgingly unload the bike.</p>\n<p>We’ve made it to Doukie just in time to fit in an afternoon hike. Our fearless leader, hotelier and hiking guide is an overflowingly talkative old midget named Hassan.</p>\n<p>He's so bloody energetic, <em>he must be on something...</em></p>\n<p>His English is solid – a massive plus.</p>\n<p>He tells us we should go on the 'Indiana Jones' hike. He's positively <em>busting</em>.</p>\n<p>&quot;Why do you call it the Indiana Jones hike?&quot;</p>\n<p><em>&quot;You will see!!&quot;</em> he gives us a big, gap-toothed grin.</p>\n<p>Well, I'm not going to argue. We head down a dusty beaten path surrounded by scratchy dry scrub and bushes that are giving my calves a severe exfoliation.</p>\n<p><img src=\"/oblivious/images/Image_37.jpg\" alt=\"\"></p>\n<p>Not far down the trail we steeply descend down through gaps in massive, smooth, cool, grey rocks. Rocks the size of buses propped up on their arses.</p>\n<p>There are trees growing in places that no one told them it was impossible to grow. Random cracks and crevices in the rock walls are home to oversized trees - <em>just</em> clinging on - whose roots hang down to us on the floor below like thick vines. Some of the trees look like they’re just <em>floating in mid-air.</em></p>\n<p>With the massive, tall rock walls all around and the trees reaching for every bit of sunlight in the canopy above us, there’s not a whole lot of sunlight left for us down below and the atmosphere is heavy and cool and damp.</p>\n<p><em>It feels like we’re in a secret.</em></p>\n<p>We speak in hushed tones...</p>\n<hr>\n<p><img src=\"/oblivious/images/Image_38.jpg\" alt=\"\"></p>\n<p>For hours we hike about in the hidden places.</p>\n<p>Streams of water come and go under dark and mysterious caves.</p>\n<p>The labyrinth just keeps going and going and going...</p>\n<p>Sometimes the rock faces open right up like a grand cathedral, and other times you have to suck in your gut to squeeze through the narrow gaps.</p>\n<p>Forty bucks is nothing.</p>\n<p><em>This is priceless.</em></p>\n<p>I’m like a kid at Christmas, champing at the bit to run off on my own and soak in the dark beauty of it all by myself.</p>\n<p>But we’re out of time; the sun has given up on us.</p>\n<p>We climb out into the real world as suddenly as we'd descended in.</p>\n<p><em>The sky feels too big.</em></p>\n<p>Back at the 'hotel' there’s a massive pot of pumpkin and peanut curry and rice waiting just for us.</p>\n<p>It’s one of the most delicious things I’ve ever eaten.</p>\n<p>I hoover four heaped bowls of it, go for a fifth, and realise that if I do I'm probably going to break something.</p>\n<p>After a bucket shower in the pitch dark I slide into clean sheets.</p>\n<p>I <em>do</em> feel like a kid at Christmas.</p>\n<p><em>This is going to be awesome.</em></p>\n<hr>\n<p>I wake up to some honey on bread and a thermos of Nescafe.</p>\n<p><em>That’ll do just fine.</em></p>\n<p>Hassan wants to know if I'm ready for the 'K.A.H.'?</p>\n<p>&quot;What’s that?&quot;</p>\n<p>&quot;The <em>'Kick Ass Hike'!!</em>&quot; he wets himself laughing.</p>\n<p>Fearless leader duties for today have been tossed over to 'cousin Mohammed'.</p>\n<p>Cousin Mohammad doesn’t talk very much...</p>\n<p>It’s already hot - the sun is only just getting started - but Cuz Mo, I shit you not, is wearing jeans, a jumper <em>and a beanie.</em></p>\n<p>It’s weird, but it's also not uncommon. In fact, it’s weird and it’s <em>extremely</em> common. For reasons I don't understand it's very popular in Africa to wear all of the clothes you own, regardless of how filthy hot it is. How they survive it, I'll never know.</p>\n<p>We walk past 'Hyena rock', which should be called 'Pride Rock' (it's straight out of The Lion King), and then we walk past 'viagra rock', and take appropriately inappropriate pictures.</p>\n<p>While we’re dicking around, we hear a dog barking in the distance.</p>\n<p>&quot;Shhhh...&quot; Cuz Mo gets serious...</p>\n<p>The dog barks again, far off.</p>\n<p>“Gorilla!!”</p>\n<p><em>Gorilla!?</em></p>\n<p>Are you fucking serious?? <em>Holy shit!!</em></p>\n<p>We walk on in the direction of the barking.</p>\n<p>I can't fucking believe this...</p>\n<hr>\n<p>Across the other side of the valley we spot a troupe of baboons, silhouetted against the morning sky.</p>\n<p>&quot;Gorilla!!&quot; Cuz Mo points.</p>\n<p>I think he's disappointed that we're disappointed.</p>\n<p><em>Bummer.</em></p>\n<p>Still, pretty cool to see baboons, and who knew they bark like dogs?</p>\n<p>We crack on.</p>\n<hr>\n<p>The ground just <em>disappears.</em></p>\n<p><em>Gone.</em></p>\n<p>Over the edge of the precipice it just <em>drops</em> - an insane and nauseating distance - straight down to the savannah below.</p>\n<p>The cliff is so sudden and sharp that I can stand right on the very edge of it and feel the dizzy sickness of being scared shitless.</p>\n<p>No barriers out here...</p>\n<p>Looking to the side, the cliff, which seems to be leaning out, stretches away like an immense wall to a misty vanishing point. Looking ahead, I can just make out the paired cliff on the other side of the valley through the haze.</p>\n<p>Looking down, there are vultures and eagles, <em>tens of them,</em> playing in the updrafts beneath us.</p>\n<p><em>Beneath us!</em></p>\n<p>Bloody hell...</p>\n<p>Where the Dickens did all of this come from??</p>\n<p><img src=\"/oblivious/images/Image_39.jpg\" alt=\"\"></p>\n<p>Guinea’s showing off and there’s nowhere else I’d rather be... <em>No one gets to see this stuff.</em></p>\n<p>I'm already happy to call it a day. I could sit right here and just soak it up, enjoy the air show. There’s something really special about these sorts of places. Something about being really high up and looking over the edge that I can’t put my finger on. Trouble is that when I’m close to the edge I have this weird urge to jump off, to see what it would be like.</p>\n<p><em>Not a great idea.</em> There’s still more to see...</p>\n<p>Cutting a hole into the cliff face is a stream that meanders its gentle way diagonally the long way down to the plateau below. It occasionally spills over the edge to <em>waterfall.</em></p>\n<p>It makes a perfect path for us to follow down to the savannah.</p>\n<p><img src=\"/oblivious/images/Image_40.jpg\" alt=\"\"></p>\n<hr>\n<p>The view from the bottom of the cliff is, if anything, even more impressive and imposing than the view from the top.</p>\n<p>'The Wall' stretches off in both directions as far as I can see</p>\n<p>Rich golds and blacks and whites all swirled about like an ice-cream.</p>\n<p><img src=\"/oblivious/images/Image_41.jpg\" alt=\"\"></p>\n<p>We strafe the cliffside on a well-worn path, that then becomes a goat track, which slowly peters out to nothing...</p>\n<p>Before we know it we’re bush bashing, and obviously lost. Now crawling on our bellies like under barbed wire...</p>\n<p><em>Bugger this.</em></p>\n<p>What the fuck is Cuz Mo doing??</p>\n<p>Surrounded by dry, sharp, scratchy, thick shrub, I know for sure that this is <em>definitely</em> not part of the plan.</p>\n<p><em>It’s bloody hard work.</em> The sun is out and baking, and the humidity in the fog is heavy enough to make us pour with sweat.</p>\n<hr>\n<p><em>Hours...</em></p>\n<p><em>We're never getting out.</em></p>\n<p>We're gonna die in here...</p>\n<hr>\n<p><em>A stream.</em></p>\n<p>Mo seems pretty chuffed with himself, like a man who's just saved his own bacon.</p>\n<p><em>Thank fuck that's over.</em></p>\n<p>We take the chance to have lunch.</p>\n<p>Sitting on rocks in the middle of the stream we chow down on bread, and - of all things - some spaghetti.</p>\n<p>The air is thick with butterflies that don’t mind coming in to land on us. The water is full of tiny fish that go mental for any morsels of food thrown to them.</p>\n<p>Cuz Mo heads downstream a bit, strips off to nothing and gives himself and all his clothes a good wash.</p>\n<p>Turns out that under the jumper, jeans and beanie were another two shirts <em>and</em> a pair of long johns.</p>\n<p><em>Unbelievable.</em></p>\n<p>How is he not <em>dead??</em></p>\n<p>Standing there, naked, he’s giving <em>us</em> a confused look, like we’re missing a great chance to do some laundry.</p>\n<p>No thanks, Mo.</p>\n<p>It all seems quite idyllic, but the serenity is being ruined by swarms of little bastard insects. These fuckers are actually pretty cute; imagine a tiny little wasp, all black, about the size of a grain of rice. Doesn’t <em>sound</em> too cute, but they are. Tenacious little fuckers too; unlike flies they won’t go away at the swoosh of a hand. <em>They don’t give up so easily.</em></p>\n<p>And they have an <em>obsession</em> with eyes.</p>\n<p>The little fuckers make a beeline right at the corners, and stick the landing every, single, time.</p>\n<p>Deadly accurate. Makes me go berserk.</p>\n<p><em>Christ knows what they want to do in there.</em></p>\n<p>I can feel them squirming in my eyes, trying to dig their way under the lids.</p>\n<p>I can only guess it's an attempt to lay eggs in my eyeballs, or something equally horrendous. Take a shit in there. Or eat something.</p>\n<p>But once they're in there there's no deterring them. Takes a while to dig the bastards out.</p>\n<p>Unpleasant to say the least...</p>\n<p>They're tenacious, but they're not tough.</p>\n<p>Most of the time in digging them out I just smush them to death.</p>\n<p>Unpleasant. Messy.</p>\n<p>The only defence is to move. Continuously. Despite their accuracy, they’re useless when aiming at moving target. So it’s no problem, till you have to stop for lunch...</p>\n<hr>\n<p>Mo takes his time doing the laundry, and then puts all of his wet clothes back on again.</p>\n<p>Up the stream and back to the cliff face.</p>\n<p>Dogs barking again. I <em>still</em> can't tell if it's baboons or some wild dog...</p>\n<p>“Baboons!”, says Cuz Mo.</p>\n<p>Wait... I thought baboons were 'gorilla'??</p>\n<p>They sound <em>much</em> closer.</p>\n<p>I’ve seen enough wildlife doco's to know that baboons are mean bastards, with big fuck off teeth.</p>\n<p>I grab the biggest stick I can find and keep walking.</p>\n<hr>\n<p>We eventually spot them, jumping through the trees.</p>\n<p>Chimpanzees...</p>\n<p>Or monkeys? I don't know the difference...</p>\n<p>If baboons are 'gorilla' and chimpanzees are 'baboon', I wonder what 'chimpanzee' means?</p>\n<hr>\n<p>What goes down must go back up, it seems. There’s a narrow cleft in the cliff where the stream has slowly chewed its path through for god-knows-how-long. It being the dry season there’s hardly any water at all.</p>\n<p>Where the rock face is too steep to deal with without a grappling hook and a pickaxe, the locals have built 'ladders'. These ladders aren’t really ladders at all, but more like a bunch of skinny bamboo-like branches tied into stacks with vines.</p>\n<p><em>That’s it.</em></p>\n<p>As big as goal posts.</p>\n<p><img src=\"/oblivious/images/Image_42.jpg\" alt=\"\"></p>\n<p>There's no cross bars to step on either, so you just have to stick your foot in the vines tying the stack together, and hope they hold.</p>\n<p><em>Pretty fucking dodgy.</em></p>\n<p>We climb and climb and climb, up through the waterfalls, all the way up to the top of the cliff again.</p>\n<p>It's a flat walk back to the camp, through small herds of cows with ringworm.</p>\n<p>Door to door: Seven hours worth.</p>\n<p>Kick ass indeed.</p>\n<p><em>I love this shit.</em></p>\n<hr>\n<p>I could do this forever and ever and ever and not get sick of it.</p>\n<p>I'm going to stay here as long as I can afford it.</p>\n<p>Which, actually, isn’t that long; after thinking we’d taken out enough money to last us for a whole month here in Guinea we’re already starting to get dried up from this 'hotel'. Twenty five euros a night will do that...</p>\n<p>The nearest access to cash is a days ride away. And, of course, these guys don’t do bank transfers. I ask Hassan the question anyway, and feel immediately stupid for it.</p>\n<p>So, we've gotta make hay while the sun shines.</p>\n<p>Hassan offers to take me on an afternoon hike to see Hyena Rock.</p>\n<p>&quot;We saw that this morning.&quot;</p>\n<p><em>&quot;Not like this!!&quot;</em></p>\n<p>JB's knackered after the K.A.H. and taps out. I can't miss the chance, so we head off.</p>\n<p>The trek is a short one, yet even more exfoliating than the K.A.H. army crawl. My legs die a death of a thousand cuts.</p>\n<p><em>It’s worth the pain.</em></p>\n<p>We stand on the rim of what looks to me like a crater, hyena rock sitting there, right in the middle, as though it were the asteroid the size of a high-rise slamming into earth.</p>\n<p>The sun sets at our back.</p>\n<p>Hard to enjoy the view though; the tiny wasps are all over us in thick swarms. I’m digging them out of my eyes again. Hassan tells me that that’s the <em>worst</em> thing that I can do.</p>\n<p>&quot;Really??&quot;</p>\n<p>&quot;Yes, yes, if you <em>don't</em> touch them, they’ll fly away by themselves.&quot;</p>\n<p>Alright, I’ll give that a go...</p>\n<p>The next customer lands in the corner of my eye, and my eyelids go into <em>spasms.</em></p>\n<p>I'm <em>dying</em> to get it out.</p>\n<p>It’s digging and <em>squirming.</em></p>\n<p>I'm squeezing my eyes like I've got a twitch.</p>\n<p>My hand comes halfway to my face by reflex.</p>\n<p><em>I can't just leave it in there.</em></p>\n<p><em>It’s driving me crazy!</em></p>\n<p>It’s probably making babies in my eyeballs.</p>\n<p>Fuck this.</p>\n<p><em>&quot;How long Hassan??&quot;</em></p>\n<p>It's done doing what it came to do, and flies off.</p>\n<p>I feel a little violated...</p>\n<p>Another one comes flying right into the same spot, and gets immediately smushed by the angriest of fingers.</p>\n<p>Bugger that. <em>Kill them all!</em></p>\n<hr>\n<p><img src=\"/oblivious/images/Image_43.jpg\" alt=\"\"></p>\n<p><em>'Wet and wild'.</em></p>\n<p>We spend the day chasing rivers through the mountainous rocky scenery. Not nearly as spectacular as the K.A.H. or the Indiana Jones, but there’s lots of monkeys and chimps around, and not so many baboons, which is a plus.</p>\n<p>This time Hassan took us along, and, true to form, he was bursting at the seams with enthusiasm and chatter.</p>\n<p>JB's had quite enough of this hiking-all-day business and is itching to get back on the bike. He's seen enough...</p>\n<p>More than that; he’s out of money.</p>\n<p>So am I, actually.</p>\n<p>I’d like to stay a few more nights, <em>at least</em>, but if I stay tonight that’ll leave me with about 300,000 Guinean Francs, which sounds like a lot, but it's not.</p>\n<p>Only just short of 50 bucks.</p>\n<p>If I stayed tonight and tomorrow night I’d be left completely wiped out of cash, with no petrol in the bike and at least a days ride to anywhere that might have somewhere I can get more money.</p>\n<p>In short, I'm painting myself into a corner. It wouldn’t be the first time...</p>\n<p><em>But I have to do at least one more night.</em></p>\n<p>I’d regret it if I didn’t...</p>\n<p>JB can’t and won’t, and I won’t leave. Plus, it's too late to make a start on the bikes today...</p>\n<p><em>Not for JB.</em></p>\n<p>He kits up and peels off not long after lunch.</p>\n<p><em>Solo again...</em></p>\n<hr>\n<p>I head off with Hassan for the afternoon hike. This guy’s energy knows no end. I don't know how he's doing it at his age.</p>\n<p>Off we go at a million miles an hour. He walks so fast I have to do a little skip every now and again to keep pace.</p>\n<p>We get to 'The Wall', but by a different route, and just hang out on the precarious cliff edge for a few hours, certain death just a short slide away, watching the vultures and eagles circle beneath us till the sun sets over a misty view.</p>\n<p>It’s pretty special, this Guinea place.</p>\n<hr>\n<p>I come to...</p>\n<p><em>Pitch black.</em></p>\n<p>Where am I? <em>Where's the door??</em></p>\n<p>I need to shit.</p>\n<p><em>Now</em>.</p>\n<p>I'm lucky I haven't shat the bed...</p>\n<p>I feel around the walls. I still don't know where I am... All I know is that <em>this won't wait.</em> It's so dark I might as well have my eyes shut...</p>\n<p>I touch something familiar. I know where I am. I <em>fly</em> for the door.</p>\n<p>There's no time to grab the torch. I sprint to the outhouse squat toilet in the dark.</p>\n<p>It doesn't go well...</p>\n<hr>\n<p>Hassan's bouncing off non-existent walls with energy.</p>\n<p><em>I love this little guy.</em></p>\n<p>Last hike. No special names this time.</p>\n<p>Hassan takes me to a network of caves that somehow feel like we’re walking amongst the roots of a giant tree above us.</p>\n<p>We take a final trek to 'The Wall'. We hike down into what feels like it's guts. <em>Another secret.</em> There are more caves, this time underwater, I jump in and swim around. Icy cold waterfalls in the dark.</p>\n<p>The mouth of the cave is the face of the wall, and I can swim right up to the edge, and watch the water fall, sickeningly, off the edge and into thin air.</p>\n<p><em>I don’t want to leave.</em></p>\n<p>But I can't stay...</p>\n<p>I take full advantage of the free lunch and then pack up, and say goodbye.</p>\n<p>Hassan apologises that it wasn't very good, and tells me to come back again in the wet season, when it's <em>much</em> more spectacular.</p>\n<p>I do believe I'll do that, little man.</p>\n<p>I'd like to get to Conakry today, the capital, but I reckon that's going to be a bridge too far for an afternoon ride...</p>\n<p>A village named Kindia looks do-able...</p>\n<p>Off we go at a tear, down the orange dirt road.</p>\n<hr>\n<p>The scenery is <em>stunning.</em> Too bad I can’t look at it; the road snakes its glorious, undulating way through the yellow and green mountains and cliff sides, yet as soon as I lift my gaze off the road to get a glimpse of the landscape I go smashing into some bloody pothole at a hell of a speed.</p>\n<p><em>The road is a shocker.</em> Corrugated like an asbestos fence and riddled with potholes.</p>\n<p>It requires one hundred percent of my attention. It’s a constant game of choosing the best path for the smoothest, fastest ride whilst avoiding those near invisible craters in the track.</p>\n<p>And it’s a bloody shame. I’m already regretting my hell-bent attitude. I feel like I'm rushing something that could be special. I wish there was a way I could have broken the ride up into pieces, taken my time, and enjoyed what could have been one of the most beautiful rides of the trip.</p>\n<p>But I can't do that. <em>I have no money.</em></p>\n<p>Head down, no rest breaks, crack on...</p>\n<p>It's another road that's not on the GPS, and looking like being another tortuous path...</p>\n<hr>\n<p>It's going to be <em>a lot</em> longer than I expected...</p>\n<p>About half way into the ride I get to a river, which is serviced by a little floating barge.</p>\n<p>While I wait for the barge to come over this side of the river I get to talking with a local lad, doing his laundry on the riverbank.</p>\n<p>“Comby-en lays urs ah Kindia?”</p>\n<p>&quot;Sank&quot;</p>\n<p><em>“Sank??!”</em> I was expecting more like three hours... <em>Max...</em></p>\n<p>I double check that nothing was lost in translation. And, yep, five hours. On my 'strong motorbike'.</p>\n<p><em>Shit!</em></p>\n<p>What's worse is that I know from experience that Africans are <em>never</em> conservative when it comes to estimations. If he says five hours it's probably more like six or seven...</p>\n<p>I shouldn’t have gone on that hike...</p>\n<hr>\n<p>It’s getting twilightish.</p>\n<p>There's still a <em>long</em> way to go.</p>\n<p>Things are getting desperate...</p>\n<p>I haven't dared to take a break. My arse is killing me. My back is pinching <em>hard</em> between the shoulder blades.</p>\n<p>It’s obvious that I’m not making Kindia today. I’ll have to just take my medicine...</p>\n<p>I find a place marked 'hotel' in the smallest of villages. Despite its size, it looks like there'll be food and water somewhere. <em>That’s enough.</em> I’m exhausted. The last four days of hiking are compounding home <em>hard.</em></p>\n<p>The folks of the village go and rustle up the owner of the hotel.</p>\n<p>She undoes a big padlock that opens a gate into a courtyard.</p>\n<p>The place looks abandoned and derelict; it’s obvious no one's staying here...</p>\n<p>She undoes a padlock to a room. <em>My room.</em></p>\n<p>It's small, dark, dank and smells it.</p>\n<p>There’s a stained mattress on the floor with a dishevelled sheet on it. Like it's <em>just</em> been slept in.</p>\n<p>And that’s it...</p>\n<p><em>It's rank.</em></p>\n<p>I ask how much. Works out to be less than a dollar for the night; easily the cheapest place I have ever stayed in. Yet it still seems expensive...</p>\n<p>I’m weighing it up.</p>\n<p>Nope; this is <em>much</em> too far gone. <em>I can't...</em></p>\n<p>I jump back on the bike and <em>fly,</em> as fast as I dare in the fading light. I <em>have to</em> make the next village before dark. And they <em>must</em> have a hotel.</p>\n<hr>\n<p><em>Light fades into darkness, into pitch.</em></p>\n<p>All I can see is what’s lit up in the cone of my headlight, and it's a shit headlight.</p>\n<p>The road has changed from uncomfortable and hard into scary soft sand, which is <em>far</em> worse.</p>\n<p>Time and time again I come to within inches of binning the bike.</p>\n<p><em>Shit day.</em></p>\n<hr>\n<p><em>Kindia.</em></p>\n<p>I’m on the verge of throwing my toys in a tantrum.</p>\n<p>I'm not even happy I made it. We're a long way into the night, and I’ve got to find somewhere to stay...</p>\n<p>The good news is that the village is plenty big enough for cash machines and petrol and food.</p>\n<p>I'm waiting at a busy intersection, trying to decide the best direction, when two cops on a scooter pull up alongside me.</p>\n<p>&quot;Pap-ee-airs&quot;. <em>Papers.</em></p>\n<p><em>Fuck that.</em></p>\n<p>I’m nowhere near the mood for this shit right now.</p>\n<p>“Je ne comprend pas...”</p>\n<p>We go in a few circles, and I just keep saying I don't understand...</p>\n<p>They’re <em>not</em> getting my papers.</p>\n<p>We draw a crowd.</p>\n<p>After a few minutes, I'm done, <em>I'm leaving.</em></p>\n<p>“Merci, au revoir!”. Thanks, bye! and I just ride off.</p>\n<p><em>Fuck 'em.</em></p>\n<p>They catch up and overtake me.</p>\n<p>They're not trying to stop me, but from the gesturing it looks like they want me to follow them. I think that they think that I'm obeying them. I think that they think they're escorting me to the police station.</p>\n<p>When they're both looking straight ahead I turn off down a random street, and they go straight on. I pin the throttle.</p>\n<p>Police: evaded.</p>\n<p><em>There's a first time for everything.</em></p>\n<hr>\n<p><em>What a pile of shit.</em></p>\n<p>30,000 francs a night, which is less than five bucks, which seems about right...</p>\n<p>It's hard to pinpoint exactly why, but I get the feeling that this place is less of a hotel, and more of a brothel/place-to-fuck-in.</p>\n<p>I don't reckon many people actually do any <em>sleeping</em> here...</p>\n<p><em>I don’t care.</em></p>\n<p>I take a room on the proviso that I can park the motorbike inside.</p>\n<hr>\n<p><em>Yep, pretty sure it was a brothel...</em></p>\n<p>Noisy humans and music kept me awake most of the night, as well as an especially tenacious and invisible mosquito who wouldn’t be denied...</p>\n","snippet":"![](/oblivious/images/Image_36.jpg)\r\n*Doukie.*\r\nJB wanted *another* detour...\r\nRemote. *Again.*\r\nWe land at the 'hotel' JB was chasing.\r\nA hotel with a bucket a","nextChapterExists":true}