{"chapter":"<p><em>Conakry.</em></p>\n<p>The first half of the ride to Conakry was a beauty.</p>\n<p><em>Tarmac.</em> I could’ve kissed it.</p>\n<p>It’s the first time in a long time that I’ve been able to switch the brain off on a ride and let it free wheel without worrying about the bloody bike ending up in a bush.</p>\n<p>Once inside the massive urban sprawl of Conakry the roads again turned to shit and the traffic turned into gridlock.</p>\n<p>There’s no such thing as 'lanes' here - there are cars randomly packed all over the road - so there’s no clear path for me and the bike to lane split down the middle.</p>\n<p><em>It’s ragingly hot.</em></p>\n<p>And I'm wearing all black everything...</p>\n<p>The sun feels almost <em>aggressive</em> as it beats down on me. There’s not a breath of wind. A million cars spewing hot black smoke. <em>Choking.</em> And I’m straddling a burning hot engine.</p>\n<p>I have to sit in the sweatbox for hours, rarely getting over walking pace.</p>\n<p>Absolutely fucked, I arrive in downtown Conakry. It’s a bit like Dakar, in that it’s a dirty great big city on the coast of the Atlantic with a hangover from French colonial influences. At least I know that the bakery will be on point; the French colonies all know their way around bread...</p>\n<p>There’s a Christian mission that I had lined up as the cheapest place to stay in town from some advice I'd picked up.</p>\n<p>160,000 francs a night. That’s twenty five bucks for some pretty basic accommodation. It's crazy pricey, but it's a clean bed. And it's not a brothel... I haggle my heart out, but they won’t budge; apparently they’re quite popular and I should be so lucky to even get a room...</p>\n<p>Ok. <em>Just for tonight...</em></p>\n<p>Clean sheets, a shower, and air conditioning.</p>\n<p>What a life...</p>\n<hr>\n<p>JB's got me covered.</p>\n<p>He's staying in a hotel - for free - through a contact he made in Bissau. I'm welcome to join him.</p>\n<p><em>Done.</em></p>\n<hr>\n<p>It’s a hotel alright...</p>\n<p><em>Problem is that it hasn't been built yet.</em></p>\n<p>What JB has been doing is camping out on the first floor of a five floor hotel, where they only got so far as pouring the concrete.</p>\n<p>No doors, no toilets, no <em>nothing.</em></p>\n<p>Just concrete floors and a set of concrete stairs. A skeleton.</p>\n<p><img src=\"/oblivious/images/Image_44.jpg\" alt=\"\"></p>\n<p>The 'contact' is the friend of a guy who JB met in Bissau. He squats here with his sister. Apparently, their father owns the hotel. I'm not sure I believe it...</p>\n<p>I hardly recognise myself anymore... that even <em>this</em> is still preferable to paying twenty five dollars a night for a hotel...</p>\n<p>I set up camp in a room on the top floor.</p>\n<p><em>The penthouse suite.</em></p>\n<p>I have spectacular views of downtown Conakry and the Atlantic Ocean, which is just a golf shot away.</p>\n<p><img src=\"/oblivious/images/Image_45.jpg\" alt=\"\"></p>\n<p>I’m given a bucket by our host and instructed to fill it up in the morning - which is the only time the communal water tap out the front will be dribbling out water.</p>\n<p>I’m instructed to shit wherever I like.</p>\n<p><em>Really??</em></p>\n<p>Yep.</p>\n<p>There's no toilet??</p>\n<p>No. Pick a room with a view and that’s your toilet.</p>\n<p>Doesn’t sound at all sustainable to me, but I’m not here for a long time...</p>\n<p>Someone, at some stage, is going to be in for a <em>big</em> surprise when they go into the east facing room on the fourth floor...</p>\n<hr>\n<p>This tent is a <em>sauna.</em></p>\n<p>A bloody <em>sweatbox.</em> Not a breath of air through the tent’s mesh; the night is dead still and stifling, even outside the tent.</p>\n<p>But in here...</p>\n<p><em>I sweat and I sweat and I sweat...</em></p>\n<p>It’s impossible to sleep. There's no escaping it, <em>nothing</em> I can do. So <em>grimy</em>. Just greasy and grimy and generally <em>rank.</em></p>\n<p>In an act of claustrophobic desperation I open the mesh flap to try and invite <em>some</em> airflow in. <em>Anything</em>.</p>\n<p>After ten seconds I realise I'm being <em>eaten...</em></p>\n<p>I close the zip in a flash.</p>\n<p><em>Too late...</em></p>\n<p>I can hear them. <em>Lots of them.</em></p>\n<p><em>Shit.</em></p>\n<p>I turn on my headlamp.</p>\n<p>They're <em>everywhere.</em></p>\n<hr>\n<p>By the time I'm done with the extermination the tent walls look like a scene from out of Kill Bill...</p>\n<p>I lie down in a pool of my own sweat, and try to sleep.</p>\n<p><em>Bbbbzzzzzzzzzzzzztt...</em></p>\n<p>Fucking <em>bastard...</em></p>\n<p>I get up, locate the little mongrel mozzie - not easily, mind you - and kill it.</p>\n<hr>\n<p>I'm woken up once, twice, three times...</p>\n<p>By the fourth I'm going <em>insane...</em></p>\n<p>I'm so <em>itchy.</em></p>\n<hr>\n<p>As soon as the sun rises, I head - cap in hand - back to the Christian mission.</p>\n<p><em>Fully booked for the next week.</em></p>\n<p><em>Suboptimal...</em></p>\n<hr>\n<p>The 'Consular' at the Sierra Leone Consulate is your stereotypical image of African bureaucracy; on the older side, with an oversized, badly fitting brown-grey suit with the arms cut off just above the elbows.</p>\n<p>Like a t-shirt suit...</p>\n<p><em>He look ridiculous.</em></p>\n<p>He's surrounded by paper in his shitty little office.</p>\n<p>He doesn’t want to give me a visa...</p>\n<p>I get the distinct feeling that this man just doesn’t like the look of my face.</p>\n<p>“Invitation letter... Where’s your letter of invitation? <em>Huh!?</em> You no get visa without invitation. No visa for you!”</p>\n<p>At least they speak English in Sierra Leone...</p>\n<p>I go find the nearest 'cyber', and forge a nice copy of a 'thank you for your booking' letter from a hotel in Sierra Leone. It counts as an 'invitation'.</p>\n<p>Surprisingly easy to do, and it looks legit.</p>\n<p>He won’t fact check it, I’m pretty sure.</p>\n<p><em>I hope not.</em></p>\n<p>I want that visa and I want it today.</p>\n<p>I head back to the Consulate and hand it to him. Smug.</p>\n<p>He still won't let me have a visa. Not till my interview.</p>\n<p>&quot;<em>Interview?</em> What do I need an interview for??&quot;</p>\n<p>&quot;To make sure you're not a Somalian terrorist...&quot;</p>\n<p><em>&quot;What??&quot;</em></p>\n<p>Is he being serious? A <em>white</em> Somalian terrorist, with a British passport, trying to get to Sierra Leone from Guinea?</p>\n<p>This is <em>insane!</em></p>\n<p>But he won’t budge; <em>I need an interview.</em></p>\n<p>Not with him either, but with Sierra Leone’s diplomatic Ambassador to Guinea.</p>\n<p>Utterly, utterly insane.</p>\n<p>Not to mention a pain in the arse...</p>\n<p>He can't tell me when that'll be, either.</p>\n<p>What to do, then?</p>\n<p>I sit in the Consulate and read a book. He'll run out of patience with me before I run out of patience with him...</p>\n<hr>\n<p>Friday.</p>\n<p>Saturday.</p>\n<p>Sunday.</p>\n<p>Monday.</p>\n<p>Tuesday.</p>\n<p>Wednesday.</p>\n<p>Thursday.</p>\n<p>Friday...</p>\n<hr>\n<p>All day, every day, open to close.</p>\n<p><em>Nothing...</em></p>\n<p>I'm officially sick of this place.</p>\n<p>It's been a rough week.</p>\n<p>That fucking tent. Every night... Ugh.</p>\n<p>JB got the shits; knocked him out for a few days. I was telling him it was 'mild', and to get used to it - it's the first time he's been crook in Africa...</p>\n<p>In the middle of one of the nights, he thought he was dying. So he went to a local hospital.</p>\n<p>At 3am.</p>\n<p>A <em>huge</em> overreaction.</p>\n<p>They ran tests and told him he'd contracted malaria <em>and</em> typhoid... He medicated up to the eyeballs to stop himself from dying, then during the day went and got a second opinion from a Western hospital. They told him he had <em>neither</em> malaria, <em>nor</em> typhoid.</p>\n<p>I'm dubious of the whole thing, though JB's <em>convinced</em> he really did have both.</p>\n<p>I've been crook myself; who knew that eating a whole pineapple would give you the shits? I ate the thing like it was a chicken drumstick the size of my head. The next day I had to waddle like a goose to stop the brown puddle that I was making on the floor from touching my thongs. <em>Close call...</em></p>\n<p>In better news, I've perfected the art of showering from a single bucket of water. Trick is to scoop it up gently with two hands and lift it up like you're offering it to the gods, and letting it slide down your arm, rather than what I used to do, which is just throw it at myself...</p>\n<p>As for the visa, I've flip flopped from utter detachment to a sense of unwarranted entitlement.</p>\n<p>From 'Zen Master' to 'American'.</p>\n<p>In my more 'American' moments - demanding <em>something</em> be done - the Consular cracked the shits at me, “If I come to your country is this acceptable? Would I get a visa as easy as you ask for it? <em>Huh!?</em>”</p>\n<p>My reply was very nearly “but this is fucking <em>Africa!!</em>” but I held my tongue, after all, he had a point...</p>\n<p>I watch the sun set each night over the Atlantic, and the swarm of bats making their daily pilgrimage across the coast (yeah, <em>bats</em>). Sitting on my concrete slab, looking over it all, it’s not so bad.</p>\n<hr>\n<p>Four books and sixty four hours later (seriously, four books, and I’m a one-word-at-a-time reader) I finally get my interview.</p>\n<p>I step into the Ambassador’s office.</p>\n<p>It's not just him and the Consular... As I shake hands, there's an Assistant, the Deputy Ambassador and a fucking army Colonel who's come along for the ride too.</p>\n<p>A <em>Colonel</em> for Christ sake!</p>\n<p>I know that that's a big deal; I've seen 'A Few Good Men' enough times to know that the bad guy's name is <em>Colonel</em> Nathan R. Jessup. <em>You can't handle the truth...!</em> Right? So what the Dickens could an army Colonel <em>possibly</em> want with interviewing me for a simple <em>tourist</em> visa?</p>\n<p>They're all dressed to the nines; the Colonel even has his fancy hat. <em>I look like a hobo.</em></p>\n<p>Despite the absurdity of it all I still can't help but feel the nerves; this is some <em>serious</em> brass and, what, with that forged accommodation letter and all that...</p>\n<p><em>Shit.</em></p>\n<p>I sit.</p>\n<p>It feels like a job interview crossed with some sort of bizarre interrogation.</p>\n<p>The Deputy Ambassador opens up, he noticed from my application that I'm from London... <em>He</em> used to live in London...</p>\n<p><em>Fuck, fuckity, fuck fuck.</em></p>\n<p>&quot;Do you know Primrose Hill?&quot;</p>\n<p><em>I’m not from London.</em> I’m from Australia. I used a mates London address as a bogus residence to get my bike’s rego papers. I’ve been using it as my address for any applications ever since, just to avoid inconsistencies. It's been working fine, till now...</p>\n<p>&quot;Ah, no... Which one is that again?&quot;</p>\n<p>&quot;Primrose Hill, you don't know it?&quot;</p>\n<p>&quot;No, uh, I haven’t been there before...&quot;</p>\n<p>I'm sweating, <em>profusely.</em></p>\n<p>The Deputy starts talking about the hill, then about London. He's not really talking to me, he's more showing off his worldliness to his bureaucratic buddies. I chip in where I can to back him up with whatever it is he says. Gives us both the appearance of legitimacy...</p>\n<p>The crisis passes, and we get down to it; why am I interested in Sierra Leone? What do I plan to do for money? Am I going to work in Sierra Leone? What am I doing for accommodation?</p>\n<p>They each take their turn to pose an inane, toothless question.</p>\n<p>It is - except for that brief pant shitting moment - a breeze. A waste of a week of waiting.</p>\n<p><em>I get the visa.</em></p>\n<p>It's just an ink stamp. <em>That's it...</em> The Consular has had it in his desk drawer the whole fucking time...</p>\n<p><em>Fucking protocol.</em></p>\n<p>The Consular, as he hands it to me, says &quot;the Ambassador appreciated your honesty.&quot; <em>I nearly laugh.</em></p>\n<p>I walk out without a word.</p>\n","nextChapterExists":true}