{"chapter":"<p>The Consular got the last laugh; he gave me one month on the visa, when I'd paid for three.</p>\n<p><em>Whatever.</em> I just want to move on...</p>\n<p>JB left the moment he felt confident enough to straddle a bike seat without something awful happening; he had picked up the visa for Sierra Leone already at another Embassy (without an interview...) and, like me, was keen to move on as soon as he could.</p>\n<p>I leave my hosts of the concrete paradise with a bottle of honey and a few hundred thousand francs.</p>\n<p>Before hitting up the border, I first needed to take out some cash; I'm dry. Again...</p>\n<p>It takes three goes at three different cash machines before I get the goods. I take out <em>bulk cash</em>, a hundred bucks worth. In Guinean Francs it's enough to choke a dozen donkeys...</p>\n<p>I know I’ll have to do an exchange at the Sierra Leone border this afternoon anyway, and I'll probably get my pants pulled down over the rate, <em>but I don’t give a shit</em>, I'm sick of running out of money...</p>\n<hr>\n<p>It’s around midday, I’ve put some good miles of empty, potholed tarmac between me and Conakry.</p>\n<p>I spot a ways off in the distance a mob of cops on the side of the road, parked under a tree. I’ll 'buzz the tower' like I always do, and fly right by them if I can.</p>\n<p>Checkpoints, depending on the country, will sometimes have a little hut off to the side of the road, sometimes not. Sometimes they’ll have a barricade, sometimes spike strips, sometimes a rope tied between two trees, sometimes nothing. Sometimes they’ll have military goobers there, armed with big nasty looking guns, sometimes big sticks, sometimes nothing.</p>\n<p>Obviously you want to set your level of disobedience to whatever the checkpoint has on it.</p>\n<p><em>Horses for courses.</em> If there’s a barricade or a taut rope barring your way then you’re obviously not going anywhere. If there are big guns involved you might not want to do a fly-by unless you’re feeling lucky, <em>punk.</em> But if it’s just lazy cops kicking back in a hut on the side of the road, only blowing their whistles and waving their arms at you when it’s too late to stop you, it’s a safe bet that you’re in the clear; just wave back at them as though they were waving at you to say hi...</p>\n<p>I’ve been amazed at the number of times when, coming into a checkpoint with military goobers stopping traffic with a held rope, a crisp salute and not showing any signs of stopping has been returned with a standing to attention, a returned crisp salute, and a dropping of the rope.</p>\n<p>I always chuckle on the ride through, patting the tank of my very military looking Enfield as we ride off.</p>\n<p>This checkpoint has no barricades and so it’s ripe for a fly by.</p>\n<p>But, <em>I’ve been spotted...</em></p>\n<p>A young cop comes running out into the middle of the road, blowing his whistle and waving me down.</p>\n<p>I try to give him the salute treatment, but that gets no response. I pull in where he directs me and leave the bike chugging away in idle and flip my visor open.</p>\n<p>Always shake hands, always wish them a good day, always smile, always be a nice guy. Never give them anything more than what they ask for...</p>\n<p>The cop is a young guy - I’m guessing around my age - dressed in official kit, which is unusual. <em>He seems serious about his job.</em></p>\n<p>“Moto Pap-ee-airs.” <em>Motorbike papers.</em></p>\n<p>I give him the LP.</p>\n<p>“Passpor.”</p>\n<p>I give him the British Passport.</p>\n<p>Then, astonishingly, he asks for my immunisation certificate.</p>\n<p>“<em>Immunisation?</em> What?? Pour-qwa? Pour-qwa voos avey beswarn de sa?” <em>Why do you need that?</em></p>\n<p>“Parsk je swee la police,” <em>because I'm the police...</em></p>\n<p>What a prick. He’s obviously trying to be difficult, and knows his shit – I've never been asked for my immunisation certificate before, <em>ever,</em> which is good, because mine's bogus...</p>\n<p>I dig into my jacket pocket and find it in there somewhere. I hope he’s not going to read too much of it...</p>\n<p>He doesn’t.</p>\n<p>“Assurance.” <em>Insurance.</em></p>\n<p><em>For fuck sake.</em> I give him my motorbike insurance, which, again, is bogus; it's just a printed out slip of paper from my insurer back in the UK. It's does nothing for Africa, probably does nothing even in Europe...</p>\n<p>He's finally found what he’s been looking for; a chink in my armour.</p>\n<p>“Ce invalid! Oo eh le ECOWAS assurance?” <em>It's invalid! Where is the ECOWAS insurance?</em></p>\n<p>Got me. <em>I don't have that.</em></p>\n<p>ECOWAS is a grouping of West African countries, kind of like what the EU is to Europe. I’ve been told before that I’d need this special ECOWAS insurance, but till now I’ve gotten away with bluffing my way through with that bogus piece of very official looking paper...</p>\n<p>Roll that line out again...</p>\n<p>&quot;Nah, ce <em>valeed</em>. Regard: '<em>Aviva</em> Motorcycle Insurance', Sa ver di ker ce valid pour <em>too le monde...</em>&quot; <em>Look: Aviva Motorcycle Insurance</em> (Aviva's just the insurers name, nothing special, but he doesn't know that...) <em>that means it's valid for the whole world.</em></p>\n<p>He switches to English.</p>\n<p>“No! Not valid. Where is ECOWAS assurance!?”</p>\n<p>“Nah, it’s valid...”</p>\n<p>We go in circles again and again and again for a long time. I can feel my bike wanting to melt between my legs in this crazy heat from not having any air circulation.</p>\n<p>He has all of my papers - I'm not going anywhere without them - so the game now becomes getting them back...</p>\n<p>&quot;Show me my passport,&quot; He gives it back, reluctantly. &quot;See? Look at all the countries I’ve been to,&quot; I point out the visas &quot;Maroc – ECOWAS, Mauitanie – ECOWAS, Senegal – ECOWAS, La Gambie – ECOWAS, Guinea-Bissau – ECOWAS and all of Guinea, to now - <em>ECOWAS.</em> Now <em>you</em> - with all the border and checkpoint - <em>you</em> the only one - in all of this ECOWAS - who say this not valid! Hmmmm?&quot;</p>\n<p>I'm holding the passport, and, throwing some misdirection, I promptly and subtly pocket it; the queen of the chessboard - the most valuable piece, <em>mine again.</em></p>\n<p>I make another comparison, this time asking for the insurance, which I again pocket, and then the same again with the yellow card. <em>Pocketed.</em></p>\n<p><em>This is working well...</em></p>\n<p>By the time my mate's figured out what I'm doing, he’s only got my laissez-passer left, and he’s <em>not</em> happy about it.</p>\n<p>The argument escalates into raised voices and frustrated gesturing from both sides. I'm not giving him my papers back...</p>\n<p>“Ok, we go to police station now”, he says as he walks over to his motorbike.</p>\n<p><em>Shit.</em></p>\n<p>This is exactly what I don’t want to happen. Escalation is never good for me...</p>\n<p>I put my head back and look at the sky and give him an exasperated sigh, turn off my melting bike, kick out the stand, get off, pull of the helmet, and ask him if they have any water.</p>\n<p><em>It's like flicking a switch.</em></p>\n<p><em>Everyone</em> becomes crazy hospitable, and they fall over each other to get me a bottle of water. <em>Bizarre.</em></p>\n<p>I go sit under a tree for a while as the situation settles itself down. I watch as car after car rolls past without being stopped. <em>Unfair.</em></p>\n<p>I'm not sure why I've taken this tactic - seemed a weird thing to do in the heat of battle, to just go and sit under a tree - but oddly it seems to have worked in my favour; the overly tight situation looks like it’s starting to loosen up...</p>\n<p>The young cop has escalated the matter, passing it on to his boss; an old greying fat-man who’s kicking back in a comfy chair on the road-side.</p>\n<p>He’s equally unimpressed by my insurance papers.</p>\n<p>I roll out my explanation again, making a big song and dance about all the countries I’ve been to, all the borders I’ve crossed, all the checkpoints I’ve passed, and this is the first time “in <em>all of Africa</em> that I’ve <em>ever</em> been given trouble by <em>anyone</em>”, and about how “<em>everyone</em> I’ve met in <em>all</em> of Guinea - Koundara, Touba, Mali, Labe, Doukie, Kindia and Conakry – <em>everyone</em> has been so kind and welcoming. <em>Guinea is such a great country. I love it here.</em>”</p>\n<p>I've got him...</p>\n<p>I’m not sure if it's my confidence in myself, or shaming him as the only jerk in the entire country, but he suffers a crisis of confidence, gives me my LP back and tells me I can go.</p>\n<p><em>I could tap dance.</em></p>\n<p>Handshakes and magnanimous smiles all round.</p>\n<p>Gotta be happy with that. Totally and obviously in the wrong, I’ve still managed to get away with it.</p>\n<p>Stoked doesn’t begin to cover it.</p>\n<p>My shoddy paperwork has been a source of anxiety for me since day one; I dread getting in trouble for it. So to be found out like that, and be put under the blowtorch, and to be able to talk my way out of it anyway - it's <em>huge.</em></p>\n<p>It's like each country, each border crossing, each checkpoint is another feather in my cap. I must look like a fucking <em>peacock...</em></p>\n<p><em>No one can touch me...</em></p>\n<p>I toot my horn and give them a wave as I chug off to the Sierra Leone border.</p>\n<hr>\n<p>Getting out of Guinea is a breeze.</p>\n<p>Pretty dingy border post. Passport tamponed with no questions asked. <em>Lovely.</em></p>\n<p>I bypass Customs - no one tells me I have to go there anyway.</p>\n<p>While I pick at a questionable lunch of mystery fish curry with rice, I chat with the officials and change a fat wad of Guinean Francs for a much smaller wad of Sierra Leonean 'Leones'. What a clever idea; lets name the currency after the country's name. That won’t be confusing at all...</p>\n<p>It's the first ever money exchange where there hasn’t been a need to haggle, the guy just comes straight in with a fair price which I take. I must admit it felt a little weird and I had the feeling like I’m somehow being stitched up anyway. <em>Who offers a fair price straight up?</em></p>\n<hr>\n<p>The Sierra Leone border post looks organised and modern.</p>\n<p>A building made of bricks (very rare), which is way, <em>way</em> bigger than any border post has a right to be.</p>\n<p>The size is ominous; the odds are that the bureaucracy is going to be heavy and confusing. What’s stranger is that for a big and modern border it seems to be mostly empty. And because it’s a remote-ish post, there’s nothing to be seen around it either...</p>\n<p>I roll up to the building, and sure as eggs, it’s not obvious where to go or who I need to see...</p>\n<p>A fixer picks up my hint of confusion immediately, like blood in the water, and starts tailing me.</p>\n<p>Inside the building it’s just a really long hallway, with no signage. No 'Immigration', 'Customs', 'Police'. <em>Nothing.</em> Just <em>doors...</em></p>\n<p>The only saving grace is that we're speaking English again. It's <em>so</em> much easier. I haven’t been able to just freely speak in English to officials since The Gambia...</p>\n<p>I wake up a guy who’s sleeping behind a sheet of perspex, and ask him what he does. <em>Immigration.</em></p>\n<p>He doesn't ask any questions, stamps my passport.</p>\n<p><em>I'm in.</em></p>\n<p>I ask him where to go for Customs. <em>He doesn't even know...</em> I let him go back to sleep.</p>\n<p>I ask anyone I can about where to find Customs. I just keep getting passed around...</p>\n<p><em>How can they not know??</em></p>\n<p>As a last resort, I walk way down the road to an army tent that's guarding the boom gate out. At least I lose my tail...</p>\n<p><em>They</em> have the Temporary Import Permits...</p>\n<p>So that's the T.I.P., But they tell me that it's not valid until I go back to the building and find someone to give it a special stamp. They won't let me into the country without it...</p>\n<p>It's all ridiculous.</p>\n<p>Back at the main building I pick up my tail, again.</p>\n<p>While I'm trying to find the magic stamp I accidentally stumble into an “Interpol” office - whatever that is...</p>\n<p>They want to know <em>everything</em>. I want to tell them to fuck off.</p>\n<p>Once they're finally satisfied, I go wake up some other guy at his desk. He wants to see my immunisation certificate. Second bloody time today...</p>\n<p><em>I've had a gutful of this.</em></p>\n<p>He flips through it, puts it down and then narrows his eyes at me.</p>\n<p>&quot;I want a Coke.&quot;</p>\n<p>It takes me a second to realise what he’s driving at...</p>\n<p>&quot;That’s nice.&quot; I snatch my immunisation certificate off his desk and walk off.</p>\n<p>Nothing here is making any sense...</p>\n<p>I try to look confident, try to keep the impression I know what I’m doing...</p>\n<p>I've talked to what feels like everyone, and no one can give me a straight answer.</p>\n<p>I even ask a guy having lunch outside. He's sitting on a crate, in the raging sunshine, eating a sandwich.</p>\n<p>It's <em>him.</em></p>\n<p><em>He's the boss of Customs.</em></p>\n<p>He's pissed off that I've interrupted his lunch. <em>I don't give a fuck.</em></p>\n<p>I get his signature and one of his minions fetches a rubber stamp.</p>\n<p><em>Done.</em></p>\n<p>I kit up and roll out.</p>\n","nextChapterExists":true}