{"chapter":"<p><em>Sierra Leone.</em></p>\n<p>The light, cooling forests of Guinea have given way to vast expanses of cleared land.</p>\n<p>Palm oil plantations, as far as I can see.</p>\n<p>Without the cover of the forest the temperature goes from uncomfortably hot to boiling. <em>Baking.</em></p>\n<p>The sun smashes down with no mercy, no respite. The air has a thickness to it. A foggy smoke.</p>\n<p>It’s ugly. <em>Sad.</em></p>\n<p>I chew the miles on what these plantations have bought; the best quality tarmac I’ve encountered in Africa. <em>Bar none.</em></p>\n<p>So why am I shitting cinderblocks? Why am I freaking out a little?</p>\n<p>Sierra Leone...</p>\n<p><em>Blood Diamond.</em></p>\n<p>I've been reading too much...</p>\n<p>In the late 80’s and all of the 90’s, everyone wanted to be the boss out here.</p>\n<p>If you had enough guns and buddies, you could be.</p>\n<p>Being the boss is lucrative; Sierra Leone is <em>full</em> of diamonds. If you control the diamond fields you control the money, and if you control the money, you could buy more guns and buddies. Keep riding the gravy train.</p>\n<p><em>It made sense.</em></p>\n<p>Our old mate Liberia got all the civil wars kicked off. One of the military leaders knocked off the President and took power for himself. That quickly became fashionable, and started happening all over the place.</p>\n<p>Democracy was dead; whoever had the biggest guns won power and took the money.</p>\n<p>Rinse and repeat that for fifteen years.</p>\n<p><em>Fifteen years.</em></p>\n<p>And these weren’t your run-of-the-mill civil wars. This was different...</p>\n<p>Tribalism and 'black magic' combined together to make for some seriously fucked up shit.</p>\n<p>Like that cousin-sister-fucker I met back in The Gambia...</p>\n<p><em>Cannibals.</em></p>\n<p>Brutal executions in the street.</p>\n<p>Hacking limbs off, just for kicks.</p>\n<p><em>Rape.</em></p>\n<p>Atrocities; par-for-the-course.</p>\n<p>What the armies and militias lacked in training and discipline they made up for with gruesome cruelty.</p>\n<p>What they lacked in numbers they made up for by pumping kids with drugs, brainwashing them, and giving them a Kalashnikov to go lay waste to those very villages that they had lived in.</p>\n<p>It would take Western intervention - better late than never - to finally sort shit out; the Brits 'liberated' their ex-colony with a handful of soldiers, absolutely wiping the floor with the untrained militia...</p>\n<p>That was ten years ago.</p>\n<p>So yeah. I’m a little bit edgy...</p>\n<p><em>All those people are still here...</em></p>\n<p>What am <em>I</em> doing here??</p>\n<p>Sierra Leone. Liberia. <em>Nigeria.</em></p>\n<p>Coming right up...</p>\n<p>I keep reminding myself that it's all my choice...</p>\n<hr>\n<p>It’s a pleasure to be back onto good quality tarmac again.</p>\n<p>It’s been a while. A <em>really</em> long while...</p>\n<p>Normally my mind is occupied with keeping the bike upright, but out here, on empty, perfect tarmac, it’s a different story.</p>\n<p>No distractions.</p>\n<p>For <em>hours.</em></p>\n<p>No conversation.</p>\n<p>No music.</p>\n<p>No movement.</p>\n<p>No <em>rectangles.</em></p>\n<p>Just sit...</p>\n<p>The road, the thumping of the bike, the handles in the hands, the feet on the pegs, the arse on the seat.</p>\n<p>Loud, colourful sensory-deprivation.</p>\n<p>A freewheeling mind, given its reins...</p>\n<p>99.9% of what goes on I'm not paying attention to, but every now and again I <em>catch</em> myself, mid-thought.</p>\n<p>And they've changed; my thoughts aren't what they used to be...</p>\n<p>Invariably, my mind used to either replay one line of a random song over and over and over again - ad infinitum - or throw up an old piece of junk memory that bears no relevance whatsoever to what is happening <em>now,</em> or, running over and over in my mind the “what ifs” of something really, <em>really</em> shit happening.</p>\n<p><em>Or all three at once...</em></p>\n<p>In short: <em>Junk.</em></p>\n<p>A hyper, chaotic, jumble of useless shit. Repeated.</p>\n<p>For hours... Without hardly realising it.</p>\n<p>24 hours a day, 7 days a week.</p>\n<p>None of it was conscious; that’s just where my thoughts decided to take themselves. A mind flat out busy with the random and irrelevant.</p>\n<p>But, somewhere along the line, the pattern <em>changed.</em></p>\n<p><em>There are no songs anymore...</em></p>\n<p>Just that change, while slight, feels profound.</p>\n<p>It's <em>quiet.</em></p>\n<p>Ever woke up in the morning and there’s <em>already</em> a song playing in your head?</p>\n<p>That music player - on a constant, never-ending loop, from the moment I wake up to the moment I sleep - has switched itself off.</p>\n<p>Buggered if I know why...</p>\n<p>It’s been no conscious, deliberate effort on my behalf...</p>\n<p>The quiet has freed up space that my free-wheeling mind has filled with other stuff, and being 'bored' doesn’t seem so exhausting, or maddening anymore. It's just quieter...</p>\n<p>I <em>do</em> still get random memories floating back, and the 'what ifs' haven't gone away.</p>\n<p>That makes sense. I get it. I get that my brain is just doing its level best to fix problems before they’ve happened. But it’s a headfuck. It doesn’t help me any. <em>Solves nothing.</em></p>\n<p>I try my best to catch it, the 'what if', and look at whatever the hell it is in the cold light of more rational thought, and realise that, whether I worry about it or not, it makes no bloody difference...</p>\n<p>Don’t let things be a problem until they’re a problem. Otherwise I’ll slowly drive myself insane.</p>\n<p>Parking that, I actually find myself spending more of my time thinking <em>consciously,</em> rather than unconsciously. The thoughts, rather than whizzing around unnoticed in the background, have come to the front where I can see them.</p>\n<p>I’m realising that a thought noticed is a thought I can <em>steer.</em> More by persuasion and suggestion rather than by actually grabbing the handlebars and taking it where I want to go. Like the art of riding in the soft sand...</p>\n<p>I’m digging, and I'm coming up with treasures, and truths.</p>\n<p><em>My</em> treasures. <em>My</em> truths.</p>\n<p>What are they? I couldn’t say...</p>\n<p>In the same way that a dream feels so real when you’re in it, and the moment you wake up it vanishes completely; the good, the bad, the ugly; the garbage and the gold; the diamonds and the rough; all of it evaporates the moment I step off the bike.</p>\n<p>Like a dream, it's still in me, somewhere. <em>It happened.</em></p>\n<p>It seems important.</p>\n<p>My mind, when given it's reins, used to bolt.</p>\n<p>Now it stays still...</p>\n<p><em>And I don't dream of the office anymore...</em></p>\n","snippet":"*Sierra Leone.*\r\nThe light, cooling forests of Guinea have given way to vast expanses of cleared land.\r\nPalm oil plantations, as far as I can see.\r\nWithout the ","nextChapterExists":false}