{"chapter":"<p><em>It's so stupidly easy.</em></p>\n<p>Gloriously simple.</p>\n<p>I take a look at the map in the morning over breakfast, find a direction that looks interesting, set a bearing, and go.</p>\n<p>When I've got an option of different roads to take, I consult the compass while still rolling, and go with the option that best lines up with my bearing, no matter what the road looks like.</p>\n<p><em>It's never failed me.</em></p>\n<p>With no planned routes, I spend all of my time on wonderful one-and-a-half lane country roads, getting thoroughly, wonderfully lost in the British countryside.</p>\n<p><img src=\"/oblivious/images/Image_2.jpg\" alt=\"\"></p>\n<p>Yet, at the end of every day, I always find myself within spitting distance of where I wanted to be.</p>\n<p>Half the time I land on it like a fucking homing pigeon.</p>\n<p>And if it doesn't work out, who cares? There's always, <em>always</em> somewhere to stay at the end of a long day in the saddle; hostels, hotels, b&amp;b's, camping, whatever; It's so bloody easy.</p>\n<p><img src=\"/oblivious/images/Image_3.jpg\" alt=\"\"></p>\n<p><em>I love it to bits.</em></p>\n<p>Britain is <em>wonderful.</em></p>\n<p>I knock off three thousand clicks in twelve days.</p>\n<p>The lads at the dealership are definitely surprised to see me this time. If I didn't set a record for the first service, I definitely got it on the second.</p>\n<p>I paid for it too; my back is killing me and my arse is numb. Not that I care.</p>\n<p>In three thousand clicks there are fresh problems to solve on the Enfield. Easy ones, this time; the number plate fell off, the neutral light on the speedo stopped working, and the head gasket had started pissing oil...</p>\n<p>Easy fixes.</p>\n<p>Throw in a standard service and we're free to go again.</p>\n<p>Set compass: North.</p>\n<p><em>Again.</em></p>\n","snippet":"*It's so stupidly easy.*\r\nGloriously simple.\r\nI take a look at the map in the morning over breakfast, find a direction that looks interesting, set a bearing, an","nextChapterExists":true}