{"chapter":"<p><img src=\"/oblivious/images/Image_4.jpg\" alt=\"\"></p>\n<p>I gone done a whole bloody lap of England and Scotland.</p>\n<p>It's been <em>nothing</em> like I expected. Outside of the big city centres, it's all so <em>green</em>, so <em>rural.</em></p>\n<p>When the sun's out and shining you'd be hard-pressed to top the United Kingdom for a ride...</p>\n<p>I love pies and warm beer and shitty fish and chips.</p>\n<p>I've been utterly surprised and delighted with all of it.</p>\n<p>I never want to leave...</p>\n<p>And I wouldn't.</p>\n<p><em>Except I have to...</em></p>\n<p><em>Winter is coming.</em> Hard.</p>\n<p>I've been copping it. Being on a bike in the drizzling rain is the pits. Fucking miserable.</p>\n<p>Discomfort aside, I even managed to crash the bike while being a silly dickhead in the Scottish Highlands. Thoroughly scared the shit out of me.</p>\n<p>I've never crashed a bike before. It was a bit surreal...</p>\n<p>I was leaning the bike over as far as it will go in the wet, and then a little further... The whole thing just <em>let go.</em> Couldn't recover the slide and hit the tarmac. The landing was about as hard as falling off a chair sideways.</p>\n<p>In that falling instant the bike felt so <em>heavy</em>. All two hundred kilos of it.</p>\n<p><em>Bang,</em> and the bike and I go pirouetting across the road and into the oncoming lane, bright orange sparks flying everywhere like an angle grinder.</p>\n<p>While sliding across my hip I'm thinking, clearly: 'remember this, <em>this is a crash.</em>'</p>\n<p>I got up shaking like a leaf. Checked to make sure I still had all my fingers.</p>\n<p>I did.</p>\n<p>A car came flying the other way while I picked up my bike. If they'd been a bit sooner, or me a bit later, it would have been messy...</p>\n<p>The old duck in the oncoming car jumps out and gives me a bottle of 'Lucozade'. Sugary drink. Apparently that helps with the <em>shock</em>.</p>\n<p>Damage to me and the bike was purely cosmetic. Bruises and some missing skin off the fingers for me, nothing a hammer couldn't fix for the bike.</p>\n<p>Honestly, with the amount of <em>Scotch</em> I drank at some of those Scottish distilleries... I was <em>very</em> lucky to get away from the UK so lightly...</p>\n<p>Anyway, point being: winter sucks...</p>\n<p>Which is why I have to leave.</p>\n<p>Which is why I'm in Dover. Which is a shithole.</p>\n<p>Right at the arse end of southern England.</p>\n<p>On the other side of <em>The Channel</em> is <em>France.</em></p>\n<p>I don't wanna go.</p>\n<p>I'm shitting my pants a bit about the crossing... I don't have the right papers for the bike...</p>\n<p>I had to cheat a little to get the bike insured/registered in England because I'm not a resident here. I don't even have an international drivers license... One quick check of my papers at the border and I'll be in the shit...</p>\n<hr>\n<p>At the long line-up of vehicles for the ferry I do that dickhead thing that motorbike riders do and cut straight to the front.</p>\n<p>The bloke behind the perspex takes my ticket, scans it, looks at my passport, and gives it all back.</p>\n<p>&quot;That's it?&quot; He waves me on...</p>\n<p>Shit.</p>\n<p>That was <em>easy.</em></p>\n<p>Lax, even...</p>\n<p>I roll the bike into the bowels of the ship. The Enfield sounds incredible in this enclosed space (I give it a bit of wrist... Shit yeah!)</p>\n<p>I ratchet-strap the beast down for the ride.</p>\n<p><em>Ta ta, England.</em></p>\n<p>It's been superb.</p>\n","nextChapterExists":true}