{"chapter":"<p><em>Dunkerque.</em></p>\n<p>How would you say that?</p>\n<p>Dunkerque...</p>\n<p>I've been saying dunker-cue. Like dunking a cue stick.</p>\n<p>Nope. Not Dunker-cue.</p>\n<p><em>Dunkirk.</em></p>\n<p>How the fuck have the French got Dunkirk out of Dunkerque?</p>\n<p>Anyway. Here we are. Dunkerque.</p>\n<p><em>France.</em></p>\n<p>No border post, no Immigration, no Customs, no checks, I just ride straight into the country, no questions asked... I can't believe it.</p>\n<p>I try a left turn, and my brain nearly melts...</p>\n<p>Everything's back to front... <em>Arseways...</em></p>\n<p>I end up on the left side of the road. Which is the wrong side of the road, and half-correct it to get back into the <em>right</em> lane...</p>\n<p>Head: fucked.</p>\n<p>I shake it off...</p>\n<p>Belgium is only twenty clicks away. <em>I can be in three different countries in one day...</em></p>\n<p>Why wouldn't I?</p>\n<p>But first: Petrol.</p>\n<hr>\n<p>I pull into the first station I come across.</p>\n<p><em>Gazole...?</em> What?</p>\n<p><em>Essence Sans Plomb...?</em> What the fuck does that mean??</p>\n<p><em>Which one is petrol?</em></p>\n<p>This was a mistake. I shouldn't have left the UK.</p>\n<p>Fuck. Which is it??</p>\n<p>I'm out of my depth here...</p>\n<p>I don't think it's gazole. But then again, the Yanks call petrol 'gas'.</p>\n<p>Essence?? Sounds like a fucking perfume...</p>\n<p>I know 'plomb' means 'lead'. One of those weird things you hear once and never forget...</p>\n<p><em>Sans?</em> I thought that was a <em>font</em>... Like, 'comic sans', right?</p>\n<p>Maybe 'sans plomb' means 'unleaded'. Which means 'essence sans plomb' is the go, and 'gazole' must be diesel...</p>\n<p>But that doesn't make sense either, because 'gazole' here is way, <em>way</em> cheaper than 'essence', which is arseways. <em>Again...</em></p>\n<p><em>Petrol</em> should be cheaper. Right?</p>\n<p>&quot;Fuck it!&quot; Essence Sans-Plomb. Done. I brim the tank and head inside to pay.</p>\n<p>&quot;Bonjour!&quot;</p>\n<p>&quot;Bonjour... erm...&quot; I don't know what to say... <em>&quot;Essence??&quot;</em> I point outside at the bowser.</p>\n<p>&quot;<em>Bar bar bar bar?</em>&quot;</p>\n<p><em>Fuck.</em></p>\n<p>From the inflection at the end, that was probably a question... I shake my head, confused. What question would she ask if this was all happening in English? 'How's your day?' This shouldn't be so tricky...</p>\n<p>&quot;Aaarrh...&quot; I hand her my credit card. &quot;Essence... <em>Essence?</em>&quot; I point again, like that's gonna help.</p>\n<p>&quot;<em>Bar bar bar</em>&quot; she takes my card. Progress! Words I don't understand flash up on the credit card machine... I put in my PIN.</p>\n<p>&quot;<em>Bar bar bar bar?</em>&quot;</p>\n<p>&quot;Erm, non? Merci?&quot;</p>\n<p>She gives me back my card.</p>\n<p>I can't tell if it's worked or not... I don't know what to ask...</p>\n<p>She's staring at me and I'm staring at her...</p>\n<p>&quot;O revoir&quot;</p>\n<p><em>&quot;O revoir!&quot;</em> Yes! Goodbye! <em>Success!</em></p>\n<p><em>Fuck's sake.</em> That was like pulling teeth. I don't want to do that <em>ever</em> again.</p>\n<p>Why did I leave the UK? That was <em>stupid...</em></p>\n<p>The bike starts. Which is good. <em>I've won the coin toss.</em> We roll away.</p>\n<p>I even come out of the petrol station on the <em>right</em> side of the road.</p>\n<p>Things are looking up.</p>\n<hr>\n<p>I'm approaching my first set of traffic lights, and I pull the clutch handle to wind-down through the gears. <em>I realise my mistake immediately</em>, but too late....</p>\n<p><em>I've pulled the brake handle.</em></p>\n<p><em>Blink.</em></p>\n<p>My testicles slam into the petrol tank with the full force of my body weight.</p>\n<p><em>&quot;UGH!!&quot;</em></p>\n<p>Balls: <em>Exploded</em>.</p>\n<p>Offspring: <em>Never</em>.</p>\n<p>My forward momentum grinds my pulverised nuts into the merciless, unforgiving metal tank - which is the least of my problems... The unexpected, sudden braking sends me flying over the handlebars.</p>\n<p><em>Almost...</em></p>\n<p>The Enfield is all over the road, I'm perched on the fucking handlebars like an eagle, fulcrumed on my groin, feet nowhere near the footpegs. <em>Supermanned</em>.</p>\n<p>Finally, I slide back into the seat, feet on the pegs. <em>Saved it.</em> Back under control...</p>\n<p>I know it's coming before it happens; that awful moment...</p>\n<p>Then it happens...</p>\n<p><em>Nausea.</em></p>\n<p>I pull over. <em>Helmet, helmet, helmet!</em> I start retching before I can undo my chin-strap...</p>\n<p>I whip the helmet off, not a second too soon, and blow chunks all over the hedges.</p>\n<p><em>Call an ambulance.</em></p>\n<hr>\n<p>It takes a long, long time and a bloody long walk to come good again... I think I'd rather have vaulted clean over the handlebars...</p>\n<p>What was all that about then? Why the fuck would I grab the brakes when I wanted to grab the clutch??</p>\n<p>Very tenderly, I get back onto the bike.</p>\n<p>Instead of hitting the ignition I hit the horn button on the other side. I jump out of the seat. And <em>land hard</em>.</p>\n<p><em>Nausea.</em></p>\n<p>&quot;Fuck...! <em>What the fuck, brain!?</em>&quot;</p>\n<p>My head's gone way overboard on the whole 'left is right and right is left' rules with the changing lanes. <em>Everything's switched sides.</em></p>\n<p>Bizarre.</p>\n<p>Fuck this. <em>What am I doing here?</em></p>\n<p>This was a mistake.</p>\n","snippet":"*Dunkerque.*\r\nHow would you say that?\r\nDunkerque...\r\nI've been saying dunker-cue. Like dunking a cue stick.\r\nNope. Not Dunker-cue.\r\n*Dunkirk.*\r\nHow the fuck hav","nextChapterExists":true}