{"chapter":"<p>Belgium, France, Switzerland, Italy, France (again) and Spain.</p>\n<p>Waffles, fields, alps, more alps, <em>more</em> alps and beaches and tapas.</p>\n<p>I've found my groove. My testicles are ok...</p>\n<p>It's been a beautiful ride.</p>\n<p>And yet all I can think of is work...</p>\n<p><em>I want to go back.</em></p>\n<p>I miss it. <em>Deeply.</em></p>\n<p>Solid. Reliable. A rock.</p>\n<p><em>I can't shake it off.</em></p>\n<p>As I sit, cruising on an Enfield, through gorgeous countries and countrysides, 'living the dream', all I can think of is my cubicle. I want it back. I want my computer. And a home. With a kitchen. And a dog.</p>\n<p>This is what I dream of. This is where my head goes.</p>\n<p>All the freedom in the world and I don't want to do it anymore. I want to <em>undo</em> it.</p>\n<p>I don't even <em>like</em> cooking. I avoid it, like the plague. So why the fuck am I fantasising about a kitchen??</p>\n<p>I think I want it because I can't have it... Maybe that's the way things go.</p>\n<p>In other news, the Enfield has a new, mysterious oil leak coming from somewhere unseen...</p>\n<hr>\n<p>It's been a lot of hours with nothing but the Enfield soundtrack, the view in front of my face, and my head in my helmet.</p>\n<p><em>A lot of hours...</em></p>\n<p>It's brought me to Barcelona, Northern Spain.</p>\n<p>A friend of mine from 'The Bad Place', Jay, is here on holidays with his young family.</p>\n<p>It's the first real, meaningful contact that I've had with anyone in long months.</p>\n<p>I greet them like the oldest, dearest of friends.</p>\n<p>Probably overhugged...</p>\n<p>Yeah. Overhugged. Fuck it.</p>\n<p>They're here for only a few days, but it's going to be a big few days. Tapas and drinks and good times.</p>\n<p>In my excitement I've booked tickets to the MotoGP for me, Jay, and his mate Scotty, who's also here for the good times.</p>\n<p>It cost a bomb. It's on tomorrow.</p>\n<hr>\n<p>We get up late...</p>\n<p><em>Moving like sloths.</em></p>\n<p>We're gonna be late... The race is in Zaragoza, <em>three hundred clicks away.</em></p>\n<p>After a long hour we're out of the house.</p>\n<p>Jay's got his hire car parked a couple of blocks away.</p>\n<p>Everything looks the same in Barcelona. The streets are laid out like a block of chocolate, all perfect rows that are <em>identical.</em></p>\n<p>We take the wrong turn the first time. <em>We don't have time for this.</em></p>\n<p>&quot;C'mon, we're gonna be fuckin late!&quot;</p>\n<p>Next block over and there's still no car. We look at Jay...</p>\n<p>&quot;I parked it here. I'm <em>sure</em> of it.&quot;</p>\n<p>We look around. Nothing doing...</p>\n<p>&quot;You sure mate?&quot;</p>\n<p>&quot;Yeah I'm sure!&quot;</p>\n<p>Someone's nicked our fucking rental car. Fucking great...</p>\n<p>I spot a bit of rubbish stuck to the road where Jay says the car <em>should</em> be. A yellow triangle. <em>It's a sticker...</em></p>\n<p>I bend to take a closer look.</p>\n<p>Spanish words. And a picture of a tow truck...</p>\n<p><em>Wait...</em></p>\n<p>I look at the street signs. &quot;Jay..? did you park... <em>in a disabled bay??</em>&quot;</p>\n<p>&quot;Yeah...&quot;</p>\n<p><em>Fucking perfect.</em> Fuck it! The fucking cars been fucking impounded and we're going to miss the fucking MotoGP. <em>FUCK!!</em></p>\n<p>What now??</p>\n<p>The consensus is to cut our losses. Cut the race. Go enjoy the day, and get the car tonight (at least we know where it's parked).</p>\n<p>I'm <em>steamed</em> to have put all that money down a hole, but there's really nothing else to do, the die was cast the moment Jay decided it was a good idea to park, overnight, in a fucking disabled bay...</p>\n<hr>\n<p>It hasn't been that bad a day.</p>\n<p>We got to go hang out down at the beach in Barca - where they're quite liberal with the dress code... I've had worse days...</p>\n<p>The rental is Jay's, and he parked it in the disabled bay, so it's his problem to deal with.</p>\n<p>Scotty and I pull up a chair in the whitewashed waiting room at the impound lot while Jay deals with the Spanish. This place feels like a prison...</p>\n<p>Jay comes back and he's livid. <em>Furious.</em> Red-face-pissed.</p>\n<p>Looks like it's been an expensive day at the beach...</p>\n<p>&quot;Fucking <em>bastards!</em> They've been charging me <em>by the hour.</em>&quot; Jay goes quiet.</p>\n<p>&quot;How much mate?&quot;</p>\n<p>&quot;Three hundred fucking euros! Can you believe that?!&quot;</p>\n<p>We walk to the car. Everyone's silent... You don't want to poke the bear; Jay looks like he's about to put a hole in a wall...</p>\n<hr>\n<p>Straight to dinner.</p>\n<p>Jay's nursing his sangria. He's <em>filthy</em>.</p>\n<p>I'm built as thick as a rake after weeks of trail running in the Pyrenees, so when I start drinking it shows, <em>quickly.</em></p>\n<p><img src=\"/oblivious/images/Image_5.jpg\" alt=\"\"></p>\n<p>In a word: Mouthy...</p>\n<p>&quot;C'mon lads, why am I setting pace here? You guys want to finish those drinks?? Come on, let's go. Flick the switch!&quot;</p>\n<p>Jay gives me the look of a fucking psychopath. &quot;Flick the switch..? Mate... You want me to <em>flick the switch??</em>&quot;</p>\n<p>&quot;Yeah! Come on you fucking <em>bitch!</em> Flick the switch!&quot;</p>\n<p>Jay necks his drink. <em>Bang.</em></p>\n<p><em>It's on.</em></p>\n<hr>\n<p>I come to...</p>\n<p><em>Blur.</em></p>\n<p>Vomit. <em>My</em> vomit. Jesus. <em>Everywhere.</em></p>\n<p>I'm sitting slumped against the front door of the apartment building we're staying in. Out on the street.</p>\n<p><em>How'd I get here??</em></p>\n<p>The memory of leaving Jay and Scotty in the club comes back to me. Messy.</p>\n<p>Then spewing in the cab... I can't believe I found the apartment all by myself...</p>\n<p>&quot;Whad a fugging mefs. Uuuugh.&quot;</p>\n<p>On feet.</p>\n<p>That's right... <em>I can't get in.</em> Can't get through this locked door... I must've given up trying to buzz myself in and passed out on the floor.</p>\n<p>This isn't my finest moment. I've never been <em>like this</em> before...</p>\n<p>I push the button again and again for our apartment, just like before.</p>\n<p>No dice, just like before.</p>\n<p><em>Furious.</em></p>\n<p>Fi is in there - Jay's wife. I <em>know</em> she's in there, <em>why won't she answer??</em></p>\n<p>I can't do anything else but buzz: No phone, no one to contact even if I did.</p>\n<p>No options.</p>\n<p>I sit back down on the floor.</p>\n<p>One of the boys will come home eventually...</p>\n<p>I'll just sit here till they do.</p>\n<p><em>Black.</em></p>\n<hr>\n<p>I come to.</p>\n<p><em>Blur.</em></p>\n<p>&quot;Dur-fugk?&quot;</p>\n<p>Vomit. <em>My</em> vomit. Jesus. Everywhere.</p>\n<p>&quot;Yark, uuugh.&quot;</p>\n<p>Burp. <em>Vile</em>. Whisky and orange juice and Jägermeister.</p>\n<p>&quot;Blarg...&quot;</p>\n<p>Fresh retch. Down the chin, down the shirt. Delightful.</p>\n<p>I'm slumped against the front door of the apartment building we're staying in.</p>\n<p>How'd I get....</p>\n<p><em>Black.</em></p>\n<hr>\n<p>I come to.</p>\n<p><em>Getting kicked.</em></p>\n<p>What am I doing on the floor??</p>\n<p>Who's <em>kicking</em> me??</p>\n<p>Spanish...</p>\n<p><em>Where am I?</em></p>\n<p>They're not laying into me, more of a shoe-tap.</p>\n<p>&quot;Whag?&quot;</p>\n<p>I look around. <em>Blur.</em></p>\n<p>The door, <em>it's open an inch!</em></p>\n<p>How??</p>\n<p>Doesn't matter how. Thank fuck. I'm in. It's <em>over</em>.</p>\n<p>Stumble up the stairs. <em>Our door's open!</em></p>\n<p>Room.</p>\n<p>Naked.</p>\n<p>Bed.</p>\n<p><em>Black.</em></p>\n<hr>\n<p>Head.</p>\n<p><em>Head!</em></p>\n<p>Argh fuck, <em>my head!!</em></p>\n<p>Wait, my <em>stuff!</em></p>\n<p>I fly out of bed and pounce on my jeans, check my pockets... Wallet, phone, all present, correct and unadulterated. How is that <em>possible?</em> How am <em>I</em> unadulterated. Fuck, I could have even mugged me in last night's state...</p>\n<p>Jesus tap-dancing Christ, just look at me... This is not going to be a fun day.</p>\n<p>I disgust myself. Last night. Jesus. What am I? <em>Suicidal?</em> Nothing but self-inflicted, the rate I was buying shots at. What did I expect? I'm not bulletproof...</p>\n<p>Fuck. Did I <em>salsa dance?</em> Shit... Yep. <em>What a dickhead.</em></p>\n<p>Christ, I've never thrown up in a taxi in my life! That poor bastard cabbie.</p>\n<p>Ugh. My heeaad!</p>\n<p>I need a clean-up. Pronto.</p>\n<p>Pants on.</p>\n<p>Stumble to the bathroom.</p>\n<p><em>Retch.</em></p>\n<p>I retch it all.</p>\n<p>I retch till my gut muscles cramp.</p>\n<p><em>Black.</em></p>\n<hr>\n<p><em>Floor.</em></p>\n<p>Cheek on cold bathroom tile...</p>\n<p>I don't remember lying down...</p>\n<p>Must've blacked out...</p>\n<p><em>On feet.</em></p>\n<p>Face in the mirror. <em>Christ</em>, you ugly motherfucker. You look even shitter than you feel.</p>\n<p>Ugh. <em>Still</em> going cross-eyed... Eye's won't open right.</p>\n<p>Pale as a wraith, bloodless face.</p>\n<p>Wash up. Towel up.</p>\n<p>Stumble down the corridor.</p>\n<p><em>Black.</em></p>\n<hr>\n<p><em>Thump.</em></p>\n<p><em>Trauma.</em></p>\n<hr>\n<p><em>Floor.</em></p>\n<p>Stone floor.</p>\n<p>Teeth.</p>\n<p><em>Teeth!!</em></p>\n<p>Why are there bits of teeth in my mouth??</p>\n<p>No!</p>\n<p><em>No!</em></p>\n<p>No fuck no!!</p>\n<p>Blood. A pool of blood.</p>\n<p><em>Adrenaline.</em></p>\n<p>Up!</p>\n<p><em>On feet!</em></p>\n<p>Stumble.</p>\n<p>Jay.</p>\n<p>Stumble.</p>\n<p><em>Black.</em></p>\n<hr>\n<p><em>Thud.</em></p>\n<p><em>Trauma.</em></p>\n<hr>\n<p><em>Jay.</em></p>\n<p>Blood in mouth.</p>\n<p>Rusty blood and vomit and unbrushed-hungover teeth.</p>\n<p>Help!</p>\n<p>&quot;<em>Help!!</em>&quot;</p>\n<p>It sinks in. The <em>magnitude...</em></p>\n<p>Permanent damage. <em>Irreversible</em> damage. My perfect teeth... <em>Never again</em>.</p>\n<p>I should be dead. That should have caved my head in... I didn't even put my hands out, I fell like a tree...</p>\n<p>Jay sits me down. Everyone's woken up with the bang and crack and panicked. Now they're all milling around.</p>\n<p>I'm simultaneously drunk, hungover, concussed? and up to my eyeballs in adrenaline. I want something done about this. Fucking <em>now</em>!</p>\n<p>My face...</p>\n<p>&quot;Open up.&quot; I bare my teeth.</p>\n<p>&quot;I think you've broken your tooth mate.&quot;</p>\n<p><em>Hospital. Now!</em></p>\n<p>I need to be fixed.</p>\n<p><em>Pronto.</em></p>\n<p>Time is of the fucking essence!</p>\n<p>&quot;Leg go, we nee to go! Righ now!!&quot;</p>\n<p>&quot;Calm down mate, it’s not getting any worse...&quot;</p>\n<p>&quot;Fug tha! We nee oo go now!!&quot; Why isn't he taking this seriously!? I feel like a petulant fucking child. But this <em>is</em> fucking serious!</p>\n<hr>\n<p>I find a mirror and inspect the damage while everyone gets dressed.</p>\n<p>My lip is absolutely fucked. My front tooth has mangled it on the way through to the stone floor, hit that, and then cracked clean in two.</p>\n<p>There's a line running east-west right through the middle of my front tooth. Every time I touch it (and my tongue just <em>will not stop</em> playing with it) it sends lightning bolts up my head, enough to make me reflexively try to recoil my head away from itself.</p>\n<p>My mouth must be a septic <em>nightmare.</em> Vomit and alcohol and not brushing my teeth in over 24 hours isn't exactly a 'sterile environment...'</p>\n<p>I try to poke my grisly lip back down into place, like I might if it were my thumb, but it won't push down, it's too mangled and keeps sitting up like a piece of meat pie gristle.</p>\n<p>I'm never going to look the same again...</p>\n<p>“Fug.”</p>\n<p>Can they fix that?</p>\n<p>The bottom half of the broken tooth is <em>wobbly</em>, but it's still hanging on, still attached, probably by the <em>roots</em>.</p>\n<p>They <em>must</em> be able to fix it.</p>\n<p>Even the light pressure of my top lip is enough to move the bottom half of the tooth, which means I have to pout my lips out like a fucking duck, or blow up my cheeks like a fucking monkey to stop the contact.</p>\n<p><em>Why the fuck is everyone taking so long?</em></p>\n<hr>\n<p><em>Finally.</em></p>\n<p>They're ready to move.</p>\n<p>I don't have <em>any</em> sympathy for their hangovers. And I'm pissed that they don't seem to give much of a fuck that my life, as it was, will never be the same again.</p>\n<p><em>Into a cab.</em></p>\n<p>I'm in the back seat. My tongue just <em>will not stop touching that tooth</em>. It feels like it's hanging on by a thread...</p>\n<p><em>Wait...</em></p>\n<p>My other tooth...</p>\n<p>The <em>other</em> front tooth...</p>\n<p>I touch it lightly with my tongue.</p>\n<p><em>That doesn't feel right...</em></p>\n<p>That's not where it used to be...</p>\n<p>Finger confirmation.</p>\n<p>Yep. That's well and truly on the piss...</p>\n<p>Forced way back on a sickening angle.</p>\n<p>I've been focussing so much on that broken tooth that I haven't realised that I've knocked this one way out of joint.</p>\n<p><em>Jesus.</em> Instead of breaking like the other one did it just <em>bent</em>. How did I not notice that??</p>\n<p>Well... There's no easy way to do this...</p>\n<p>I put my thumb behind it.</p>\n<p>Ooookay...</p>\n<p>I pull it forward.</p>\n<p>Hard.</p>\n<p>Harder... My thumb shakes.</p>\n<p><em>I give it everything.</em></p>\n<p><em>Crunch.</em></p>\n<p>I <em>scream</em>... In my head.</p>\n<p>I've still got the tooth in my grip. I shove it up into my gums with all my force.</p>\n<p><em>Crunch.</em></p>\n<p>I make a noise like a wounded animal.</p>\n<p>My hand comes away shaking.</p>\n<p>This isn't <em>fair,</em> <em>I floss my teeth, for fuck's sake!</em></p>\n<hr>\n<p><em>Hospital.</em></p>\n<p>Needle into my lip.</p>\n<p>Anaesthetic.</p>\n<p>Some <em>boy</em> intern has drawn the short straw, and gets to practice patching up the badly behaved tourist who smells like stale vomit.</p>\n<p>Needle pokes in, needle pokes out, needle pokes in, needle pokes out...</p>\n<p>Repeat.</p>\n<p>Again, and again, and again.</p>\n<p>No pain. But I can <em>feel</em> everything. The friction and tug of the thread on my lip as he pulls through the full length to start again...</p>\n<p>In. Out. In. Out...</p>\n<p><em>Done.</em></p>\n<p>&quot;Hoos gon to fis ny tees?&quot;</p>\n<p>&quot;No señor, not hospital, <em>dentist.</em>&quot;</p>\n<p>&quot;Int der sunn sor o <em>toof surgn,</em> o suntink??&quot;</p>\n<p>&quot;No señor...&quot;</p>\n<p>Two hundred and twenty three euros.</p>\n<p>That's three hundred and thirty four dollars...</p>\n<p>For a few stitches...</p>\n<p>Daylight fucking robbery.</p>\n<hr>\n<p>Taxi.</p>\n<p><em>Miserable.</em></p>\n<p>Random, closest dentist.</p>\n<p>He clears his schedule. At least he's smart...</p>\n<p>And German. And speaks English. And doesn't seem to be judging me... And it's <em>very</em> white in here...</p>\n<p>We wait in the waiting room for him to finish with the current customer, who he couldn't just kick out of the chair.</p>\n<p>Jay and Scotty look thoroughly fucked.</p>\n<p>If the shoe was on the other foot, I'd be <em>pissed.</em> Poor bastards.</p>\n<p>Right. Here we go.</p>\n<p><em>I have faith.</em></p>\n<p>He'll fix me...</p>\n<p>&quot;What happened??&quot;</p>\n<p>&quot;I ferr ower.&quot;</p>\n<p>&quot;O-kaaay...&quot;</p>\n<p>&quot;Nnnnnn hnnnn...&quot;</p>\n<p>&quot;Hmmm, well, you've broken your tooth.&quot; He grabs a set of pliers.</p>\n<p><em>Dink</em></p>\n<p><em>&quot;Fug!!&quot;</em></p>\n<p>Yanked the bottom half of my fucking tooth, clean off!</p>\n<p>&quot;Oaaaarrhhhh..&quot;</p>\n<p><em>No fucking warning.</em></p>\n<p>Like he's picking fucking daisies.</p>\n<p>I squirm in the chair. <em>My tooth is gone.</em> Never to return. <em>Ever.</em></p>\n<p>The top half of the tooth left behind feels chilly as the air whistles over the roots where the bottom half used to be.</p>\n<p>&quot;De ofver toof wath bend back, bad.&quot;</p>\n<p>&quot;Really? It looks... aligned ok...&quot;</p>\n<p>&quot;I straihened ih in da tagsi&quot;</p>\n<p>&quot;You straightened it in the taxi?&quot;</p>\n<p>&quot;Eh.&quot;</p>\n<p>&quot;Ok...&quot;</p>\n<p>He rustles around. Suddenly the tooth is freezing cold.</p>\n<p>&quot;Can you feel that?&quot;</p>\n<p>&quot;Yeh!!&quot;</p>\n<p>&quot;Ok, your other tooth is still alive, but it's had a bit of trauma... We won't know for a couple of weeks whether or not it'll survive.&quot;</p>\n<p>&quot;Weegs?&quot;</p>\n<p>&quot;Yes, two weeks.&quot;</p>\n<p>&quot;An da ofver?&quot;</p>\n<p>&quot;Well, that one will need a full rebuild with a zirconia crown, and a root canal. <em>It's a lot of work</em>. And if the other one dies, it'll need a root canal and a crown as well.&quot;</p>\n<p>&quot;O-gay&quot; <em>Fuck.</em> That's going to cost a fucking fortune.</p>\n<p>&quot;If we fit you for a zirconia crown now on the broken tooth, but then the other one dies, the two crowns won't perfectly match. It'll look funny. Does that make sense?&quot; I nod. &quot;Ok, so, you come back in two weeks and we'll do them both at the same time, then they'll be perfectly matched, and we'll send it to the factory to get made. Ok?&quot;</p>\n<p>&quot;Bud whad do I do nao?&quot;</p>\n<p>&quot;Well, I'll give you a temporary crown, but that'll have to wait till tomorrow, and we'll make you a mouthguard to protect your 'neighbour tooth', and hopefully it'll live.&quot;</p>\n<p>&quot;Ah. O-gay.&quot;</p>\n<p>I'm out of the chair.</p>\n<p>Nothing's changed, except that he's yanked the bottom half of my tooth off... <em>That's it...</em></p>\n<p>There goes my perfect dental record.</p>\n","nextChapterExists":true}