{"chapter":"<p>Miserable.</p>\n<p>Walking around with a half a tooth missing and getting lightning bolts every time something touches it is the pits.</p>\n<p>Toothless hick.</p>\n<p>I didn't realise it straight after the fall, but I've broken my nose, and hit my head really hard - just to add to the rap sheet. And that <em>hangover...</em></p>\n<hr>\n<p>Round two with the dentist.</p>\n<p>He gives me a root canal on my broken tooth, then shoves a metal spike into my toothhole and moulds a 'temporary crown' around that.</p>\n<p>It looks like a piece of chewing gum...</p>\n<p>I get a mouthguard, for free, that I have to wear 24/7, even to eat...</p>\n<hr>\n<p><em>I can't stay in Barcelona.</em> Not for two weeks...</p>\n<p>So I flee to somewhere I feel safe: Andorra.</p>\n<p>It's only a day's ride from Barca, a tiny country nestled in the Pyrenees. It's gorgeous. The hostel there has a big fireplace, and feels like a rock-cabin retreat for millionaires...</p>\n<p>I'm <em>gone.</em></p>\n<p>I take the major motorway; fuck the scenic route.</p>\n<p>I have a tub of yoghurt for lunch at a petrol station; it's all I can eat with this fucking mouthguard.</p>\n<p>Back on the road, and I can see it coming, a long way off...</p>\n<p><em>Black.</em> Near pitch...</p>\n<p>I start the climb into the Pyrenees mountains.</p>\n<hr>\n<p>Rain....</p>\n<p><em>Pissing</em> rain.</p>\n<p>I've never, <em>ever</em> seen rain like this before.</p>\n<p>Violent! And cold as ice.</p>\n<p>Heavy and brutal, in seconds it's running down the back of my neck in rivulets, and under the back of my waterproof-onesie-riding-condom.</p>\n<p>I quickly lose the feeling in my fingers and toes.</p>\n<hr>\n<p>Half an hour of climbing.</p>\n<p>It comes down <em>harder.</em></p>\n<p>And <em>colder.</em></p>\n<p>I'm shivering, <em>violently</em>.</p>\n<p>Hands and feet turned to wood.</p>\n<p>It's fucking <em>stonking</em> down. The noise in my helmet is drowning out even the Enfield...</p>\n<p>I touch one hand onto the other. It feels like touching a <em>corpse</em>. No feeling. It's like my hands don't belong to me anymore.</p>\n<p>I'm freaking out. <em>This is doing me damage.</em></p>\n<p><em>I'll be ok. I'll be ok. I'll be in front of that fireplace before too long.</em></p>\n<p><em>I'll be ok.</em></p>\n<p>Hot shower soon...</p>\n<p>I'll be ok. <em>I'm not gonna cry.</em></p>\n<hr>\n<p>An hour.</p>\n<p>My brain's not working right anymore.</p>\n<p>I pull into the hostel. <em>Finally.</em></p>\n<p>My feet are so numb it's like walking in a moon boot.</p>\n<p><em>Locked.</em></p>\n<p>The doors, are, <em>locked</em>…</p>\n<p>A message: 'We're on holiday!! Back in a month!'</p>\n<p>“No!! <em>no no no no no no no…</em>”</p>\n<p>I just keep saying it, over and over, while the rain buckets down on me.</p>\n<p><em>What a clusterfuck…</em></p>\n<p>Right. Now what?</p>\n<p>My fingers refuse to work. I can't get the waterproof pocket open on my jacket to get my phone out.</p>\n<p>My fingers; they just won't cooperate. And there's nowhere to get warm... I have to use my teeth to open the velcro pocket, with that fucking mouthguard...</p>\n<p>The pocket rips opens.</p>\n<p>There's my phone; swimming in two inches of water.</p>\n<p>&quot;FUCK!! Faaaaaaaaaaaaark. Oh fuck it!!&quot;</p>\n<p>Woe is me.</p>\n<p>I sit, under a little overhang. Shivering, with my busted face, fucked-up lip and silly mouthguard, and sulk.</p>\n<p><em>So much for my safe place...</em></p>\n<p>Nothing left for it. Gotta go...</p>\n<hr>\n<p>I head all the way back down the valley to the tourist information centre. I walk in, wringing wet.</p>\n<p><em>At least it's warm...</em></p>\n<p>I ask the old duck behind the counter if there’s another hostel in the country. She just throws me an accommodation booklet. Like, <em>'you figure it out'</em>.</p>\n<p>Can't find any hostels, but there is an 'aine' which <em>seems</em> to be like a hostel... I ask the duck if she can make a phone call for me to make sure they have a bed available.</p>\n<p>Nope. Can’t do that. <em>It’s against the rules.</em></p>\n<p>Whatever. I'm fucking past caring.</p>\n<p>I smile at her - with my garish mouthguard and fucked lip - give a 'gracies' in Catalan, and shake off as much water as I can on the walkout.</p>\n<hr>\n<p>All the way up the valley in the pissing rain we go.</p>\n<p>The 'aine' is huge.</p>\n<p>And <em>deserted.</em></p>\n<p>I’m looking in all the windows and it’s just big open spaces with no one in them.</p>\n<p>The place looks abandoned...</p>\n<p>Clearly abandoned.</p>\n<p>I’m starting to have to push back the panic. <em>I'm so cold.</em></p>\n<p>If I can get inside I’ll just squat there for the night...</p>\n<p>Worth trying.</p>\n<p>I try the front door.</p>\n<p><em>It's unlocked!</em> Joy of joys!</p>\n<p>I go walking through the place.</p>\n<p>&quot;Halloooooo...? Hallooooooooooo??&quot; My weird, mouthguardy voice echoes off the walls.</p>\n<p>Other than that, it’s dead silent.</p>\n<p>I poke my head into what looks like the old admin, and shit my pants: <em>there’s someone here.</em></p>\n<p>My saviour!</p>\n<p>He hasn’t heard me because he’s had his headphones in while he’s working on his computer.</p>\n<p>I ask for a room for the night.</p>\n<p>&quot;No, uh, booked. Complet.&quot;</p>\n<p>I look around. What??</p>\n<p><em>&quot;What??&quot;</em></p>\n<p>Apparently, there's not a single bed available for the night.</p>\n<p>Neither his English nor my Catalan/Spanish are good enough to get a reasonable explanation of how that could <em>possibly</em> be true.</p>\n<p>It all feels like some sick joke.</p>\n<p>I <em>beg</em> him for a bed.</p>\n<p>Then grovel, <em>from my knees.</em></p>\n<p>Nope.</p>\n<p>Nothing. This arsehole doesn't budge.</p>\n<p>He turns me out, into the rain...</p>\n<hr>\n<p>Back to the bitch at the tourist centre. I'm not impressed that her 'rules' have just cost me forty minutes in the pissing rain. And it's getting later, and <em>darker.</em></p>\n<p>I make a none too subtle effort to get all of my wetness on her desk.</p>\n<p>Cop. That. Bitch.</p>\n<p>I find an expensive hotel close-by.</p>\n<p>It's either that, or go to the hospital...</p>\n","snippet":"Miserable.\r\nWalking around with a half a tooth missing and getting lightning bolts every time something touches it is the pits.\r\nToothless hick.\r\nI didn't reali","nextChapterExists":true}