{"chapter":"<p><em>Fuck Andorra.</em></p>\n<p>I ditched it.</p>\n<p><img src=\"/oblivious/images/Image_6.jpg\" alt=\"\"></p>\n<p>I've spent the two weeks of purgatory riding through northern Spain, and taken my munted head with me.</p>\n<p>Every stitch in my lip has fallen out. <em>Way too soon.</em></p>\n<p>The kid intern botched the job...</p>\n<p>My lip is a gnarly, lumpy mess. Like a ball of puss.</p>\n<p>I lick it all the time.</p>\n<p>It's like licking a scab...</p>\n<p><em>I can't help it.</em></p>\n<p>I'm sure it's going to go septic.</p>\n<p>It's the smell...</p>\n<p><em>I'm never gonna be ok again.</em></p>\n<p>Eating food with a mouthguard on... Jesus... What could <em>possibly</em> be more retarded?</p>\n<p>The 'neighbour tooth' has changed colour.</p>\n<p>Fade to black...</p>\n<p>Besides the tooth, some other things have taken a strange turn. I was cooking up some burritos and talking to one of the girls in a hostel when I very suddenly couldn’t concentrate on the conversation... Things went really dizzy all at once and I had to quickly grab hold of the kitchen bench to stop myself from falling over. My head went all fizzy and fuzzy as the room kept <em>spinning.</em></p>\n<p>I was sure I was about to black out.</p>\n<p>It all happened in a moment, and took me completely by surprise.</p>\n<p>It lasted maybe five seconds before things slowly started to come back to normal, but I continued to feel <em>weird.</em></p>\n<p>Either I handled it with aplomb, or the Yank wasn’t paying attention, because she didn’t seem to notice anything had happened…</p>\n<p>I’ve been analysing the shit out of it.</p>\n<p>Obviously something's caused it, but I’ll be buggered if I know what that is. I've been in overdrive trying to figure it out, but I'm coming up with doughnuts.</p>\n<p>Like the proverbial ostrich, I’ll stick my head in the sand and pretend like it didn’t happen.</p>\n<p>Nothing to see here...</p>\n<hr>\n<p>Barcelona.</p>\n<p>My <em>favourite</em> place.</p>\n<p>The neighbour tooth didn't make it...</p>\n<p>Over the last week and a bit I've had another root canal, and two zirconia crowns put in.</p>\n<p>One thousand eight hundred and twenty euros.</p>\n<p>What's that in dollars? Two and a half-ish grand?</p>\n<p>Honestly, that's not that bad. Cheap even, considering the <em>days</em> of work that have been put into me...</p>\n<p>I reckon I would have gone for four times that much back home.</p>\n<p>And the quality? Well... I'm not happy. There's a gap between my front teeth that wasn't there before... They don't really <em>feel</em> like they're mine; they feel ginormous in my mouth. Too much girth.</p>\n<p>And they feel <em>loose</em>. Every time I eat I can just imagine my teeth tearing clean out of my gums...</p>\n<p><em>Fun.</em></p>\n<p>And I talk with a fucking lisp now.</p>\n<p>But, on the upside, the crowns <em>look</em> legit - they don't look like they're not mine.</p>\n<p>It's a better outcome than I expected, I guess...</p>\n<hr>\n<p>I'm staying in the cheapest hostel I could find here in Barca.</p>\n<p>The whole mob is out tonight, boozing it up at a 'beach bar'. Loud music and good times, right on the coast.</p>\n<p>We're all pretty merry...</p>\n<p>I've met two interesting people. One is a gorgeous Canadian, who I reckon is giving me the <em>'glad eye'.</em> Ball-'o-puss-lip and everything. I can't really believe it, but, then, <em>there it is again...</em></p>\n<p><em>That</em> look...</p>\n<p>I've Australianised her name to <em>Shazza.</em></p>\n<p>The other interesting person is Ben the Australian. He's a maniac. A very <em>calm</em> maniac. We had a chat in the hostel before heading out, and the guy's got stories to tell.</p>\n<p>He's <em>hitchhiked</em> up <em>Africa</em>.</p>\n<p>My new hero.</p>\n<p>Ben's paired off with the other girl from Canada, and it's looking like being a good night...</p>\n<p>Sick of the music, a mob of us head down to the shoreline for a break. I don't know when it happened, but I'm arm in arm with Shazza. We watch the waves roll in with the thump of the music from the club in our backs...</p>\n<p>The <em>other</em> Canadian strips off her clothes and sprints into the water. Ben the Australian - calm as you like - strips down and casually strolls in too. No rush...</p>\n<p>Our fearless leader from the hostel, a drop-dead gorgeous, born-again hippie with thick red hair like something out of a fucking <em>shampoo commercial</em>, takes off her loose fitting summer dress in one smooth movement like something from a fucking dream. She <em>catwalks</em> into the white wash.</p>\n<p>Who knew she hadn’t been wearing underwear <em>this whole time...?</em></p>\n<p>Sweet baby Cheeses...</p>\n<p>Shazza has to pick my jaw up off the floor for me. Like a fucking cartoon. She's not even mad…</p>\n<p>After the necessary drunken frolic the whole motley crew head back into the club, covered in sand and dripping wet.</p>\n<p>This <em>is</em> going to be a good night...</p>\n<hr>\n<p>The mob thins out to me, Ben the Australian, and the two Canadian girls.</p>\n<p>In a moment alone, I kiss Shazza. She seemed to like it. I <em>still</em> can't believe it... Maybe she has a fetish for guys who look like they've been in a hockey fight? I don't know. <em>Don't look a gift horse in the mouth...</em></p>\n<p>We decide that a swim is actually a <em>brilliant</em> idea.</p>\n<p>So back down to the shore we go, and Shazza and I head in, with Ben the Australian and the other Canadian standing guard over our clothes.</p>\n<p><em>Good times.</em></p>\n<p>There's something about being naked in the ocean... Nothing quite like it...</p>\n<p>Back up onto the sand, I'm pulling the jeans through my crusty, sandy feet and up my wet legs.</p>\n<p>They feel <em>light...</em></p>\n<p>I pat myself down... <em>Flat.</em> Empty...</p>\n<p><em>Panic.</em></p>\n<p>All my shit’s gone.</p>\n<p>Wallet. New two-week-old phone that cost a fucking fortune.</p>\n<p>I look over the sand...</p>\n<p>Nothing. <em>Gone.</em></p>\n<p><em>&quot;FUCK!!&quot;</em></p>\n<p>The thieving bastard left my jeans behind. How kind of him...</p>\n<p>But, you know what, <em>I don't even care.</em></p>\n<p>Nothing can ruin this night.</p>\n<p><em>I never thought anyone would kiss me again for the rest of my life...</em></p>\n<hr>\n<p>During an even wilder, far more debaucherous night the following evening, I make a solemn vow to the group that I will not buy another phone till I am 'in the foetal position and crying' for want of a rectangle... Seems healthy...</p>\n<p>It's a vow I plan to keep.</p>\n","snippet":"*Fuck Andorra.*\r\nI ditched it.\r\n![](/oblivious/images/Image_6.jpg)\r\nI've spent the two weeks of purgatory riding through northern Spain, and taken my munted hea","nextChapterExists":true}