{"chapter":"<p>Winter is coming...</p>\n<p>I've done a half decent job of outrunning the winter so far, with only the occasional hypothermia-inducing downpour, but I've run out of mainland Europe to escape south to.</p>\n<p>There's nowhere else left to hide.</p>\n<p>Except <em>Africa.</em></p>\n<p>I was going to garage the bike and go skiing till the weather came good again...</p>\n<p>But then, Ben showed up.</p>\n<p>Ben and his fucking <em>epic</em> stories.</p>\n<p>He was planning on hitchhiking down to West Africa.</p>\n<p><em>Hitchhiking.</em> Again...</p>\n<p>&quot;Piss on that. Come on the back of the Enfield. We'll go together. You n me.&quot;</p>\n<p>&quot;Ok.&quot;</p>\n<p>And so, I adopted him.</p>\n<hr>\n<p>Ben bought a helmet - that morning - and we were off.</p>\n<p>Two up, on a Royal Enfield.</p>\n<p>It was like something out of <em>The Motorcycle Diaries.</em> Except this guy wasn't my best mate...</p>\n<hr>\n<p><img src=\"/oblivious/images/Image_7.jpg\" alt=\"\"></p>\n<p>In a very short space of time we've covered some serious mileage, put in some serious hours. Ben hasn't complained <em>once</em>, even after ten hour days on that back-seat. Must've been a nightmare, <em>the thing's the size of a hand...</em> Yet, not a peep. Half the time I forget he's even there, and I start singing to myself. He's so <em>quiet.</em></p>\n<p>The Enfield hasn't skipped a beat. It's handled the overload with aplomb.</p>\n<p>The three of us have gone down the Mediterranean coast of Spain, till now, we find ourselves, on the <em>rock of Gibraltar</em>.</p>\n<p>The end of Europe.</p>\n<p><em>The Strait.</em></p>\n<p>I can <em>see</em> Africa.</p>\n<p>I can't believe how <em>close</em> it is.</p>\n<p>That's bloody <em>Africa</em>, right there!</p>\n<p><img src=\"/oblivious/images/Image_8.jpg\" alt=\"\"></p>\n<p>I'm shitting bricks.</p>\n<p>I've asked Ben a thousand times. About everything. <em>Every possible thing.</em></p>\n<p>I'm <em>not</em> convinced that Africa can be done. At least not like this...</p>\n<p>I feel like I need a <em>'War Room'</em> of people back home, some sort of support. People who can sort shit out and send in the Marines when the proverbial shit hits the fan.</p>\n<p>Y'know, <em>organisation.</em></p>\n<p><em>Backup plans.</em></p>\n<p>Ben assures me it won't be a problem...</p>\n<p><em>I trust him.</em> But I'm sceptical as fuck.</p>\n<p>He's so <em>lackadaisical</em>, so thoroughly <em>nonplussed.</em></p>\n<p>He seems to be bordering on boredom...</p>\n<p>Is that assuring? Or concerning...?</p>\n<hr>\n<p>We show up at a monstrous shipping port, pick a boat that looks like it's leaving soon, and ask to go to Morocco.</p>\n<p>Yep. No worries.</p>\n<p>We pay, and ride into the hull.</p>\n<p>The ship leaves.</p>\n<p>No questions asked.</p>\n<p><em>Easy...</em></p>\n<hr>\n<p>Passport, prepare to get <em>devirginated.</em></p>\n<p><em>Morocco...</em></p>\n<p>Fucking <em>Africa.</em></p>\n<p>My first ever, <em>proper</em> border crossing.</p>\n<p>It's too many firsts at once...</p>\n<p>I'm not prepared for this.</p>\n<p>For a start, I don't have the papers. <em>Not even close.</em></p>\n<p>I'm missing a <em>'carnet'</em> (pronounced car-nay), which is a special set of travel documents for the bike, like a passport for vehicles... In just the same way that I can't cross a border without a passport, I can't take a vehicle across a border without a carnet.</p>\n<p>So... <em>That's</em> going to be fun...</p>\n<p>I also don't have an up-to-date <em>yellow fever certificate</em>, which is another dealbreaker (I've had the injection, I just don't have it <em>officially</em> written down anywhere...)</p>\n<p>So, between not having a carnet, not having an up to date yellow card, not having an international drivers license, not having legitimate bike insurance, not having anti-malarial tablets, not having any visas and not having any fucking idea, I'm feeling a bit out of my depth, and vulnerable...</p>\n<p>Tossed naked into the deep end.</p>\n<p>Shit. I don't even know <em>French</em>, let alone <em>Arabic...</em></p>\n<p>This is a bad idea...</p>\n<p>The mountains of Morocco loom large through the fog, getting closer and closer. I think Ben's ready to fall sleep...</p>\n<hr>\n<p>Ok, <em>here we go...</em></p>\n<p>The guards or border officials or whatever are nothing short of <em>resplendent</em>.</p>\n<p>Flamboyant sky-blue military style get-up. They look just like Paul McCartney in the <em>Sgt Peppers</em> cover, except with hats...</p>\n<p>Ben <em>loves</em> it. He reckons they’re the best dressed border guards on the planet. And he'd know.</p>\n<p>I park up the Enfield at the post, and it's a <em>circus.</em></p>\n<p>Three carloads of people, maybe five guards or officials or whatever, and everyone's <em>yelling.</em></p>\n<p>Moving and yelling.</p>\n<p>No English.</p>\n<p>Forms in French and Arabic are being moved about.</p>\n<p>I've got no fucking idea what I'm supposed to do...</p>\n<p>Ben starts quietly doing his thing, grabbing forms and filling them out for himself...</p>\n<p>I feel like that kid at school trying to cheat off everyone else, but I'm way behind the curve. Like, <em>way</em> behind.</p>\n<p>Ben's no help.</p>\n<p><em>Fuck.</em> I thought he was going to help me through this...</p>\n<p>The bastard does his paperwork in ten minutes, gets stamped into the country, and goes and sits in the corner and waits for me.</p>\n<p>Mother. Fucker.</p>\n<p>Alright, guess I'm on my own then...</p>\n<p>I try to grok it, but there’s no rhyme or reason or procedure. It’s not obvious who I have to talk to, or what papers I need to show, or what paperwork I need to fill out, or how <em>any</em> of it fits together.</p>\n<p>No one wants to help me.</p>\n<p>But, then again, no one wants to fuck me either, which is a relief.... I was sure that the moment it became evident I was an utter novice at this that someone, or everyone, would try and pull my pants down...</p>\n<p>Nope.</p>\n<p>It seems like I'm more of an irritation than anything; I get the distinct feeling that I'm giving everyone the shits with my English tongue.</p>\n<p>I bounce around the border post, try to keep smiling, and, eventually, <em>somehow,</em> I end up with a visa in my passport and a 'laissez-passer' for the bike. I dunno what that is, it's just a slip of paper with incomprehensible gibberish and a stamp... Might be something like a temporary carnet..?</p>\n<p>So. Is that it??</p>\n<p>No one's stopping me from leaving...</p>\n<p>I go collect Ben, and we ride out.</p>\n<p><em>I'm in.</em></p>\n<p>I’m in <em>Africa...</em></p>\n<p>Holy fuck... <em>What am I going to eat??</em></p>\n<hr>\n<p>As the sun sets, Ben and I make it into Tangier, the closest city to the port.</p>\n<p>It's a madhouse.</p>\n<p>It's full of confusing tight alleyways that spaghetti all over the place.</p>\n<p><em>Thick</em> with people.</p>\n<p>The thumping bike makes a hell of a noise in the tight space and draws a <em>lot</em> of attention.</p>\n<p>The place reeks of cat piss, and already the locals are haranguing us.</p>\n<p>Hell of a welcome.</p>\n<p>I might have to get used to this...</p>\n<p>It doesn't <em>feel</em> like Africa. It feels like <em>Aladdin</em>, with cat piss.</p>\n<p>It's so confusing and tight that finding a hostel on two wheels is impossible.</p>\n<p>Ben goes on foot to sleuth it out.</p>\n<p>I’m on red alert - <em>someone is gonna to rob me.</em></p>\n<p>The locals won't leave me alone...</p>\n<p>I want to go back to Spain...</p>\n","nextChapterExists":true}